Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: Next step
ru: Следующий шаг

source: [cases/cases_ViewOutputDocument2.xml?OUT_DOC_TITLE] Output document
ru: Выходной документ

source: [cases/cases_ViewOutputDocument2.xml?OUT_DOC_DESCRIPTION] Description
ru: Описание

source: [cases/cases_ViewOutputDocument2.xml?APP_DOC_CREATE_DATE] Create Date
ru: Cоздать дату

source: [cases/cases_ViewOutputDocument2.xml?APP_DOC_FILENAME1] File (.doc)
ru: Файл (.doc)

source: [cases/cases_ViewOutputDocument2.xml?NEXT_STEP] Next step
ru: Следующий шаг

source: [cases/cases_ViewOutputDocument3.xml?OUT_DOC_TITLE] Output document
ru: Выходной документ

source: [cases/cases_ViewOutputDocument3.xml?OUT_DOC_DESCRIPTION] Description
ru: Описание

source: [cases/cases_ViewOutputDocument3.xml?APP_DOC_CREATE_DATE] Create Date
ru: Cоздать дату

source: [cases/cases_ViewOutputDocument3.xml?APP_DOC_FILENAME2] File (.pdf)
ru: Файл (.pdf)

source: [cases/cases_ViewOutputDocument3.xml?NEXT_STEP] Next step
ru: Следующий шаг

source: [cases/cases_ViewOutputDocumentToRevise.xml?OUT_DOC_TITLE] Output document
ru: Выходноц документ

source: [cases/cases_ViewOutputDocumentToRevise.xml?OUT_DOC_DESCRIPTION] Description
ru: Описание

source: [cases/cases_ViewOutputDocumentToRevise.xml?APP_DOC_CREATE_DATE] Create Date
ru: Cоздать дату

source: [cases/cases_ViewOutputDocumentToRevise.xml?APP_DOC_FILENAME1] File (.doc)
ru: Файл (.doc)

source: [cases/cases_ViewOutputDocumentToRevise.xml?APP_DOC_FILENAME2] File (.pdf)
ru: Файл (.pdf)

source: [cases/cases_ViewOutputDocumentToRevise.xml?BACK] Back
ru: Назад

source: [cases/cases_advancedSearch.xml?APP_TITLE] Case
ru: Задание

source: [cases/cases_advancedSearch.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_advancedSearch.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_advancedSearch.xml?APP_CURRENT_USER] Current User
ru: Текущий пользователь

source: [cases/cases_advancedSearch.xml?APP_DEL_PREVIOUS_USER] Sent by
ru: Отправлено

source: [cases/cases_advancedSearch.xml?DEL_TASK_DUE_DATE] Due Date
ru: Срок оплаты

source: Last Modification
ru: Последняя модификация

source: [cases/cases_advancedSearch.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_advancedSearch.xml?DEL_FINISH_DATE] Finish Date
ru: Дата окончания

source: [cases/cases_advancedSearch.xml?APP_STATUS] Status
ru: Выполнено

source: [cases/cases_advancedSearch.xml?APP_STATUS-DRAFT]
ru: Draft

source: [cases/cases_advancedSearch.xml?APP_STATUS-TO_DO]
ru: To Do

source: [cases/cases_advancedSearch.xml?APP_STATUS-CANCELLED]
ru: Canceled

source: [cases/cases_advancedSearch.xml?APP_STATUS-COMPLETED]
ru: Completed

source: [cases/cases_advancedSearch.xml?SEARCH] Apply Filter
ru: Использовать фильтр

source: [cases/cases_advancedSearchFilter.xml?CASE_NUMBER] Case Number
ru: Номер задания

source: [cases/cases_advancedSearchFilter.xml?PROCESS] Process
ru: Все

source: [cases/cases_advancedSearchFilter.xml?PROCESS-]
ru: All

source: [cases/cases_advancedSearchFilter.xml?TASKS] Tasks
ru: Все

source: [cases/cases_advancedSearchFilter.xml?TASKS-]
ru: All

source: [cases/cases_advancedSearchFilter.xml?CURRENT_USER] Current User
ru: Все

source: [cases/cases_advancedSearchFilter.xml?CURRENT_USER-]
ru: All

source: [cases/cases_advancedSearchFilter.xml?SENT_BY] Sent by
ru: Все

source: [cases/cases_advancedSearchFilter.xml?SENT_BY-]
ru: All

source: [cases/cases_advancedSearchFilter.xml?LAST_MODIFICATION_F] From
ru: От кого

source: [cases/cases_advancedSearchFilter.xml?LAST_MODIFICATION_T] To
ru: Кому

source: [cases/cases_advancedSearchFilter.xml?APP_STATUS] Status
ru: Сделано

source: [cases/cases_advancedSearchFilter.xml?APP_STATUS-]
ru: All

source: [cases/cases_advancedSearchFilter.xml?APP_STATUS-DRAFT]
ru: Draft

source: [cases/cases_advancedSearchFilter.xml?APP_STATUS-TO_DO]
ru: To Do

source: [cases/cases_advancedSearchFilter.xml?APP_STATUS-CANCELLED]
ru: Canceled

source: [cases/cases_advancedSearchFilter.xml?APP_STATUS-COMPLETED]
ru: Completed

source: [cases/cases_advancedSearchFilter.xml?FILTER] Filter
ru: Фильтр

source: [dbConnections/dbConnections.xml?DBS_TYPE] Type
ru: Tип

source: [dbConnections/dbConnections.xml?DBS_SERVER] Server
ru: Сервер

source: [dbConnections/dbConnections.xml?DBS_DATABASE_NAME] Database Name
ru: Имя базы данных

source: [dbConnections/dbConnections.xml?DBS_DESCRIPTION] Description
ru: Описание

source: [dbConnections/dbConnections.xml?DBS_EDIT] Edit
ru: Редактировать

source: [dbConnections/dbConnections.xml?DBS_DELETE] Delete
ru: Удалить

source: [dbConnections/dbConnections.xml?SEARCH] Apply Filter
ru: Использовтель фильтр

source: [dbConnections/dbConnections_Edit.xml?DBS_UID] UID
ru: UID

source: [dbConnections/dbConnections_Edit.xml?DBS_CONNECTION_TYPE] Select Connection Type
ru: TNS

source: [dbConnections/dbConnections_Edit.xml?DBS_CONNECTION_TYPE-NORMAL]
ru: Normal

source: [dbConnections/dbConnections_Edit.xml?DBS_CONNECTION_TYPE-TNS]
ru: TNS

source: [dbConnections/dbConnections_Edit.xml?DBS_TNS] TNS
ru: TNS

source: [dbConnections/dbConnections_Edit.xml?DBS_SERVER] Server
ru: Сервер

source: [dbConnections/dbConnections_Edit.xml?DBS_DATABASE_NAME] Database Name
ru: Имя базы данных

source: [dbConnections/dbConnections_Edit.xml?DBS_USERNAME] Username
ru: Имя пользователя

source: [dbConnections/dbConnections_Edit.xml?DBS_PASSWORD] Password
ru: Пароль

source: [dbConnections/dbConnections_Edit.xml?DBS_PORT] Port
ru: Порт

source: [dbConnections/dbConnections_Edit.xml?DBS_DESCRIPTION] Description
ru: Описание

source: [dbConnections/dbConnections_Edit.xml?TEST] Test Connection
ru: Тестовое соединение

source: [dbConnections/dbConnections_Edit.xml?CREATE] Save
ru: Сохранить

source: [dbConnections/dbConnections_Edit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dbConnections/dbConnections_New.xml?DBS_TYPE] Engine
ru: Выбрать...

source: [dbConnections/dbConnections_New.xml?DBS_TYPE-]
ru: Select...

source: [dbConnections/dbConnections_New.xml?DBS_CONNECTION_TYPE] Select Connection Type
ru: TNS

source: [dbConnections/dbConnections_New.xml?DBS_CONNECTION_TYPE-NORMAL]
ru: Normal

source: [dbConnections/dbConnections_New.xml?DBS_CONNECTION_TYPE-TNS]
ru: TNS

source: [dbConnections/dbConnections_New.xml?DBS_TNS] TNS
ru: TNS

source: [dbConnections/dbConnections_New.xml?DBS_SERVER] Server
ru: Сервер

source: [dbConnections/dbConnections_New.xml?DBS_DATABASE_NAME] Database Name
ru: Имя базы данных

source: [dbConnections/dbConnections_New.xml?DBS_USERNAME] Username
ru: Имя пользователя

source: [dbConnections/dbConnections_New.xml?DBS_PASSWORD] Password
ru: Пароль

source: [dbConnections/dbConnections_New.xml?DBS_PORT] Port
ru: Порт

source: [dbConnections/dbConnections_New.xml?DBS_DESCRIPTION] Description
ru: Описание

source: [dbConnections/dbConnections_New.xml?TEST] Test Connection
ru: Тестовое соединение

source: [dbConnections/dbConnections_New.xml?CREATE] Create
ru: Cоздать

source: [dbConnections/dbConnections_New.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dbConnections/dbConnections_Options.xml?MNU_ADD] New
ru: Новый

source: Firstname
ru: Имя

source: Lastname
ru: Фамилия

source: [departments/departments_AvailableUsers.xml?USR_FIRSTNAME] Firstname
ru: Имя

source: [departments/departments_AvailableUsers.xml?USR_LASTNAME] Lastname
ru: Фамилия

source: Department Information
ru: Информация отдела

source: [departments/departments_Edit.xml?DEPO_TITLE] Name
ru: Имя

source: [departments/departments_Edit.xml?DEP_STATUS] Status
ru: Неактивный

source: [departments/departments_Edit.xml?DEP_STATUS-ACTIVE]
ru: Active

source: [departments/departments_Edit.xml?DEP_STATUS-INACTIVE]
ru: Inactive

source: Manager/Supervisor
ru: Менеджер / руководитель

source: [departments/departments_Edit.xml?button] Save
ru: Сохранить

source: [departments/departments_New.xml?title] Department Information
ru: Информация об отделе

source: [departments/departments_New.xml?DEP_TITLE] Department Name
ru: Имя отдела

source: [departments/departments_New.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [departments/departments_New.xml?button] Save
ru: Сохранить

source: [departments/departments_Options.xml?MNU_ADD_EMPLOYE] Assign user
ru: Назначить пользователя

source: [departments/departments_SubNew.xml?title] Department Information
ru: Информация отдела

source: Parent Department
ru: Исходный отдел

source: [departments/departments_SubNew.xml?DEP_TITLE] Department Name
ru: Название отдела

source: [departments/departments_SubNew.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [departments/departments_SubNew.xml?button] Save
ru: Сохранить

source: [departments/departments_UsersList.xml?USR_USERNAME] Username
ru: Имя пользователя

source: [departments/departments_UsersList.xml?USR_FULLNAME] User
ru: Пользователь

source: [departments/departments_UsersList.xml?USR_MANAGER] Manager
ru: Менеджер

source: Reports To
ru: Отчеты для

source: Options Mask
ru: Опции Маски

source: %a — abbreviated weekday name <br> %A — full weekday name <br> %b — abbreviated month name <br> %B — full month name <br> %C — the century number <br> %d — the day of the month (range 01 to 31) <br> %e — the day of the month (range 1 to 31) <br> %H — hour, range 00 to 23 (24h format) <br> %I — hour, range 01 to 12 (12h format) <br> %j — day of the year (range 001 to 366) <br> %k — hour, range 0 to 23 (24h format) <br> %l — hour, range 1 to 12 (12h format) <br> %m — month, range 01 to 12 <br> %o — month, range 1 to 12 <br> %M — minute, range 00 to 59 <br> %n — a newline character <br> %p — PM or AM <br> %P — pm or am <br> %s — UNIX time (number of seconds since 1970-01-01) <br> %S — seconds, range 00 to 59 <br> %t — a tab character <br> %W — week number <br> %u — the day of the week (range 1 to 7, 1 = MON) <br> %w — the day of the week (range 0 to 6, 0 = SUN) <br> %y — year without the century (range 00 to 99) <br> %Y — year with the century <br> %% — a literal '%' character
ru: % a - сокращенное название дня недели <br>% A - полное название рабочего дня <br>% b - название сокращенного месяца <br>% B - полное название месяца <br>% C - номер столетия <br>% d - день месяца (диапазон от 01 до 31) <br>% e - день месяца (диапазон от 1 до 31) <br>% H - час, диапазон от 00 до 23 (формат 24 часа) <br>% I - час, диапазон от 01 до 12 (формат 12h) <br>% j - день года (диапазон от 001 до 366) <br>% k - час, диапазон от 0 до 23 (формат 24 часа) <br>% l - час, диапазон от 1 до 12 (формат 12h) <br>% m - месяц, диапазон от 01 до 12 <br>% o - месяц, диапазон от 1 до 12 <br>% M - минута, диапазон от 00 до 59 <br>% n - символ новой строки <br>% p - PM или AM <br>% P - pm или am <br>% s - время UNIX (количество секунд с 1970-01-01) <br>% S - секунды, диапазон от 00 до 59 <br>% t - символ табуляции <br>% W - номер недели <br>% u - день недели (диапазон от 1 до 7, 1 = MON) <br>% w - день недели (диапазон от 0 до 6, 0 = SUN) <br>% y - год без века (диапазон от 00 до 99) <br>% Y - год с веком <br> %% - буквальный символ%

source: Field
ru: Поле

source: [dynaforms/dynaform_Fields.xml?TYPE] Type
ru: Частный

source: [dynaforms/dynaform_Fields.xml?TYPE-title]
ru: Title

source: [dynaforms/dynaform_Fields.xml?TYPE-subtitle]
ru: Subtitle

source: [dynaforms/dynaform_Fields.xml?TYPE-text]
ru: text

source: [dynaforms/dynaform_Fields.xml?TYPE-password]
ru: Password

source: [dynaforms/dynaform_Fields.xml?TYPE-textarea]
ru: Text Area

source: [dynaforms/dynaform_Fields.xml?TYPE-currency]
ru: Currency

source: [dynaforms/dynaform_Fields.xml?TYPE-percentage]
ru: Percentage

source: [dynaforms/dynaform_Fields.xml?TYPE-date]
ru: date

source: [dynaforms/dynaform_Fields.xml?TYPE-yesno]
ru: Yes/No

source: [dynaforms/dynaform_Fields.xml?TYPE-link]
ru: link

source: [dynaforms/dynaform_Fields.xml?TYPE-file]
ru: file

source: [dynaforms/dynaform_Fields.xml?TYPE-checkbox]
ru: Check Box

source: [dynaforms/dynaform_Fields.xml?TYPE-button]
ru: Button

source: [dynaforms/dynaform_Fields.xml?TYPE-reset]
ru: Reset

source: [dynaforms/dynaform_Fields.xml?TYPE-submit]
ru: Submit

source: [dynaforms/dynaform_Fields.xml?TYPE-hidden]
ru: Hidden

source: [dynaforms/dynaform_Fields.xml?TYPE-dropdown]
ru: Dropdown

source: [dynaforms/dynaform_Fields.xml?TYPE-listbox]
ru: List Box

source: [dynaforms/dynaform_Fields.xml?TYPE-radiogroup]
ru: Radio Group

source: [dynaforms/dynaform_Fields.xml?TYPE-checkgroup]
ru: Check Group

source: [dynaforms/dynaform_Fields.xml?TYPE-grid]
ru: grid

source: [dynaforms/dynaform_Fields.xml?TYPE-javascript]
ru: Java Script

source: [dynaforms/dynaform_Fields.xml?TYPE-private]
ru: Private

source: [dynaforms/dynaform_Fields.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [dynaforms/dynaforms_AssignVariables.xml?SAVE_FROM_PMTABLE] Save
ru: Сохранить

source: [dynaforms/dynaforms_AssignVariables.xml?SAVE_AND_OPEN_FROM_PMTABLE] Save & Open
ru: Сохранить и открыть

source: [dynaforms/dynaforms_AssignVariablesGrid.xml?FLD_NAME] Primary Key
ru: Основной ключ

source: [dynaforms/dynaforms_AssignVariablesGrid.xml?PRO_VARIABLE] Variables
ru: Переменные

source: [dynaforms/dynaforms_AvailableSupervisorDynaforms.xml?DYN_TITLE] Title
ru: Заголовок

source: [dynaforms/dynaforms_AvailableSupervisorDynaforms.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [dynaforms/dynaforms_ChoseType.xml?TITLE] Please select the Dynaform Type
ru: Пожалуйста, выберите тип Dynaform

source: [dynaforms/dynaforms_ChoseType.xml?DYN_SOURCE] Type
ru: Копировать/Импортировать Dynaform

source: [dynaforms/dynaforms_ChoseType.xml?DYN_SOURCE-normal]
ru: Blank Dynaform

source: [dynaforms/dynaforms_ChoseType.xml?DYN_SOURCE-pmtable]
ru: PM Table Dynaform

source: [dynaforms/dynaforms_ChoseType.xml?DYN_SOURCE-copy]
ru: Copy/Import Dynaform

source: [dynaforms/dynaforms_ChoseType.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/dynaforms_ChoseType.xml?ACCEPT] Select
ru: Выбрать

source: Conditions Editor
ru: Редактор условий

source: Function
ru: Скрыть все

source: [dynaforms/dynaforms_ConditionalShowHide.xml?FCD_FUNCTION-show]
ru: Show

source: [dynaforms/dynaforms_ConditionalShowHide.xml?FCD_FUNCTION-showOnly]
ru: Show only

source: [dynaforms/dynaforms_ConditionalShowHide.xml?FCD_FUNCTION-showAll]
ru: Show all

source: [dynaforms/dynaforms_ConditionalShowHide.xml?FCD_FUNCTION-hide]
ru: Hide

source: [dynaforms/dynaforms_ConditionalShowHide.xml?FCD_FUNCTION-hideOnly]
ru: Hide only

source: [dynaforms/dynaforms_ConditionalShowHide.xml?FCD_FUNCTION-hideAll]
ru: Hide all

source: Applying the function fields
ru: Применение полей функций

source: Selected fields
ru: Выбранные поля

source: [dynaforms/dynaforms_ConditionalShowHide.xml?FCD_CONDITION] Condition
ru: Условие

source: AND
ru: И

source: OR
ru: ИЛИ

source: NOT
ru: НЕТ

source: On load event
ru: Событие загрузки

source: On change event
ru: В случае изменения события

source: Field event owner
ru: Владелец поля события

source: Selected field event owner
ru: Выбранный владелец полевого события

source: [dynaforms/dynaforms_ConditionalShowHide.xml?FCD_STATUS] Enabled
ru: Включен

source: Test condition
ru: Условия испытания

source: [dynaforms/dynaforms_ConditionalShowHide.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/dynaforms_ConditionalShowHide.xml?save_condition] Save
ru: Сохранить

source: [dynaforms/dynaforms_ConditionalShowHideList.xml?FCD_FUNCTION] Function
ru: Функция

source: [dynaforms/dynaforms_ConditionalShowHideList.xml?FCD_FIELDS] Fields
ru: Поля

source: [dynaforms/dynaforms_ConditionalShowHideList.xml?FCD_CONDITION] Condition
ru: Условие

source: [dynaforms/dynaforms_ConditionalShowHideList.xml?FCD_EVENTS] Events
ru: События

source: Event Owner
ru: Владелец события

source: [dynaforms/dynaforms_ConditionalShowHideList.xml?FCD_STATUS] Enabled
ru: нет

source: [dynaforms/dynaforms_ConditionalShowHideList.xml?FCD_STATUS-1]
ru: yes

source: [dynaforms/dynaforms_ConditionalShowHideList.xml?FCD_STATUS-]
ru: no

source: [dynaforms/dynaforms_ConditionalShowHideList.xml?USR_VIEW] Edit
ru: Редактировать

source: [dynaforms/dynaforms_ConditionalShowHideList.xml?USR_DELETE] Delete
ru: Удалить

source: [dynaforms/dynaforms_ConditionalShowHideOptions.xml?MNU_NEW] New
ru: Новый

source: Test values for DynaForm fields
ru: Тестируемые значения для полей DynaForm

source: Save values
ru: Сохранить значения

source: Field name
ru: Имя поля

source: [dynaforms/dynaforms_ConditionalShowHideTestGrid.xml?dynavalue] Value
ru: Значение

source: [dynaforms/dynaforms_Edit.xml?TITLE] Dynaform Information
ru: Информация о Dynaform

source: [dynaforms/dynaforms_Edit.xml?ADD_TABLE] Create from a PM Table
ru: Создать из таблицы PM

source: [dynaforms/dynaforms_Edit.xml?DYN_TITLE] Title
ru: Заголовок

source: [dynaforms/dynaforms_Edit.xml?DYN_TYPE] Type
ru: Сетка

source: [dynaforms/dynaforms_Edit.xml?DYN_TYPE-xmlform]
ru: Normal

source: [dynaforms/dynaforms_Edit.xml?DYN_TYPE-grid]
ru: Grid

source: [dynaforms/dynaforms_Edit.xml?DYN_DESCRIPTION] Description
ru: Описание

source: [dynaforms/dynaforms_Edit.xml?CONTINUE] Save
ru: Сохранить

source: [dynaforms/dynaforms_Edit.xml?SAVE_DYNAFORM] Save
ru: Сохранить

source: [dynaforms/dynaforms_Edit.xml?SAVE_OPEN] Save & Open
ru: Сохранить и открыть

source: [dynaforms/dynaforms_Edit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/dynaforms_Edit.xml?COPY_PROCESS_UID] Process
ru: - Select a process -

source: [dynaforms/dynaforms_Edit.xml?COPY_PROCESS_UID-]
ru: - Select a process -

source: Showing forms of type
ru: Grid

source: [dynaforms/dynaforms_Edit.xml?COPY_TYPE-xmlform]
ru: Normal

source: [dynaforms/dynaforms_Edit.xml?COPY_TYPE-grid]
ru: Grid

source: Dynaform to copy/import
ru: - Выбрать dynaform -

source: [dynaforms/dynaforms_Edit.xml?COPY_DYNAFORM_UID-]
ru: - Select a dynaform -

source: Title of the new dynaform
ru: Заголовок новой dynaform

source: Description of the new dynaform
ru: Описание новой dynaform

source: Copy/Import
ru: Копировать / Импортировать

source: Copy/Import and Open
ru: Копировать / Импортировать и Открыть

source: [dynaforms/dynaforms_Edit.xml?BTNCOPYCANCEL] Cancel
ru: Отменить

source: <table cellpadding="0" cellspacing="0" width="100%" style="background-color:transparent"> <tr> <td class='FormTitle'>Preview</td> <td align="right"></td> </tr> </table>
ru: <table cellpadding = "0" cellspacing = "0" width = "100%" style = "background-color: transparent"> <tr> <td class = 'FormTitle'> Предварительный просмотр </ td> <td align = "right "> </ td> </ tr> </ table>

source: Enable HTML Editing
ru: Включить редактирование HTML

source: Restore Original HTML
ru: Восстановить исходный HTML-код

source: HTML View
ru: Просмотр HTML

source: There is no javascript code
ru: Нет javascript-кода

source: Section
ru: Секция

source: [dynaforms/dynaforms_JSEditor.xml?JS] Code
ru: Код

source: [dynaforms/dynaforms_List.xml?DYN_TITLE] Dynaform
ru: Dynaform

source: [dynaforms/dynaforms_List.xml?DYN_TYPE] Type
ru: Сетка

source: [dynaforms/dynaforms_List.xml?DYN_TYPE-1]
ru: Master form

source: [dynaforms/dynaforms_List.xml?DYN_TYPE-2]
ru: Grid

source: [dynaforms/dynaforms_List.xml?DYN_DESCRIPTION] Description
ru: Описание

source: [dynaforms/dynaforms_List.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [dynaforms/dynaforms_Options.xml?MNU_ADD] New
ru: Новый

source: [dynaforms/dynaforms_Properties.xml?PME_PROPERTIES_TITLE] Properties
ru: Свойства

source: [dynaforms/dynaforms_Properties.xml?DYN_TITLE] Dynaform
ru: Dynaform

source: [dynaforms/dynaforms_Properties.xml?DYN_TYPE] Type
ru: Grid

source: [dynaforms/dynaforms_Properties.xml?DYN_TYPE-xmlform]
ru: Master Form

source: [dynaforms/dynaforms_Properties.xml?DYN_TYPE-grid]
ru: Grid

source: [dynaforms/dynaforms_Properties.xml?DYN_DESCRIPTION] Description
ru: Описание

source: Others
ru: Другие

source: [dynaforms/dynaforms_Properties.xml?WIDTH] Width
ru: Ширина

source: [dynaforms/dynaforms_Properties.xml?MODE] Mode
ru: Просмотреть все

source: [dynaforms/dynaforms_Properties.xml?MODE-]
ru: Determined by Fields

source: [dynaforms/dynaforms_Properties.xml?MODE-edit]
ru: All Edit

source: [dynaforms/dynaforms_Properties.xml?MODE-view]
ru: All View

source: Next Step Link
ru: Показать подсказку

source: [dynaforms/dynaforms_Properties.xml?NEXTSTEPSAVE-]
ru: No save & Continue

source: [dynaforms/dynaforms_Properties.xml?NEXTSTEPSAVE-save]
ru: Save & Continue

source: [dynaforms/dynaforms_Properties.xml?NEXTSTEPSAVE-prompt]
ru: Show prompt

source: Show print dynaform button
ru: Показать кнопку dynaform

source: Adjust the grid width to the width of the main form
ru: Отрегулируйте ширину сетки до ширины основной формы

source: [dynaforms/dynaforms_Properties.xml?PME_PROP_APPLY] Apply
ru: Применить

source: Revert
ru: Возвращаться

source: [dynaforms/dynaforms_Saveas.xml?TITLE] Dynaform Information
ru: Информация о Dynaform

source: [dynaforms/dynaforms_Saveas.xml?DYN_TITLENEW] Title
ru: Заголовок

source: [dynaforms/dynaforms_Saveas.xml?DYN_DESCRIPTIONNEW] Description
ru: Описание

source: [dynaforms/dynaforms_Saveas.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/dynaforms_Saveas.xml?ACCEPT] Save
ru: Сохранить

source: [dynaforms/dynaforms_ShortList.xml?DYN_TITLE] Title
ru: Заголовок

source: [dynaforms/dynaforms_ShortList.xml?DYN_TYPE] Type
ru: Сетка

source: [dynaforms/dynaforms_ShortList.xml?DYN_TYPE-xmlform]
ru: Normal

source: [dynaforms/dynaforms_ShortList.xml?DYN_TYPE-grid]
ru: Grid

source: [dynaforms/dynaforms_ShortList.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [dynaforms/dynaforms_Supervisor.xml?DYN_TITLE] Title
ru: Заголовок

source: [dynaforms/dynaforms_Supervisor.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [dynaforms/dynaforms_SupervisorOptions.xml?MNU_ASSIGN] Assign
ru: Назначить

source: [dynaforms/dynaforms_WebEntry.xml?subtitle1] Properties
ru: Свойства

source: [dynaforms/dynaforms_WebEntry.xml?TASKS] Initial Task
ru: Начальная задача

source: [dynaforms/dynaforms_WebEntry.xml?DYNAFORM] Initial Dynaform
ru: Начальный Dynaform

source: [dynaforms/dynaforms_WebEntry.xml?WE_TYPE] Method
ru: Одиночный HTML

source: [dynaforms/dynaforms_WebEntry.xml?WE_TYPE-WS]
ru: PHP pages with Web Services

source: [dynaforms/dynaforms_WebEntry.xml?WE_TYPE-SINGLE]
ru: Single HTML

source: Input Documents Access
ru: Restricted to process permissions

source: [dynaforms/dynaforms_WebEntry.xml?WE_USR-1]
ru: No Restriction

source: [dynaforms/dynaforms_WebEntry.xml?WE_USR-2]
ru: Restricted to process permissions

source: [dynaforms/dynaforms_WebEntry.xml?subtitle2] User
ru: Пользователь

source: [dynaforms/dynaforms_WebEntry.xml?WS_USER] Web Service User
ru: Пользователь веб-службы

source: Web Service Passsword
ru: Пароль веб-сервиса

source: [dynaforms/dynaforms_WebEntry.xml?WS_ROUNDROBIN] Cyclical Assignment
ru: Циклическое назначение

source: [dynaforms/dynaforms_WebEntry.xml?TEST] Test Configuration
ru: Конфигурация тестирования

source: [dynaforms/dynaforms_WebEntry.xml?SEARCH] Generate Web Entry Page
ru: Создать страницу веб-входа

source: [dynaforms/dynaforms_WebEntryList.xml?W_DELETE] Delete
ru: Удалить

source: [dynaforms/dynaforms_WebEntryOptions.xml?MNU_ASSIGN] New
ru: Новый

source: [dynaforms/dynaforms_XmlEditor.xml?XML] XML
ru: XML

source: [dynaforms/fields_Edit.xml?XMLNODE_NAME] Field name
ru: Имя поля

source: [dynaforms/fields_Edit.xml?TYPE] Type
ru: Private

source: [dynaforms/fields_Edit.xml?TYPE-title]
ru: Title

source: [dynaforms/fields_Edit.xml?TYPE-subtitle]
ru: Subtitle

source: [dynaforms/fields_Edit.xml?TYPE-text]
ru: Text

source: [dynaforms/fields_Edit.xml?TYPE-password]
ru: Password

source: [dynaforms/fields_Edit.xml?TYPE-textarea]
ru: Text Area

source: [dynaforms/fields_Edit.xml?TYPE-currency]
ru: Currency

source: [dynaforms/fields_Edit.xml?TYPE-percentage]
ru: Percentage

source: [dynaforms/fields_Edit.xml?TYPE-date]
ru: date

source: [dynaforms/fields_Edit.xml?TYPE-yesno]
ru: Yes/No
