Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: [users/users_EditRT.xml?USR_ADDRESS] Address
ru: Aдрес

source: [users/users_EditRT.xml?USR_ZIP_CODE] Zip/Postal Code
ru: Почтовый индекс

source: [users/users_EditRT.xml?USR_CITY] State or Region
ru: N/D

source: [users/users_EditRT.xml?USR_CITY-]
ru: N/D

source: [users/users_EditRT.xml?USR_LOCATION] Location
ru: N/D

source: [users/users_EditRT.xml?USR_LOCATION-]
ru: N/D

source: [users/users_EditRT.xml?USR_PHONE] Phone
ru: Телефон

source: [users/users_EditRT.xml?USR_POSITION] Position
ru: Позиция

source: [users/users_EditRT.xml?USR_REPORTS_TO] Reports to
ru: Отчитывается

source: [users/users_EditRT.xml?USR_DEPARTMENT] Department
ru: Отделение

source: [users/users_EditRT.xml?USR_DUE_DATE] Expiration Date
ru: Дата окончания срока

source: [users/users_EditRT.xml?USR_CALENDAR] Calendar
ru: - Никакой -

source: [users/users_EditRT.xml?USR_CALENDAR-]
ru: - None -

source: [users/users_EditRT.xml?USR_STATUS] Status
ru: В ОТПУСКЕ

source: [users/users_EditRT.xml?USR_STATUS-ACTIVE]
ru: ACTIVE

source: [users/users_EditRT.xml?USR_STATUS-INACTIVE]
ru: INACTIVE

source: [users/users_EditRT.xml?USR_STATUS-VACATION]
ru: ON VACATION

source: [users/users_EditRT.xml?USR_ROLE] Role
ru: Функция

source: [users/users_EditRT.xml?TITLE2] Change Password
ru: Изменить пароль

source: [users/users_EditRT.xml?USR_NEW_PASS] New Password
ru: Новый пароль

source: [users/users_EditRT.xml?USR_CNF_PASS] Confirm Password
ru: Подтвердите пароль

source: [users/users_EditRT.xml?TITLE3] Profile
ru: Профиль

source: [users/users_EditRT.xml?USR_PHOTO] Photo
ru: Фото

source: [users/users_EditRT.xml?MAX_FILES_SIZE] Maximum upload file size
ru: Максимальный размер загружаемого файла

source: [users/users_EditRT.xml?SUBMIT] Save
ru: Сохранить

source: [users/users_EditRT.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [users/users_List.xml?USR_COMPLETENAME] Full Name
ru: Полное имя

source: [users/users_List.xml?USR_USERNAME] Username
ru: Имя пользователя

source: E-Mail
ru: Электронная почта

source: [users/users_List.xml?USR_ROLE] Role
ru: Функция

source: [users/users_List.xml?USR_DUE_DATE] Due Date
ru: Срок оплаты

source: [users/users_New.xml?TITLE1] Personal Information
ru: Личная информация

source: [users/users_New.xml?USR_FIRSTNAME] First Name
ru: Имя

source: [users/users_New.xml?USR_LASTNAME] Last Name
ru: Фамилия

source: [users/users_New.xml?USR_USERNAME] User ID (*)
ru: ID Пользователя (*)

source: [users/users_New.xml?USR_EMAIL] Email
ru: Электронная почта

source: [users/users_New.xml?USR_ADDRESS] Address
ru: Aдрес

source: [users/users_New.xml?USR_ZIP_CODE] Zip/Postal Code
ru: Почтовый индекс

source: [users/users_New.xml?USR_CITY] State or Region
ru: N/D

source: [users/users_New.xml?USR_CITY-]
ru: N/D

source: [users/users_New.xml?USR_LOCATION] Location
ru: N/D

source: [users/users_New.xml?USR_LOCATION-]
ru: N/D

source: [users/users_New.xml?USR_PHONE] Phone
ru: Телефон

source: [users/users_New.xml?USR_POSITION] Position
ru: Позиция

source: [users/users_New.xml?USR_DUE_DATE] Expiration Date
ru: Дата окончания срока

source: [users/users_New.xml?USR_CALENDAR] Calendar
ru: - Никакой -

source: [users/users_New.xml?USR_CALENDAR-]
ru: - None -

source: [users/users_New.xml?USR_STATUS] Status
ru: В ОТПУСКЕ

source: [users/users_New.xml?USR_STATUS-ACTIVE]
ru: ACTIVE

source: [users/users_New.xml?USR_STATUS-INACTIVE]
ru: INACTIVE

source: [users/users_New.xml?USR_STATUS-VACATION]
ru: ON VACATION

source: [users/users_New.xml?USR_ROLE] Role
ru: Функция

source: [users/users_New.xml?TITLE2] Change Password
ru: Изменить пароль

source: [users/users_New.xml?USR_NEW_PASS] New Password
ru: Новый пароль

source: [users/users_New.xml?USR_CNF_PASS] Confirm Password
ru: Подтвердите пароль

source: [users/users_New.xml?SUBMIT] Save
ru: Сохранить

source: [users/users_New.xml?TITLE3] Profile
ru: Профиль

source: [users/users_New.xml?USR_PHOTO] Photo
ru: Фото

source: [users/users_New.xml?MAX_FILES_SIZE] Maximum upload file size
ru: Максимальный размер загружаемого файла

source: [users/users_New.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [users/users_NewOptions.xml?MNU] Back to list
ru: Назад к списку

source: [users/users_Options.xml?MNU_ADD] New
ru: Новый

source: [users/users_ReassignCases.xml?PROCESS] Process
ru: Процесс

source: No. of cases
ru: Число заданий

source: [users/users_ReassignCases.xml?USERS] Reassign to
ru: Переназначить

source: Select the type grouping of the cases
ru: Выберите тип группировки заданий

source: Reassign Type
ru: Любой пользователь

source: [users/users_ReassignSelectSubType.xml?TYPE-ANY_USER]
ru: Any user

source: Group Cases By
ru: Процесс

source: [users/users_ReassignSelectSubType.xml?SUB_TYPE-PROCESS]
ru: Process

source: [users/users_ReassignSelectSubType.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [users/users_ReassignSelectSubType.xml?CONTINUE] Continue
ru: Продолжить

source: Select the reassign type
ru: Выберите тип переназначения

source: [users/users_ReassignSelectType.xml?TYPE] Type
ru: Любой пользователь

source: [users/users_ReassignSelectType.xml?TYPE-ANY_USER]
ru: Any user

source: [users/users_ReassignSelectType.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [users/users_ReassignSelectType.xml?CONTINUE] Continue
ru: Продолжить

source: [users/users_ReassignShowInfo.xml?TITLE] Information
ru: Информация

source: [users/users_ReassignShowInfo.xml?DELETE] Delete
ru: Удалить

source: Full name
ru: Полное имя

source: [users/users_Search.xml?search] Apply Filter
ru: Применить фильтр

source: [users/users_ShortList.xml?LABEL] Group or User
ru: Группа или пользователь

source: [users/users_ShortList2.xml?LABEL] Group or User
ru: Группа или пользователь

source: [users/users_ShortListAdhoc.xml?LABEL] Group or User
ru: Группа или пользователь

source: [users/users_ShortOptions.xml?MNU_ASSIGN] Assign
ru: Назначить

source: View Users for "Adhoc"
ru: Просмотр пользователей для "Adhoc"

source: [users/users_ShortOptions2.xml?MNU_ASSIGN] Assign
ru: Назначить

source: [users/users_ShortOptionsAdhoc.xml?MNU_ASSIGN] Assign
ru: Назначить

source: [users/users_View.xml?TITLEADD] Profile
ru: Профиль

source: [users/users_View.xml?USR_PHOTO] Photo
ru: Фото

source: [users/users_View.xml?USR_RESUME] Resume
ru: Анкета

source: [users/users_View.xml?TITLE9689] Personal Information
ru: Личная информация

source: [users/users_View.xml?USR_FIRSTNAME] First Name
ru: Имя

source: [users/users_View.xml?USR_LASTNAME] Last Name
ru: Фамилия

source: [users/users_View.xml?USR_USERNAME] User ID
ru: ID пользователя

source: [users/users_View.xml?USR_EMAIL] Email
ru: Электронная почта

source: [users/users_View.xml?USR_ADDRESS] Address
ru: Aдрес

source: [users/users_View.xml?USR_ZIP_CODE] Zip/Postal Code
ru: Почтовый индекс

source: [users/users_View.xml?USR_CITY] State or Region
ru: Штат или регион

source: [users/users_View.xml?USR_LOCATION] Location
ru: Местоположение

source: [users/users_View.xml?USR_PHONE] Phone
ru: Телефон

source: [users/users_View.xml?USR_POSITION] Position
ru: Позиция

source: [users/users_View.xml?USR_DUE_DATE] Expiration Date
ru: Дата окончания срока

source: [users/users_View.xml?USR_STATUS] Status
ru: В ОТПУСКЕ

source: [users/users_View.xml?USR_STATUS-ACTIVE]
ru: ACTIVE

source: [users/users_View.xml?USR_STATUS-INACTIVE]
ru: INACTIVE

source: [users/users_View.xml?USR_STATUS-VACATION]
ru: ON VACATION

source: [users/users_View.xml?USR_ROLE] Role
ru: Функция

source: [users/users_View.xml?TITLECHP] Change Password
ru: Изменить пароль

source: [users/users_View.xml?USR_NEW_PASS] New Password
ru: Новый пароль

source: [users/users_View.xml?USR_CNF_PASS] Confirm Password
ru: Подтвердите Пароль

source: [users/users_ViewOptions.xml?MNU1] Back to list
ru: Назад к списку

source: [users/users_ViewOptions.xml?MNU2] Edit
ru: Редактировать

source: [dynaforms/fields/_options.xml?NAME] Value
ru: Значение

source: [dynaforms/fields/_options.xml?LABEL] Label
ru: Ярлык

source: [dynaforms/fields/_optionsOptGroup.xml?NAME] Value
ru: Значение

source: [dynaforms/fields/_optionsOptGroup.xml?LABEL] Label
ru: Ярлык

source: Option Group
ru: Группа опций

source: [dynaforms/fields/button.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/button.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/button.xml?PME_LABEL] Label
ru: Ярлык

source: JavaScript to Execute
ru: JavaScript для выполнения

source: [dynaforms/fields/button.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/button.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/checkbox.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/checkbox.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/checkbox.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/checkbox.xml?PME_SUBTITLE3] Behaviour
ru: Поведение

source: [dynaforms/fields/checkbox.xml?PME_VALUE] Value
ru: Значение

source: Value if not checked
ru: Значение, если не проверено

source: Default Value
ru: Значение по умолчанию

source: Read Only
ru: Только читать

source: Hint
ru: Подсказка

source: Appearance
ru: Внешний вид

source: Label on the right side
ru: Ярлык на правой стороне

source: Enable Html
ru: Включить Html

source: [dynaforms/fields/checkbox.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/checkbox.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/checkgroup.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/checkgroup.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/checkgroup.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/checkgroup.xml?PME_SUBTITLE3] Behaviour
ru: Поведение

source: [dynaforms/fields/checkgroup.xml?PME_DEFAULTVALUE] Default Value
ru: Значение по умолчанию

source: [dynaforms/fields/checkgroup.xml?PME_HINT] Hint
ru: Подсказка

source: [dynaforms/fields/checkgroup.xml?PME_SUBTITLE] Appearance
ru: Внешний вид

source: [dynaforms/fields/checkgroup.xml?PME_MODE] Mode
ru: Просмотреть

source: [dynaforms/fields/checkgroup.xml?PME_MODE-edit]
ru: Edit

source: [dynaforms/fields/checkgroup.xml?PME_MODE-view]
ru: View

source: [dynaforms/fields/checkgroup.xml?PME_SUBTITLE2] Data
ru: Данные

source: Sql Connection
ru: (никакой)

source: [dynaforms/fields/checkgroup.xml?PME_SQLCONNECTION-]
ru: (none)

source: [dynaforms/fields/checkgroup.xml?PME_SUBTITLE4] Options
ru: Oпции

source: [dynaforms/fields/checkgroup.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/checkgroup.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/currency.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/currency.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/currency.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/currency.xml?PME_SUBTITLE3] Behaviour
ru: Поведение

source: Validate
ru: Реальное число

source: [dynaforms/fields/currency.xml?PME_VALIDATE-Int]
ru: Integer

source: [dynaforms/fields/currency.xml?PME_VALIDATE-Real]
ru: Real Number

source: Decimal Separator
ru: Запятая [,]

source: [dynaforms/fields/currency.xml?PME_COMMA_SEPARATOR-.]
ru: Period [.]

source: [dynaforms/fields/currency.xml?PME_COMMA_SEPARATOR-,]
ru: Comma [,]

source: Mask
ru: Mаска

source: Required
ru: Требуется

source: [dynaforms/fields/currency.xml?PME_READONLY] Read Only
ru: Только читать

source: [dynaforms/fields/currency.xml?PME_DEFAULTVALUE] Default Value
ru: Значение по умолчанию

source: [dynaforms/fields/currency.xml?PME_HINT] Hint
ru: Подсказка

source: [dynaforms/fields/currency.xml?PME_SUBTITLE] Appearance
ru: Внешний вид

source: [dynaforms/fields/currency.xml?PME_SIZE] Size
ru: Размер

source: [dynaforms/fields/currency.xml?PME_MODE] Mode
ru: Просмотреть

source: [dynaforms/fields/currency.xml?PME_MODE-edit]
ru: Edit

source: [dynaforms/fields/currency.xml?PME_MODE-view]
ru: View

source: Operations
ru: Действия

source: [dynaforms/fields/currency.xml?PME_FORMULA] Formula
ru: Формула

source: [dynaforms/fields/currency.xml?PME_FUNCTION] Function
ru: Среднее

source: [dynaforms/fields/currency.xml?PME_FUNCTION-]
ru: None

source: [dynaforms/fields/currency.xml?PME_FUNCTION-sum]
ru: SUM

source: [dynaforms/fields/currency.xml?PME_FUNCTION-avg]
ru: AVG

source: [dynaforms/fields/currency.xml?PME_SUBTITLE2] Data
ru: Данные

source: [dynaforms/fields/currency.xml?PME_SQLCONNECTION] Sql Connection
ru: (никакой)

source: [dynaforms/fields/currency.xml?PME_SQLCONNECTION-]
ru: (none)

source: [dynaforms/fields/currency.xml?PME_XMLNODE_VALUE] Sql
ru: Sql

source: [dynaforms/fields/currency.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/currency.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/date.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/date.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/date.xml?PME_LABEL] Label
ru: Ярлык

source: Type of date range
ru: Статические даты

source: [dynaforms/fields/date.xml?PME_RELATIVEDATE-1]
ru: Relative Dates

source: [dynaforms/fields/date.xml?PME_RELATIVEDATE-0]
ru: Static Dates

source: Start and End Dates
ru: Начальная и конечная дата

source: [dynaforms/fields/date.xml?PME_STARTDATE] Start Date
ru: Дата начала

source: [dynaforms/fields/date.xml?PME_ENDDATE] End Date
ru: Конечная дата

source: Relative Start and End Dates
ru: Относительные начальные и конечные даты

source: <b>Data Codes:</b> A number followed by a letter to indicate the unit of time (d=day m=month y=year).<br/>Use negative numbers for past dates and positive numbers for future dates.<br /> <b>NOTE:</b> These relative dates have priority. If left empty, then the <i>Start and End dates</i> will be used."
ru: <b> Коды данных: </ b> Число, за которым следует буква, указывающая единицу времени (d = день m = месяц y = год). <br/> Используйте отрицательные числа для прошлых дат и положительных чисел для будущих дат . <br /> <b> ПРИМЕЧАНИЕ. </ b> Эти относительные даты имеют приоритет. Если оставить пустым, то будут использоваться <i> Начальные и конечные даты </ i>. "

source: Start Relative Date
ru: Начальная относительная дата

source: End Relative Date
ru: Конечная относительная дата

source: <b>Mask: </b>%Y=Year, %m=Month, %d=Day
ru: <b> Маска: </ b>% Y = Год,% m = Месяц,% d = День

source: [dynaforms/fields/date.xml?PME_SUBTITLE3xl] Masks List
ru: Список масок

source: [dynaforms/fields/date.xml?PME_MASK] Mask
ru: Maска

source: [dynaforms/fields/date.xml?PME_SUBTITLE3b] Behaviour
ru: Поведение

source: Editable
ru: Редактируемый

source: [dynaforms/fields/date.xml?PME_REQUIRED] Required
ru: Требуется

source: [dynaforms/fields/date.xml?PME_READONLY] Read Only
ru: Read Only

source: Show time
ru: Показать время

source: [dynaforms/fields/date.xml?PME_DEFAULTVALUE_SEL] Default
ru: Значение

source: [dynaforms/fields/date.xml?PME_DEFAULTVALUE_SEL-empty]
ru: Empty

source: [dynaforms/fields/date.xml?PME_DEFAULTVALUE_SEL-today]
ru: Today

source: [dynaforms/fields/date.xml?PME_DEFAULTVALUE_SEL-val]
ru: Value

source: [dynaforms/fields/date.xml?PME_HINT] Hint
ru: Подсказка

source: [dynaforms/fields/date.xml?PME_SUBTITLE] Appearance
ru: Внешний вид

source: [dynaforms/fields/date.xml?PME_SIZE] Size
ru: Размер

source: [dynaforms/fields/date.xml?PME_MODE] Mode
ru: Просмотреть

source: [dynaforms/fields/date.xml?PME_MODE-edit]
ru: Edit

source: [dynaforms/fields/date.xml?PME_MODE-view]
ru: View

source: [dynaforms/fields/date.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/date.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/dropdown.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/dropdown.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/dropdown.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/dropdown.xml?PME_SUBTITLE3] Behaviour
ru: Поведение

source: [dynaforms/fields/dropdown.xml?PME_REQUIRED] Required
ru: Требуется

source: [dynaforms/fields/dropdown.xml?PME_READONLY] Read Only
ru: Только читать

source: Include Option Group
ru: Включить группу опций

source: Dependent Fields
ru: (никакой)

source: [dynaforms/fields/dropdown.xml?PME_DEPENDENTFIELDS-]
ru: (none)

source: [dynaforms/fields/dropdown.xml?PME_DEFAULTVALUE] Default Value
ru: Значение по умолчанию

source: [dynaforms/fields/dropdown.xml?PME_HINT] Hint
ru: Подсказка

source: [dynaforms/fields/dropdown.xml?PME_SUBTITLE] Appearance
ru: Внешний вид

source: [dynaforms/fields/dropdown.xml?PME_MODE] Mode
ru: Просмотреть

source: [dynaforms/fields/dropdown.xml?PME_MODE-edit]
ru: Edit

source: [dynaforms/fields/dropdown.xml?PME_MODE-view]
ru: View

source: [dynaforms/fields/dropdown.xml?PME_SUBTITLE2] Data
ru: Данные

source: [dynaforms/fields/dropdown.xml?PME_SQLCONNECTION] Sql Connection
ru: (none)

source: [dynaforms/fields/dropdown.xml?PME_SQLCONNECTION-]
ru: (none)

source: [dynaforms/fields/dropdown.xml?PME_XMLNODE_VALUE] Sql
ru: Sql

source: [dynaforms/fields/dropdown.xml?PME_SUBTITLE4] Options
ru: Опции

source: [dynaforms/fields/dropdown.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/dropdown.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/file.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/file.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/file.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/file.xml?PME_INPUT] Input
ru: None

source: [dynaforms/fields/file.xml?PME_INPUT-]
ru: None

source: [dynaforms/fields/file.xml?PME_SUBTITLE3b] Behaviour
ru: Поведение

source: [dynaforms/fields/file.xml?PME_REQUIRED] Required
ru: Требуется

source: [dynaforms/fields/file.xml?PME_HINT] Hint
ru: Подсказка

source: [dynaforms/fields/file.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/file.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/grid.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/grid.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/grid.xml?PME_XMLGRID] Grid
ru: - Выбрать решетку -

source: [dynaforms/fields/grid.xml?PME_XMLGRID-0]
ru: - Select a Grid -

source: Add new rows
ru: Добавить новые строки

source: Delete rows
ru: Удалить строки

source: [dynaforms/fields/grid.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/grid.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/hidden.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/hidden.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/hidden.xml?PME_DEFAULTVALUE] Default Value
ru: Значение по умолчанию

source: [dynaforms/fields/hidden.xml?PME_SUBTITLE2] Data
ru: Данные

source: [dynaforms/fields/hidden.xml?PME_SQLCONNECTION] Sql Connection
ru: (никакой)

source: [dynaforms/fields/hidden.xml?PME_SQLCONNECTION-]
ru: (none)

source: [dynaforms/fields/hidden.xml?PME_XMLNODE_VALUE] Sql
ru: Sql

source: [dynaforms/fields/hidden.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/hidden.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/javascript.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/javascript.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/javascript.xml?PME_CODE] Code
ru: Код

source: [dynaforms/fields/javascript.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/javascript.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/link.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/link.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/link.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/link.xml?PME_SUBTITLE3] Behaviour
ru: Поведение

source: [dynaforms/fields/link.xml?PME_LINK] Link
ru: Ссылка

source: [dynaforms/fields/link.xml?PME_TARGET_SEL] Target
ru: Имя рамки

source: [dynaforms/fields/link.xml?PME_TARGET_SEL-_blank]
ru: Blank

source: [dynaforms/fields/link.xml?PME_TARGET_SEL-_self]
ru: Self

source: [dynaforms/fields/link.xml?PME_TARGET_SEL-_parent]
ru: Parent

source: [dynaforms/fields/link.xml?PME_TARGET_SEL-_top]
ru: Top

source: [dynaforms/fields/link.xml?PME_TARGET_SEL-]
ru: Framename

source: [dynaforms/fields/link.xml?PME_VALUE] Label
ru: Ярлык

source: [dynaforms/fields/link.xml?PME_HINT] Hint
ru: Подсказка

source: [dynaforms/fields/link.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/link.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/listbox.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/listbox.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/listbox.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/listbox.xml?PME_SUBTITLE3] Behaviour
ru: Поведение

source: [dynaforms/fields/listbox.xml?PME_REQUIRED] Required
ru: Требуется

source: [dynaforms/fields/listbox.xml?PME_DEFAULTVALUE] Default Value
ru: Значение по умолчанию

source: [dynaforms/fields/listbox.xml?PME_HINT] Hint
ru: Подсказка

source: [dynaforms/fields/listbox.xml?PME_SUBTITLE] Appearance
ru: Внешний вид

source: [dynaforms/fields/listbox.xml?PME_SIZE] Size
ru: Размер

source: [dynaforms/fields/listbox.xml?PME_MODE] Mode
ru: View

source: [dynaforms/fields/listbox.xml?PME_MODE-edit]
ru: Edit

source: [dynaforms/fields/listbox.xml?PME_MODE-view]
ru: View

source: [dynaforms/fields/listbox.xml?PME_SUBTITLE2] Data
ru: Данные

source: [dynaforms/fields/listbox.xml?PME_SQLCONNECTION] Sql Connection
ru: (none)

source: [dynaforms/fields/listbox.xml?PME_SQLCONNECTION-]
ru: (none)

source: [dynaforms/fields/listbox.xml?PME_XMLNODE_VALUE] Sql
ru: Sql

source: [dynaforms/fields/listbox.xml?PME_SUBTITLE4] Options
ru: Опции

source: [dynaforms/fields/listbox.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/listbox.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/password.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/password.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/password.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/password.xml?PME_SUBTITLE3] Behaviour
ru: Поведение

source: Max. Length
ru: Максимальная длина

source: [dynaforms/fields/password.xml?PME_REQUIRED] Required
ru: Требуется

source: Autocomplete
ru: Автозаполнение

source: [dynaforms/fields/password.xml?PME_READONLY] Read Only
ru: Только читать

source: [dynaforms/fields/password.xml?PME_HINT] Hint
ru: Подсказка

source: [dynaforms/fields/password.xml?PME_SUBTITLE] Appearance
ru: Внешний вид

source: [dynaforms/fields/password.xml?PME_SIZE] Size
ru: Размер

source: [dynaforms/fields/password.xml?PME_MODE] Mode
ru: Просмотр

source: [dynaforms/fields/password.xml?PME_MODE-edit]
ru: Edit

source: [dynaforms/fields/password.xml?PME_MODE-view]
ru: View

source: [dynaforms/fields/password.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/password.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/percentage.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/percentage.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/percentage.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/percentage.xml?PME_SUBTITLE3] Behaviour
ru: Поведение

source: [dynaforms/fields/percentage.xml?PME_VALIDATE] Validate
ru: Реальное число

source: [dynaforms/fields/percentage.xml?PME_VALIDATE-Int]
ru: Integer

source: [dynaforms/fields/percentage.xml?PME_VALIDATE-Real]
ru: Real Number

source: [dynaforms/fields/percentage.xml?PME_COMMA_SEPARATOR] Decimal Separator
ru: Запятая [,]

source: [dynaforms/fields/percentage.xml?PME_COMMA_SEPARATOR-.]
ru: Period [.]

source: [dynaforms/fields/percentage.xml?PME_COMMA_SEPARATOR-,]
ru: Comma [,]

source: [dynaforms/fields/percentage.xml?PME_MASK] Mask
ru: Maска

source: [dynaforms/fields/percentage.xml?PME_REQUIRED] Required
ru: Требуется
