Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: Do you want to remove the step '{0}'?
ru: Вы хотите удалить шаг '{0}'?

source: Vertical Text
ru: Вертикальный текст

source: [LABEL/ID_MAFE_b55a7dbee5118fdf297492f8fb6e8d4a] Execute Trigger
ru: Выполнить запуск

source: [LABEL/ID_MAFE_b55e509c697e4cca0e1d160a7806698f] Hour
ru: Час

source: Intermediate
ru: Промежуточный

source: Do you want to import? All your changes will be lost if you import it.
ru: Вы хотите импортировать? Все ваши изменения будут потеряны, если вы импортируете их.

source: Self Service Evaluate
ru: Оценка самообслуживания

source: Error saving the process.
ru: Ошибка при сохранении процесса.

source: [LABEL/ID_MAFE_b5a7adde1af5c87d7fd797b6245c2a39] Description
ru: Описание

source: subform
ru: подформа

source: Textarea
ru: Область текста

source: 'default', 'top', 'bottom'
ru: 'по умолчанию', 'верх', 'низ'

source: Perform this task
ru: Выполните эту задачу

source: Insert a variable with options
ru: Вставьте переменную с параметрами

source: [LABEL/ID_MAFE_b6ec7abeb6ae29cc35a4b47475e12afe] Process
ru: Процесс

source: Is not possible create the element in that area
ru: Невозможно создать элемент в этой области

source: Do you want to close? All your changes will be lost if you close it.
ru: Вы хотите закрыть? Все ваши изменения будут потеряны, если вы его закроете.

source: [LABEL/ID_MAFE_b74a43dbb36287ea86eb5b0c7b86e8e8] Evaluation
ru: Оценка

source: This content is empty.
ru: Это содержимое пустое.

source: Invalid connection type
ru: Недопустимый тип подключения

source: Data Input
ru: Входные данные

source: [LABEL/ID_MAFE_b78a3223503896721cca1303f776159b] Title
ru: Заголовок

source: Please enter a numeric value
ru: Пожалуйста, введите числовое значение

source: Decrement Minute
ru: Сокращение минут

source: End date
ru: Конечная дата

source: There are problems updating the Start Timer, please try again.
ru: Проблемы с обновлением Start Timer, повторите попытку.

source: There are problems getting the output documents, please try again.
ru: Есть проблемы с получением выходных документов, пожалуйста, повторите попытку.

source: Save your changes and exit ?
ru: Сохранить Ваши изменения и выйти?

source: Webbot
ru: Веб-бот

source: <li>View: Allow user to only view the control's value.</li>
ru: <li> Вид: разрешить пользователю просматривать только значение элемента управления. </ li>

source: Panel
ru: Панель

source: <tr><td></td><td>SSS</td><td>0 1 ... 998 999</td></tr><tr><td><b>Timezone</b></td><td>z or zz</td><td>EST CST ... MST PST<br><b>Note:</b> as of <b>1.6.0</b>, the z/zz format tokens have been deprecated.
ru: <tr> <td> </ td> <td> SSS </ td> <td> 0 1 ... 998 999 </ td> </ tr> <tr> <td> <b> Часовой пояс </ b> </ td> <td> z или zz </ td> <td> EST CST ... MST PST <br> <b> Примечание: </ b> от <b> 1.6.0 </ b>, Знаки формата z / zz устарели.

source: There are problems saved the OutputDocument, please try again.
ru: Есть проблемы с сохранением выходного документа, повторите попытку.

source: [LABEL/ID_MAFE_b9f5c797ebbf55adccdd8539a65a0241] Disabled
ru: Недоступно

source: Please add option and click in cell for editing the cell value
ru: Добавьте параметр и щелкните ячейку для редактирования значения ячейки

source: No
ru: Нет

source: <tr><td><b>Day of Week (Locale)</b></td><td>e</td><td>0 1 ... 5 6</td></tr><tr><td><b>Day of Week (ISO)</b></td><td>E</td><td>1 2 ... 6 7</td></tr>
ru: <tr> <td> <b> День недели (локаль) </ b> </ td> <td> e </ td> <td> 0 1 ... 5 6 </ td> </ tr> < tr> <td> <b> День недели (ISO) </ b> </ td> <td> E </ td> <td> 1 2 ... 6 7 </ td> </ tr>

source: <br/>Output documents: Generate documents with process data.
ru: <br/> Выходные документы: создание документов с данными процесса.

source: is invalid.
ru: является недействительным.

source: Show ID
ru: Показать ID

source: Role
ru: Функция

source: Start Message Event
ru: Начало события сообщения

source: Route case when back online
ru: Маршрутизировать задание при возвращении в он-лайн режим

source: <tr><td><b>Second</b></td><td>s</td><td>0 1 ... 58 59</td></tr><tr><td></td><td>ss</td><td>00 01 ... 58 59</td></tr>
ru: <tr> <td> <b> Второй </ b> </ td> <td> s </ td> <td> 0 1 ... 58 59 </ td> </ tr> <tr> <td> </ td> <td> ss </ td> <td> 00 01 ... 58 59 </ td> </ tr>

source: icons
ru: иконки

source: [LABEL/ID_MAFE_be1a57f7e1cfe44284e71c5175874967] Event
ru: Событие

source: [LABEL/ID_MAFE_be53a0541a6d36f6ecb879fa2c584b08] Image
ru: Изображение

source: Format (CSS)
ru: Формат (CSS)

source: Trigger to execute
ru: Запуск для выполнения

source: Insert a message
ru: Вставить сообщение

source: At least one option must be filled.
ru: По крайней мере, одна позиция должна быть заполнена

source: Self Service Value Based Assignment
ru: Назначение на основе стоимости самообслуживания

source: Edit Properties
ru: Редактировать свойства

source: Parallel Assignment
ru: Параллельное назначение

source: working...
ru: работает...

source: [LABEL/ID_MAFE_c0b06c68c75e0313cac38c4cc8a64d50] Generate Web Entry Page
ru: Создать страницу веб-входа

source: Process Users
ru: Пользователи процесса

source: function
ru: функция

source: This action will delete all options. Do you want to continue?
ru: Это действие удалит все параметры. Вы хотите продолжить?

source: Second
ru: Второй

source: NO
ru: НЕТ

source: Output Document edited successfully
ru: Выходной документ успешно отредактирован

source: Trigger updated correctly
ru: Запуск обновлен правильно

source: Friday
ru: Пятница

source: Message Field Name
ru: Имя поля сообщения

source: Invalid value for the float field
ru: Недопустимое значение для поля float

source: There is already a connection between these elements
ru: Между этими элементами уже существует связь

source: Target
ru: Цель

source: <p>Please select the control you want to use with your variable.</p>
ru: <p> Пожалуйста, выберите элемент управления, который вы хотите использовать с вашей переменной. </ p>

source: Every time scheduled by cron
ru: Каждый раз, когда запланировано cron

source: Supported Controls: file.
ru: Поддерживаемые элементы управления: файл.

source: The column sizes are defined with integer numbers separated by spaces. Any combination of column sizes can be defined but all the columns sizes should add 12. <br>
ru: Размеры столбцов определяются целыми числами, разделенными пробелами. Любая комбинация размеров столбцов может быть определена, но все размеры столбцов должны добавить 12. <br>

source: stepping
ru: шаговый

source: Daily
ru: Ежедневный

source: No Category
ru: Нет категории

source: Invalid Connection between elements
ru: Недопустимое соединение между элементами

source: Invalid operation: Delete message flow before converting it to
ru: Недопустимая операция: удалите поток сообщений, прежде чем преобразовывать его в

source: Input Document updated successfully
ru: Документ ввода успешно обновлен

source: layout
ru: показ

source: Assigned supervisors list
ru: Список назначенных контролеров

source: Balanced
ru: Сбалансированный

source: An unexpected error while assigning the step, please try again later.
ru: Неожиданная ошибка при назначении шага, пожалуйста, повторите попытку позже.

source: The lane can be dropped only over an empty pool. Please empty the pool before dropping a lane.
ru: Линию можно сбросить только пустым пулом. Пожалуйста, оставьте пул перед тем, как сбросить линию.

source: Lane: Used to divide a process into different sections.
ru: Линия: Используется для разделения процесса на разные разделы.

source: Legal Copy
ru: Легальная копия

source: Steps for task
ru: Шаги для задачи

source: Multiple Steps
ru: Многоступенчатый

source: [LABEL/ID_MAFE_c75f7811d70d17dbcd88e9d03752cbed] Authentication
ru: Authentication

source: Subject
ru: Предмет

source: OutPut Document (s)
ru: Выходной документ(ы)

source: Execute a trigger when a case is opened
ru: Выполнить запуск, когда задание открыто

source: [LABEL/ID_MAFE_c79bdf421714f5087fc34b7c538b6807] submit
ru: отправить

source: Task/sub-process name can't be empty
ru: Задача/подпроцесс не может быть пустым

source: Enable this task for offline use:
ru: Включить эту задачу для автономного использования:

source: [LABEL/ID_MAFE_c84b883e444f5a6104a94e46190b1051] Edit Input Document
ru: Редактировать входной документ

source: string or jQuery object
ru: строка или объект jQuery

source: Execute a trigger when a case is paused
ru: Выполнить запуск, когда задание приостановлено

source: Default: false<br>Show the "Clear" button in the icon toolbar.<br>
ru: По умолчанию: false <br> Показать кнопку «Очистить» на панели инструментов иконки. <br>

source: Edit Output Document
ru: Редактировать выходной документ

source: Single Dynaform
ru: Единичный Dynaform

source: [LABEL/ID_MAFE_c9cc8cce247e49bae79f15173ce97354] Save
ru: Сохранить

source: [LABEL/ID_MAFE_ca0dbad92a874b2f69b549293387925e] Code
ru: Код

source: Gateway: Selects a path or divides the process into multiple paths and joins them together.
ru: Вход: выбор пути или деление процесса на несколько путей и объединение их вместе.

source: Event messages
ru: Сообщения о событиях

source: <tr><td><b>Week Year (ISO)</b></td><td>GG</td><td>70 71 ... 29 30</td></tr><tr><td></td><td>GGGG</td><td>1970 1971 ... 2029 2030</td></tr>
ru: <tr> <td> <b> Неделя Год (ISO) </ b> </ td> <td> GG </ td> <td> 70 71 ... 29 30 </ td> </ tr> <tr > <td> </ td> <td> GGGG </ td> <td> 1970 1971 ... 2029 2030 </ td> </ tr>

source: Store Result In
ru: Хранить результат в

source: wildcard
ru: символ

source: Processmap
ru: Карта процесса

source: The following variables have been created:<br>
ru: Следующие переменные не могут быть созданы:<br>

source: Boundary Event Type
ru: Тип граничного события

source: Colspan is used to define the size and number of columns of a selected row. Twelve columns can be defined as maximum.
ru: Число ячеек используется для определения размера и количества столбцов выбранной строки. Двенадцать столбцов могут быть определены как максимальные.

source: Correlation Value
ru: Корреляционное значение

source: Please upload a file with a valid extension (.json)
ru: Пожалуйста, загрузите файл с допустимым расширением (.json)

source: Properties invalid elements:<br><br>
ru: Свойства недействительных элементов: <br> <br>

source: September
ru: Сентябрь

source: Custom Hostname
ru: Пользовательское имя хоста

source: PUBLIC
ru: Открытый доступ

source: Date time
ru: Дата время

source: Target Task
ru: Целевая задача

source: Link Generation
ru: Создание ссылок

source: Empty
ru: Пустой

source: multiple
ru: множественный

source: [LABEL/ID_MAFE_ce4d4b319a571fda7b689cee71432d5d] Custom Trigger
ru: Пользовательский запуск

source: [LABEL/ID_MAFE_ce50a09343724eb82df11390e2c1de18] button
ru: кнопка

source: Fileupload
ru: Загрузка файла

source: Textbox
ru: Текстовое окно

source: Remove Object
ru: Удалить объект

source: Select a language.
ru: Выбрать язык

source: exmaple-name
ru: пример-имя

source: An integer
ru: Целое число

source: [LABEL/ID_MAFE_d08ccf52b4cdd08e41cfb99ec42e0b29] Permissions
ru: Разрешения

source: Expand all
ru: Расширить все

source: Pending Task / Not Executed
ru: Ожидающая задача / не выполнена

source: parent
ru: исходный

source: Default date is out of range.
ru: Дата по умолчанию вне диапазона.

source: Saving Process
ru: Процесс сохранения

source: [LABEL/ID_MAFE_d1948d0992fcf56030d9f5b250736dad] Enable Versioning
ru: Включить управление версиями

source: Dec
ru: Дек

source: The key value already exists.
ru: Значение ключа уже существует.

source: Minimize
ru: Минимизировать

source: object with the all or one of the parameters above; horizontal: 'auto', 'left', 'right' or vertical: 'auto', 'top', 'bottom'
ru: объект со всем или одним из приведенных выше параметров; горизонтальный: «авто», «левый», «правый» или вертикальный: «авто», «верх», «нижний»,

source: datepicker view mode
ru: режим просмотра датпикера

source: Create Input Document
ru: Создать входной документ

source: Start file download successfully
ru: Запуск файла успешно загружен

source: label
ru: ярлык

source: clone
ru: копия

source: Error, There are problems updating the element
ru: Ошибка, возникают проблемы с обновлением элемента

source: [LABEL/ID_MAFE_d3d2e617335f08df83599665eef8a418] Close
ru: Закрыть

source: PDF security
ru: PDF безопасность

source: Routing rule removed correctly
ru: Правило маршрутизации удалено правильно

source: Parallel by Evaluation
ru: Параллельно по оценке

source: Variable for Self Service Value Based Assignment
ru: Переменная для самообслуживания

source: Hide Logged Information Bar
ru: Скрыть журнал информации

source: Duplicate value for key
ru: Дублируемое значение для ключа

source: Assigned user
ru: Назначенный пользователь

source: Step {0} ( {1} )
ru: Шаг {0} ( {1} )

source: [LABEL/ID_MAFE_d55b30607c2a9a2616347d6edb789f6b] Last
ru: Последний

source: Advanced link generation
ru: Расширенное создание ссылок

source: [LABEL/ID_MAFE_d5d3db1765287eef77d7927cc956f50a] title
ru: заголовок

source: Assigned objects
ru: Назначенные объекты

source: Error value: Minute: 0 - 59
ru: Значение ошибки: Минута: 0 - 59

source: There are problems getting the list of dynaforms, please try again.
ru: Есть проблемы с получением списка DynaForms, повторите попытку.

source: Do you want to delete this Trigger?
ru: Вы хотите удалить этот запуск?

source: Report Generator
ru: Генератор отчетов

source: Empty Task
ru: Пустая задача

source: Message Type Saved successfully.
ru: Тип сообщения сохранено успешно.

source: At least one object should be selected in order to execute the action.
ru: Для выполнения действия необходимо выбрать хотя бы один объект.

source: There are problems getting the list of projects.
ru: Есть проблемы с получением списка проектов.

source: Web Entry URL:
ru: URL Веб входа:

source: Manual Task
ru: Задача вручную

source: Use a pattern (to be used in a search).
ru: Используйте шаблон (который будет использоваться при поиске).

source: months
ru: месяцы

source: Origin Task
ru: Начало задачи

source: Options
ru: Oпции

source: group
ru: группа

source: Define accepted variable values
ru: Определить принятые значения переменных

source: [LABEL/ID_MAFE_dc30bc0c7914db5918da4263fce93ad2] Clear
ru: Очистить

source: Select variable
ru: Выбрать переменную

source: The changed variables have been added with the suffix “_1”.
ru: Измененные переменные были добавлены с суффиксом «_1».

source: [LABEL/ID_MAFE_dc647eb65e6711e155375218212b3964] Password
ru: Пароль

source: Hide the case number and the case title in the steps
ru: Скрыть номер задания и заголовок задания в шагах

source: Do you want to delete this DB Connection?
ru: Вы хотите удалить это соединение с БД?

source: Web Entry Title
ru: Заголовок веб-записи

source: The property event was saved successfully.
ru: Событие свойства было успешно сохранено.

source: self Service
ru: Самообслуживание

source: Previous
ru: Предыдущий

source: Supported Controls: datetime, hidden.
ru: Поддерживаемые элементы управления: datetime, hidden.

source: <tr><th></th><th>Token</th><th>Output</th></tr><tr><td><b>Month</b></td><td>M</td><td>1 2 ... 11 12</td></tr>
ru: <TR> <й> </ й> <й> Знак </ й> <й> Выход </ й> </ TR> <TR> <TD> <B> Месяц </ B> </ TD> <TD > M </ td> <td> 1 2 ... 11 12 </ td> </ tr>

source: Export process
ru: Экспортировать процесс

source: edit
ru: редактировать

source: [LABEL/ID_MAFE_de9b9ed78d7e2e1dceeffee780e2f919] javascript
ru: javascript

source: Pool
ru: Пул

source: rows
ru: строки

source: Variable for Case priority
ru: Переменная для приоритета случая

source: Parallel gateway
ru: Параллельный вход

source: datetime
ru: дата время

source: Close Validator
ru: Закрыть валидатор

source: variable
ru: переменная

source: Database Connection:
ru: Подключение к базе данных:

source: Report toO
ru: Отчитаться

source: There are problems removing task
ru: Есть проблемы с удалением задачи

source: To
ru: Кому

source: Array of users
ru: Массив пользователей

source: @@myData
ru: @@моиДанные

source: Once
ru: Oдин раз

source: Manual
ru: Ручной

source: Of the month(s)
ru: Месяца (ов)

source: [LABEL/ID_MAFE_e1e4c8c9ccd9fc39c391da4bcd093fb2] Block
ru: Блокировать

source: Error message
ru: Сообщение об ошибке

source: Select a Skin
ru: Выбрать скин

source: Select Target Process
ru: Выбор целевого процесса

source: Select a Control
ru: Выбрать контроль

source: Please configure script to wait for a signal.
ru: Пожалуйста, настройте скрипт для ожидания сигнала.

source: There are problems getting the list of DynaForms, please try again.
ru: Есть проблемы с получением списка DynaForms, повторите попытку.

source: false: No default selection <br>true: current date<br>year: the first day of the current year<br>month: the first day of the month<br>day: the current day<br>hour: the current hour without minutes<br>minute: the current minute
ru: false: нет выбора по умолчанию <br> true: текущая дата и год: первый день текущего года <br> месяц: первый день месяца <br> день: текущий день <br> час: текущий час без минут <br> минуты: текущая минута

source: Plain Text
ru: Простой текст

source: Activity must have an outgoing sequence flow
ru: Активность должна иметь поток исходящей последовательности

source: Enter a valid URL to be redirected when entry will be completed
ru: Введите действительный URL-адрес, который будет перенаправлен, когда запись будет завершена

source: Units
ru: Единицы

source: Start Event
ru: Стартовое событие

source: Type:
ru: Тип:

source: Jan
ru: Янв

source: <br/>Variables: Define the process data.
ru: <br/> Переменные: определение данных процесса.

source: One Time Only
ru: Только один раз

source: Select a language
ru: Выбрать язык

source: Edit Variable
ru: Редактировать переменную

source: Edit Message Type
ru: Изменить тип сообщения

source: Message Type Deleted successfully
ru: Тип сообщения удален успешно

source: Self Service
ru: Самообслуживание

source: Examples:<br>
ru: Примеры:<br>

source: [LABEL/ID_MAFE_e807d3ccf8d24c8c1a3d86db5da78da8] Days
ru: Дни

source: - Select an input document -
ru: - Выбрать входной документ -

source: geomap
ru: географическая карта

source: This name already exists.
ru: Это имя уже существует.

source: href
ru: гиперссылка

source: Horizontal Text
ru: Горизонтальный текст

source: The day
ru: День

source: Attachment
ru: Приложение

source: Assigned users list
ru: Список назначенных пользователей

source: Feb
ru: Фев

source: - Select a process -
ru: - Выбрать процесс -

source: There are problems saved, please try again.
ru: Проблемы сохранены, повторите попытку.

source: [LABEL/ID_MAFE_ea4788705e6873b424c65e91c2846b19] Cancel
ru: Отменить

source: [LABEL/ID_MAFE_eaeb30f9f18e0c50b178676f3eaef45f] Task
ru: Задача

source: No users
ru: Нет пользователей

source: PARAMETERS
ru: ПАРАМЕТРЫ

source: Jun
ru: Июн

source: Cases Notes
ru: Заметки задания

source: [LABEL/ID_MAFE_ebb035d359e317060c652f54a18cfb1b] Copy of
ru: Копия

source: is required.
ru: требуется.

source: Options:
ru: Oпции:

source: [LABEL/ID_MAFE_ec211f7c20af43e742bf2570c3cb84f9] Add
ru: Добавить

source: Participation
ru: Участие

source: [LABEL/ID_MAFE_ec53a8c4f07baed5d8825072c89799be] Status
ru: Статус

source: Can't connect start event to subprocess
ru: Невозможно подключить событие запуска к подпроцессу

source: Testing Server Connection
ru: Тестирование подключения к серверу

source: October
ru: Oктябрь

source: Name Value
ru: Имя значения

source: An unexpected error while deleting the trigger, please try again later.
ru: Неожиданные ошибки при удалении запуска, повторите попытку позже.

source: Select dates by days, months or years by default when the date picker is initially shown.<br>
ru: Выберите даты по дням, месяцам или годам по умолчанию, когда изначально выбран сборщик дат. <br>

source: Do you want to delete this routing rule?
ru: Вы хотите удалить это правило маршрутизации?

source: Public Files
ru: Общие файлы

source: Permission
ru: Разрешение

source: user
ru: пользователь

source: hint
ru: подсказка

source: [LABEL/ID_MAFE_ee458e0db2f22a6528caf5111e594df0] Export Diagram
ru: Экспортировать диаграмму

source: Do you want to delete this DynaForm?
ru: Вы хотите удалить этот DynaForm?

source: There are problems creating the DynaForm, please try again.
ru: Есть проблемы с созданием DynaForm, пожалуйста, повторите попытку.

source: Send Task
ru: Отправить задачу

source: Add new
ru: Добавить новый

source: Input Document (s)
ru: Входные документ(ы)

source: Months
ru: Mесяцы

source: Timer
ru: Tаймер

source: Sep
ru: Сент

source: [LABEL/ID_MAFE_f0c8b2bc40856314cdc241d77f7eb12a] Horizontal line
ru: Горизонтальная линия

source: Content
ru: Coдержимое

source: Sub Process
ru: Подпроцесс

source: Flow
ru: Поток

source: Step editing successfully.
ru: Шаг редактируется успешно

source: panel
ru: панель

source: Permission edited successfully
ru: Разрешение успешно отредактировано

source: [LABEL/ID_MAFE_f2a6c498fb90ee345d997f888fce3b18] Delete
ru: Удалить

source: day view header format
ru: формат заголовка дневного просмотра

source: [LABEL/ID_MAFE_f3a29486bed19a90f2da6d007818b427] Steps
ru: Шаги

source: Assignment
ru: Назначение

source: EXCLUSIVE
ru: ИСКЛЮЧИТЕЛЬНЫЙ

source: Database Connection
ru: Соединение с базой данных

source: There are problems updating the Timer Event, please try again.
ru: При обновлении события таймера возникают проблемы, повторите попытку.

source: Group or User
ru: Группа или пользователь

source: Granular
ru: Зернистый

source: The variable Name already exists.
ru: Имя переменной уже существует.

source: Settings
ru: Настройки

source: There are problems update the Step Trigger, please try again.
ru: Есть проблемы с обновлением Step Trigger, повторите попытку.

source: Username
ru: Имя пользователя

source: Minutes
ru: Минуты

source: Trigger
ru: Запуск

source: The configuring of multiple instances will be lost
ru: Конфигурирование нескольких экземпляров будет потеряно

source: The imported dynaform include new variables and existing variables that require changes.
ru: Импортированный Dynaform включает новые переменные и существующие переменные, требующие изменений.

source: The process was saved successfully.
ru: Процесс был успешно сохранен.

source: Do you want to delete all routing rules?
ru: Вы хотите удалить все правила маршрутизации?

source: Previous Century
ru: Прошлое столетие

source: print
ru: печатать

source: versioning
ru: управление версиями

source: Main Folders
ru: Основные папки

source: Unsupported element.
ru: Неподдерживаемый элемент.

source: lowercase
ru: в нижнем регистре

source: True
ru: Правда

source: Supported Controls: Multiple File.
ru: Поддерживаемые элементы управления: несколько файлов.

source: False
ru: Ложный

source: This a sub-process
ru: Этот подпроцесс

source: [LABEL/ID_MAFE_f92965e2c8a7afb3c1b9a5c09a263636] Done
ru: Done

source: Message Types
ru: Типы сообщений

source: <tr><td><b>Week of Year</b></td><td>w</td><td>1 2 ... 52 53</td></tr><tr><td></td><td>wo</td><td>1st 2nd ... 52nd 53rd</td></tr>
ru: <tr> <td> <b> Неделя года </ b> </ td> <td> w </ td> <td> 1 2 ... 52 53 </ td> </ tr> <tr> < td> </ td> <td> wo </ td> <td> 1st 2nd ... 52nd 53rd </ td> </ tr>

source: Allowed file extensions (Use .* to allow any extension)
ru: Разрешенные расширения файлов (используйте. *, Чтобы разрешить любое расширение)

source: Users
ru: Пользователи

source: validate
ru: ратифицировать

source: TO DO
ru: СДЕЛАТЬ

source: March
ru: Март

source: Intermediate Timer Event
ru: Промежуточное событие таймера

source: locale
ru: Место действия

source: Disable Grid Lines
ru: Отключить сетки

source: [LABEL/ID_MAFE_fb8e567d9b10447761969e1e08eebc2b] Create
ru: Cоздать

source: Step removed successfully
ru: Шаг удален успешно

source: Upload File
ru: Загрузить файл
