Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: [cases/cases_AttachInputDocument3.xml?MORE] Upload Multiple Input Documents
ru: Загрузка нескольких входных документов

source: [cases/cases_AttachInputDocument3.xml?SAVE] Save
ru: Сохранить

source: Max. file size
ru: Максимальный размер файла

source: [cases/cases_AttachInputDocumentGeneral.xml?APP_DOC_FILENAME] File
ru: Файл

source: Allowed Extensions
ru: Разрешенные расширения

source: [cases/cases_AttachInputDocumentGeneral.xml?APP_DOC_COMMENT] Comments
ru: Комментарии

source: [cases/cases_AttachInputDocumentGeneral.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [cases/cases_AttachInputDocumentGeneral.xml?SAVE] Save
ru: Сохранить

source: [cases/cases_CannotInitiateCase.xml?TITLE] Start a new case
ru: Начать новое задание

source: You cannot initiate a new case.
ru: Вы не можете инициировать новое задание

source: Claim Case
ru: Требование задания

source: [cases/cases_CatchSelfService.xml?PRO_TITLE] Process
ru: Процесс

source: [cases/cases_CatchSelfService.xml?STATUS] Case Status
ru: Статус задания

source: [cases/cases_CatchSelfService.xml?TITLE] Case Title
ru: Заголовок задания

source: [cases/cases_CatchSelfService.xml?APP_NUMBER] Case Number
ru: Номер задания

source: Case Uid
ru: Uid задания

source: [cases/cases_CatchSelfService.xml?TAS_TITLE] Task
ru: Задача

source: Task Delegate Date
ru: Дата делегирования задачи

source: Task Due Date
ru: Дата выполнения задачи

source: Previous Task
ru: Предыдущая задача

source: Previous User
ru: Предыдущий пользователь

source: Claim this case
ru: Подписаться на это задание

source: [cases/cases_CatchSelfService.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [cases/cases_DynaformHistory.xml?DYN_UID] Dynaform
ru: Dynaform

source: [cases/cases_DynaformHistory.xml?DYN_TITLE] Dynaform
ru: Dynaform

source: Update Date
ru: Обновить дату

source: [cases/cases_DynaformHistory.xml?USR_NAME] User
ru: Пользователь

source: [cases/cases_DynaformHistory.xml?FIELDS] Fields
ru: Поля

source: [cases/cases_InputdocsList.xml?TITLE] Title
ru: Заголовок

source: [cases/cases_InputdocsList.xml?DOC_VERSION_LABEL] Version
ru: Версия

source: [cases/cases_InputdocsList.xml?CREATOR] Creator
ru: Cоздатель

source: Comment
ru: Комментарий

source: Created Date
ru: Дата создания

source: [cases/cases_InputdocsListHistory.xml?TITLE] Title
ru: Заголовок

source: [cases/cases_InputdocsListHistory.xml?DOC_VERSION_LABEL] Version
ru: Версия

source: [cases/cases_InputdocsListHistory.xml?CREATOR] Creator
ru: Cоздатель

source: [cases/cases_InputdocsListHistory.xml?APP_DOC_CREATE_DATE] Created Date
ru: Дата создания

source: [cases/cases_InputdocsListToRevise.xml?TITLE] Type
ru: Tип

source: [cases/cases_InputdocsListToRevise.xml?TYPE] Type
ru: Tип

source: [cases/cases_InputdocsListToRevise.xml?CREATE_DATE] Create Date
ru: Создать дату

source: [cases/cases_List.xml?APP_TITLE] Case
ru: Задание

source: [cases/cases_List.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_List.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_List.xml?APP_DEL_PREVIOUS_USER] Sent by
ru: Отправлено от

source: [cases/cases_List.xml?APP_DEL_TASK_DUE_DATE] Due Date
ru: Срок оплаты

source: [cases/cases_List.xml?APP_UPDATE_DATE] Last Modify
ru: Последнее изменение

source: [cases/cases_List.xml?DEL_FINISH_DATE] Finish Date
ru: Дата окончания

source: [cases/cases_List.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: Apply Filter
ru: Применить фильтр

source: [cases/cases_ListAll.xml?APP_TITLE] Case
ru: Задание

source: [cases/cases_ListAll.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_ListAll.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_ListAll.xml?APP_CURRENT_USER] Current User
ru: Текущий пользователь

source: [cases/cases_ListAll.xml?APP_DEL_PREVIOUS_USER] Sent by
ru: Отправлено от

source: [cases/cases_ListAll.xml?DEL_TASK_DUE_DATE] Due Date
ru: Срок оплаты

source: [cases/cases_ListAll.xml?APP_UPDATE_DATE] Last Modify
ru: Последнее изменение

source: [cases/cases_ListAll.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_ListAll.xml?DEL_FINISH_DATE] Finish Date
ru: Дата окончания

source: [cases/cases_ListAll.xml?APP_STATUS] Status
ru: Завершено

source: [cases/cases_ListAll.xml?APP_STATUS-DRAFT]
ru: Draft

source: [cases/cases_ListAll.xml?APP_STATUS-TO_DO]
ru: To Do

source: [cases/cases_ListAll.xml?APP_STATUS-CANCELLED]
ru: Canceled

source: [cases/cases_ListAll.xml?APP_STATUS-COMPLETED]
ru: Completed

source: [cases/cases_ListAll.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [cases/cases_ListAllDelete.xml?APP_TITLE] Case
ru: Задание

source: [cases/cases_ListAllDelete.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_ListAllDelete.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_ListAllDelete.xml?APP_CURRENT_USER] Current User
ru: Текущий пользователь

source: [cases/cases_ListAllDelete.xml?APP_DEL_PREVIOUS_USER] Sent by
ru: Отправлено от

source: [cases/cases_ListAllDelete.xml?DEL_TASK_DUE_DATE] Due Date
ru: Срок оплаты

source: [cases/cases_ListAllDelete.xml?APP_UPDATE_DATE] Last Modify
ru: Последнее изменение

source: [cases/cases_ListAllDelete.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_ListAllDelete.xml?DEL_FINISH_DATE] Finish Date
ru: Дата окончания

source: [cases/cases_ListAllDelete.xml?APP_STATUS] Status
ru: Завершено

source: [cases/cases_ListAllDelete.xml?APP_STATUS-DRAFT]
ru: Draft

source: [cases/cases_ListAllDelete.xml?APP_STATUS-TO_DO]
ru: To Do

source: [cases/cases_ListAllDelete.xml?APP_STATUS-CANCELLED]
ru: Canceled

source: [cases/cases_ListAllDelete.xml?APP_STATUS-COMPLETED]
ru: Completed

source: [cases/cases_ListAllDelete.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [cases/cases_ListAll_Reassign.xml?APP_TITLE] Case
ru: Задание

source: [cases/cases_ListAll_Reassign.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_ListAll_Reassign.xml?APP_PRO_TITLE] Process
ru: Process

source: [cases/cases_ListAll_Reassign.xml?APP_CURRENT_USER] Current User
ru: Текущий пользователь

source: [cases/cases_ListAll_Reassign.xml?APP_DEL_PREVIOUS_USER] Sent by
ru: Отправлено от

source: [cases/cases_ListAll_Reassign.xml?DEL_TASK_DUE_DATE] Due Date
ru: Срок оплаты

source: [cases/cases_ListAll_Reassign.xml?APP_UPDATE_DATE] Last Modify
ru: Последнее изменение

source: [cases/cases_ListAll_Reassign.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_ListAll_Reassign.xml?DEL_FINISH_DATE] Finish Date
ru: Дата окончания

source: [cases/cases_ListAll_Reassign.xml?APP_STATUS] Status
ru: Завершено

source: [cases/cases_ListAll_Reassign.xml?APP_STATUS-DRAFT]
ru: Draft

source: [cases/cases_ListAll_Reassign.xml?APP_STATUS-TO_DO]
ru: To Do

source: [cases/cases_ListAll_Reassign.xml?APP_STATUS-CANCELLED]
ru: Canceled

source: [cases/cases_ListAll_Reassign.xml?APP_STATUS-COMPLETED]
ru: Completed

source: [cases/cases_ListAll_Reassign.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [cases/cases_ListCancelled.xml?APP_TITLE] Case
ru: Задание

source: [cases/cases_ListCancelled.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_ListCancelled.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_ListCancelled.xml?APP_DEL_PREVIOUS_USER] Sent by
ru: Отправлено от

source: [cases/cases_ListCancelled.xml?DEL_TASK_DUE_DATE] Due Date
ru: Срок оплаты

source: [cases/cases_ListCancelled.xml?APP_UPDATE_DATE] Last Modify
ru: Последнее изменение

source: [cases/cases_ListCancelled.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_ListCancelled.xml?DEL_FINISH_DATE] Finish Date
ru: Дата окончания

source: [cases/cases_ListCancelled.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [cases/cases_ListCompleted.xml?APP_TITLE] Case
ru: Задание

source: [cases/cases_ListCompleted.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_ListCompleted.xml?APP_PRO_TITLE] Process
ru: Процесс

source: Completed by user
ru: Завершено пользователем

source: [cases/cases_ListCompleted.xml?APP_UPDATE_DATE] Last Modify
ru: Последнее изменение

source: [cases/cases_ListCompleted.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_ListCompleted.xml?DEL_FINISH_DATE] Finish Date
ru: Дата окончания

source: [cases/cases_ListCompleted.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [cases/cases_ListDraft.xml?APP_TITLE] Case
ru: Задание

source: [cases/cases_ListDraft.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_ListDraft.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_ListDraft.xml?DEL_TASK_DUE_DATE] Due Date
ru: Срок оплаты

source: [cases/cases_ListDraft.xml?APP_UPDATE_DATE] Last Modify
ru: Последнее изменение

source: [cases/cases_ListDraft.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_ListDraft.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [cases/cases_ListOnHold.xml?APP_TITLE] Case
ru: Case

source: [cases/cases_ListOnHold.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_ListOnHold.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_ListOnHold.xml?APP_DEL_PREVIOUS_USER] Sent by
ru: Отправлено от

source: [cases/cases_ListOnHold.xml?APP_UPDATE_DATE] Last Modify
ru: Последнее изменение

source: [cases/cases_ListOnHold.xml?DEL_TASK_DUE_DATE] Due Date
ru: Срок оплаты

source: [cases/cases_ListOnHold.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_ListOnHold.xml?DEL_FINISH_DATE] Finish Date
ru: Дата окончания

source: [cases/cases_ListOnHold.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [cases/cases_ListSelfService.xml?APP_TITLE] Case
ru: Задание

source: [cases/cases_ListSelfService.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_ListSelfService.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_ListSelfService.xml?APP_CURRENT_USER] Completed by user
ru: Завершено пользователем

source: [cases/cases_ListSelfService.xml?DEL_TASK_DUE_DATE] Due Date
ru: Срок оплаты

source: [cases/cases_ListSelfService.xml?APP_UPDATE_DATE] Last Modify
ru: Последнее изменение

source: [cases/cases_ListSelfService.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_ListSelfService.xml?DEL_FINISH_DATE] Finish Date
ru: Дата окончания

source: [cases/cases_ListSelfService.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [cases/cases_ListSent.xml?APP_TITLE] Case
ru: Задание

source: [cases/cases_ListSent.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_ListSent.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_ListSent.xml?APP_CURRENT_USER] Current User
ru: Текущий пользователь

source: [cases/cases_ListSent.xml?APP_DEL_PREVIOUS_USER] Sent by
ru: Отправлено от

source: [cases/cases_ListSent.xml?DEL_TASK_DUE_DATE] Due Date
ru: Срок оплаты

source: [cases/cases_ListSent.xml?APP_UPDATE_DATE] Last Modify
ru: Последнее изменение

source: [cases/cases_ListSent.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_ListSent.xml?DEL_FINISH_DATE] Finish Date
ru: Дата окончания

source: [cases/cases_ListSent.xml?APP_STATUS] Status
ru: Завершено

source: [cases/cases_ListSent.xml?APP_STATUS-DRAFT]
ru: Draft

source: [cases/cases_ListSent.xml?APP_STATUS-TO_DO]
ru: To Do

source: [cases/cases_ListSent.xml?APP_STATUS-CANCELLED]
ru: Cancelled

source: [cases/cases_ListSent.xml?APP_STATUS-COMPLETED]
ru: Completed

source: [cases/cases_ListSent.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [cases/cases_ListStarted.xml?APP_TITLE] Case
ru: Задание

source: [cases/cases_ListStarted.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_ListStarted.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_ListStarted.xml?APP_CURRENT_USER] Current User
ru: Текущий пользователь

source: [cases/cases_ListStarted.xml?APP_DEL_PREVIOUS_USER] Sent by
ru: Отправлено от

source: [cases/cases_ListStarted.xml?DEL_TASK_DUE_DATE] Due Date
ru: Срок оплаты

source: [cases/cases_ListStarted.xml?APP_UPDATE_DATE] Last Modify
ru: Последнее изменение

source: [cases/cases_ListStarted.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_ListStarted.xml?DEL_FINISH_DATE] Finish Date
ru: Дата окончания

source: [cases/cases_ListStarted.xml?APP_STATUS] Status
ru: Завершено

source: [cases/cases_ListStarted.xml?APP_STATUS-DRAFT]
ru: Draft

source: [cases/cases_ListStarted.xml?APP_STATUS-TO_DO]
ru: To Do

source: [cases/cases_ListStarted.xml?APP_STATUS-CANCELLED]
ru: Canceled

source: [cases/cases_ListStarted.xml?APP_STATUS-COMPLETED]
ru: Completed

source: [cases/cases_ListStarted.xml?SEARCH] Apply Filter
ru: Применить

source: [cases/cases_ListToRevise.xml?APP_TITLE] Case
ru: Задание

source: [cases/cases_ListToRevise.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_ListToRevise.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_ListToRevise.xml?APP_CURRENT_USER] Current User
ru: Текущий пользователь

source: [cases/cases_ListToRevise.xml?APP_DEL_PREVIOUS_USER] Sent by
ru: Отправлено от

source: [cases/cases_ListToRevise.xml?DEL_TASK_DUE_DATE] Due Date
ru: Срок оплаты

source: [cases/cases_ListToRevise.xml?APP_UPDATE_DATE] Last Modify
ru: Последнее изменение

source: [cases/cases_ListToRevise.xml?DEL_PRIORITY] Priority
ru: Очень низкий

source: [cases/cases_ListToRevise.xml?DEL_PRIORITY-1]
ru: Very High

source: [cases/cases_ListToRevise.xml?DEL_PRIORITY-2]
ru: High

source: [cases/cases_ListToRevise.xml?DEL_PRIORITY-3]
ru: Normal

source: [cases/cases_ListToRevise.xml?DEL_PRIORITY-4]
ru: Low

source: [cases/cases_ListToRevise.xml?DEL_PRIORITY-5]
ru: Very Low

source: [cases/cases_ListToRevise.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_ListToRevise.xml?APP_STATUS] Status
ru: Завершено

source: [cases/cases_ListToRevise.xml?APP_STATUS-DRAFT]
ru: Draft

source: [cases/cases_ListToRevise.xml?APP_STATUS-TO_DO]
ru: To Do

source: [cases/cases_ListToRevise.xml?APP_STATUS-CANCELLED]
ru: Canceled

source: [cases/cases_ListToRevise.xml?APP_STATUS-COMPLETED]
ru: Completed

source: [cases/cases_ListToRevise.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [cases/cases_ListTodo.xml?APP_TITLE] Case
ru: Задание

source: [cases/cases_ListTodo.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_ListTodo.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_ListTodo.xml?APP_DEL_PREVIOUS_USER] Sent by
ru: Отправлено от

source: [cases/cases_ListTodo.xml?DEL_TASK_DUE_DATE] Due Date
ru: Срок оплаты

source: [cases/cases_ListTodo.xml?APP_UPDATE_DATE] Last Modify
ru: Последнее изменение

source: [cases/cases_ListTodo.xml?DEL_PRIORITY] Priority
ru: Очень низкий

source: [cases/cases_ListTodo.xml?DEL_PRIORITY-1]
ru: Very High

source: [cases/cases_ListTodo.xml?DEL_PRIORITY-2]
ru: High

source: [cases/cases_ListTodo.xml?DEL_PRIORITY-3]
ru: Normal

source: [cases/cases_ListTodo.xml?DEL_PRIORITY-4]
ru: Low

source: [cases/cases_ListTodo.xml?DEL_PRIORITY-5]
ru: Very Low

source: [cases/cases_ListTodo.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_ListTodo.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [cases/cases_ListTodoNew.xml?APP_TITLE] Case
ru: Задание

source: [cases/cases_ListTodoNew.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_ListTodoNew.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_ListTodoNew.xml?APP_DEL_PREVIOUS_USER] Sent by
ru: Отправлено от

source: [cases/cases_ListTodoNew.xml?DEL_TASK_DUE_DATE] Due Date
ru: Срок оплаты

source: [cases/cases_ListTodoNew.xml?APP_UPDATE_DATE] Last Modify
ru: Последнее изменение

source: [cases/cases_ListTodoNew.xml?DEL_PRIORITY] Priority
ru: Очень низкий

source: [cases/cases_ListTodoNew.xml?DEL_PRIORITY-1]
ru: Very High

source: [cases/cases_ListTodoNew.xml?DEL_PRIORITY-2]
ru: High

source: [cases/cases_ListTodoNew.xml?DEL_PRIORITY-3]
ru: Normal

source: [cases/cases_ListTodoNew.xml?DEL_PRIORITY-4]
ru: Low

source: [cases/cases_ListTodoNew.xml?DEL_PRIORITY-5]
ru: Very Low

source: [cases/cases_ListTodoNew.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_ListTodoNew.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [cases/cases_Messages.xml?APP_MSG_TYPE] Type
ru: Тип

source: [cases/cases_Messages.xml?APP_MSG_DATE] Date
ru: Дата

source: [cases/cases_Messages.xml?APP_MSG_SUBJECT] Subject
ru: Предмет

source: [cases/cases_Messages.xml?APP_MSG_FROM] From
ru: От кого

source: [cases/cases_Messages.xml?APP_MSG_TO] To
ru: Кому

source: [cases/cases_Messages.xml?APP_MSG_STATUS] Status
ru: Статус

source: MESSAGE
ru: СООБЩЕНИЕ

source: SUBJECT
ru: ПРЕДМЕТ

source: FROM
ru: ОТ КОГО

source: TO
ru: КОМУ

source: [cases/cases_MessagesView.xml?APP_MSG_DATE] DATE
ru: ДАТА

source: [cases/cases_New.xml?TITLE] Start a new case
ru: Начать новое задание

source: [cases/cases_New.xml?TAS_UID] Process
ru: Процесс

source: Start
ru: Начать

source: [cases/cases_NewRadioGroup.xml?TITLE] Start a new case
ru: Начать новое задание

source: [cases/cases_NewRadioGroup.xml?START] Start
ru: Начать

source: [cases/cases_Options.xml?PROCESS_FILTER] Process
ru: Все

source: [cases/cases_Options.xml?PROCESS_FILTER-0]
ru: All

source: [cases/cases_OptionsSent.xml?PROCESS_FILTER] Process
ru: Все

source: [cases/cases_OptionsSent.xml?PROCESS_FILTER-0]
ru: All

source: [cases/cases_OptionsSent.xml?APP_STATUS_FILTER] Status
ru: Выполнено

source: [cases/cases_OptionsSent.xml?APP_STATUS_FILTER-ALL]
ru: All

source: [cases/cases_OptionsSent.xml?APP_STATUS_FILTER-TO_DO]
ru: To Do

source: [cases/cases_OptionsSent.xml?APP_STATUS_FILTER-CANCELLED]
ru: Canceled

source: [cases/cases_OptionsSent.xml?APP_STATUS_FILTER-COMPLETED]
ru: Completed

source: Started by me
ru: Начато мной

source: [cases/cases_OptionsSent.xml?READ_FILTER] Read
ru: Прочитанное

source: [cases/cases_OptionsSent.xml?UNREAD_FILTER] Unread
ru: Непрочитанное

source: [cases/cases_OptionsSent.xml?ALL_FILTER] All
ru: Все

source: [cases/cases_OptionsToDo.xml?PROCESS_FILTER] Process
ru: Все

source: [cases/cases_OptionsToDo.xml?PROCESS_FILTER-0]
ru: All

source: [cases/cases_OptionsToDo.xml?READ_FILTER] Read
ru: Прочитанное

source: [cases/cases_OptionsToDo.xml?UNREAD_FILTER] Unread
ru: Непрочитанное

source: [cases/cases_OptionsToDo.xml?ALL_FILTER] All
ru: Все

source: [cases/cases_OutputdocsListToRevise.xml?TITLE] Title
ru: Заголовок

source: [cases/cases_OutputdocsListToRevise.xml?APP_DOC_CREATE_DATE] Create Date
ru: Создать дату

source: [cases/cases_ProcessInformation.xml?PRO_TITLE] Title
ru: Заголовок

source: [cases/cases_ProcessInformation.xml?PRO_DESCRIPTION] Description
ru: Описание

source: [cases/cases_ProcessInformation.xml?PRO_AUTHOR] Author
ru: Автор

source: [cases/cases_ProcessInformation.xml?PRO_CREATE_DATE] Create Date
ru: Создать дату

source: Finish Reassigned
ru: Закончить переназначение

source: Case #
ru: Задание #

source: [cases/cases_Reassign.xml?USERS] Reassigned to
ru: Переназначено

source: BACK
ru: НАЗАД

source: <center>Reassignment of Cases</center>
ru: <center>Переназначение заданий</center>

source: Reassign By
ru: Пользователь

source: [cases/cases_ReassignBy.xml?REASSIGN_BY-1]
ru: Case

source: [cases/cases_ReassignBy.xml?REASSIGN_BY-2]
ru: User

source: [cases/cases_ReassignBy.xml?REASSIGN_USER]
ru: - Выбрать-

source: [cases/cases_ReassignBy.xml?REASSIGN_USER-]
ru: - Select -

source: <center>Reassigned Cases Resume</center>
ru: <center> Повторное заполнение вакансий </ center>

source: [cases/cases_ReassignShowInfo.xml?BACK] BACK
ru: НАЗАД

source: [cases/cases_ReassignUsers.xml?REASSIGN_USER] User
ru: - Выбрать-

source: [cases/cases_ReassignUsers.xml?REASSIGN_USER-]
ru: - Select -

source: Case Properties
ru: Свойства задания

source: [cases/cases_Resume.xml?PRO_TITLE] Process
ru: Процесс

source: [cases/cases_Resume.xml?TITLE] Case Title
ru: Заголовок задания

source: [cases/cases_Resume.xml?APP_NUMBER] Case Number
ru: Номер задания

source: [cases/cases_Resume.xml?STATUS] Case Status
ru: Статус задания

source: [cases/cases_Resume.xml?APP_UID] Case Uid
ru: Uid Задания

source: [cases/cases_Resume.xml?CREATOR] Creator
ru: Создатель

source: [cases/cases_Resume.xml?CREATE_DATE] Create Date
ru: Создать дату

source: Last Update
ru: Последнее обновление

source: [cases/cases_Resume.xml?DESCRIPTION] Case Description
ru: Описание задания

source: [cases/cases_Resume_Current_Task.xml?TAS_TITLE] Task
ru: Задача

source: [cases/cases_Resume_Current_Task.xml?CURRENT_USER] Current User
ru: Текущий пользователь

source: [cases/cases_Resume_Current_Task.xml?DEL_DELEGATE_DATE] Task Delegate Date
ru: Дата делегирования задачи

source: Task Init Date
ru: Дата инициализации задачи

source: [cases/cases_Resume_Current_Task.xml?DEL_TASK_DUE_DATE] Task Due Date
ru: Дата выполнения задачи

source: [cases/cases_Resume_Current_Task.xml?DEL_FINISH_DATE] Finish Date
ru: Дата окончания

source: Current Task(s) Properties
ru: Текущие свойства задач(и)

source: [cases/cases_Scheduler_Edit.xml?GENERAL_INF] General Information
ru: Основная информация

source: Enter the username and password of the user who will be assigned to the initial task in the case.
ru: Введите имя пользователя и пароль пользователя, которому будет присвоено исходное задание в этом случае.

source: [cases/cases_Scheduler_Edit.xml?SCH_USER_NAME] User Name
ru: Имя пользователя

source: [cases/cases_Scheduler_Edit.xml?SCH_USER_PASSWORD] Password
ru: Пароль

source: [cases/cases_Scheduler_Edit.xml?TEST_CONNECTION] Test User
ru: Тестировать пользователя

source: Edit User
ru: Редактировать пользователя

source: [cases/cases_Scheduler_Edit.xml?PERFORM_TASK] Properties
ru: Свойства

source: [cases/cases_Scheduler_Edit.xml?SCH_NAME] Name
ru: Имя

source: [cases/cases_Scheduler_Edit.xml?TAS_UID] Task
ru: Задача

source: [cases/cases_Scheduler_Edit.xml?SCH_OPTION_VIEW] Perform this task
ru: Выполните эту задачу

source: [cases/cases_Scheduler_Edit.xml?SELECT_TIME_DAY] Select the date and time for case(s) to be initiated.
ru: Выберите дату и время для запуска задания(-й).

source: [cases/cases_Scheduler_Edit.xml?SCH_START_TIME] Execution time
ru: Время исполнения

source: Select date
ru: Выберите дату

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DATE] Start date
ru: Дата начала

source: [cases/cases_Scheduler_Edit.xml?SELECT_1] Daily
ru: Ежедневно

source: [cases/cases_Scheduler_Edit.xml?SELECT_2] Weekly
ru: Еженедельно

source: [cases/cases_Scheduler_Edit.xml?SCH_EVERY_DAYS] Every
ru: Каждый

source: Select the day(s) of the week
ru: Четверг

source: [cases/cases_Scheduler_Edit.xml?SCH_WEEK_DAYS-1]
ru: Monday

source: [cases/cases_Scheduler_Edit.xml?SCH_WEEK_DAYS-2]
ru: Tuesday

source: [cases/cases_Scheduler_Edit.xml?SCH_WEEK_DAYS-3]
ru: Wednesday

source: [cases/cases_Scheduler_Edit.xml?SCH_WEEK_DAYS-4]
ru: Thursday

source: [cases/cases_Scheduler_Edit.xml?SCH_WEEK_DAYS_2]
ru: Воскресенье

source: [cases/cases_Scheduler_Edit.xml?SCH_WEEK_DAYS_2-5]
ru: Friday

source: [cases/cases_Scheduler_Edit.xml?SCH_WEEK_DAYS_2-6]
ru: Saturday

source: [cases/cases_Scheduler_Edit.xml?SCH_WEEK_DAYS_2-7]
ru: Sunday

source: [cases/cases_Scheduler_Edit.xml?SELECT_3] Monthly
ru: Ежемесячно

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY]
ru: День

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY-1]
ru: Day of month

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY-2]
ru: The day

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY_OPT_2_WEEKS]
ru: Последний

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY_OPT_2_WEEKS-1]
ru: First

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY_OPT_2_WEEKS-2]
ru: Second

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY_OPT_2_WEEKS-3]
ru: Third

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY_OPT_2_WEEKS-4]
ru: Fourth

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY_OPT_2_WEEKS-5]
ru: Last

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY_OPT_2_DAYS_WEEK]
ru: Воскресенье
