Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: Init user
ru: Начальный пользователь

source: Input Document has been successfully assigned to a Process
ru: Входной документ успешно присвоен процессу

source: Input document has been created successfully
ru: Входной документ был создан успешно

source: Input
ru: Входной

source: Input Document
ru: Входной документ

source: The Input Document with {0}: {1} does not exist.
ru: Входной документ с {0}: {1} не существует.

source: The Input Document with {0}: {1} it's assigned in "{2}".
ru: Входной документ с {0}: {1} назначен в "{2}".

source: The Input Document title with {0}: "{1}" already exists.
ru: Заголовок входного документа с {0}: "{1}" уже существует.

source: Input Document Access
ru: Доступ к входному документу

source: Input Document does not exist!
ru: Входной документ не существует!

source: Maximum file size parameter is required.
ru: Требуется указать максимальный размер файла.

source: Input Document has been deleted correctly.
ru: Исходный документ удален правильно.

source: Input Document has been created correctly.
ru: Входной документ создан правильно.

source: Input Document has been updated correctly.
ru: Исходный документ обновлен правильно.

source: Input Document Title is required.
ru: Требуется название входного документа.

source: You must specify the allowed file extensions, use *.* to allow any extension.
ru: Вы должны указать разрешенные расширения файлов, используйте *. *, Чтобы разрешить любое расширение.

source: Input Error
ru: Ошибка ввода

source: Failed saving Input Document Assigned to process
ru: Не удалось сохранить входной документ, назначенный для обработки

source: Input Document Information
ru: Информация о входном документе

source: The maximum file size exceeds the 'php.ini' max upload file size value.
ru: Максимальный размер файла превышает значение размера файла загрузки «php.ini» max.

source: The input with {0}: '{1}' does not exist.
ru: Вход с {0}: '{1}' не существует.

source: Not saved because there is an Input Document with the same name in this process.
ru: Не сохранено, потому что в этом процессе есть входной документ с таким же именем.

source: Input Document has been removed successfully from Process
ru: Исходный документ успешно удален из процесса

source: No Input Documents are available. All Input Documents have already been assigned.
ru: Нет входных документов. Все входные документы уже назначены.

source: Input document has been updated successfully
ru: Исходный документ успешно обновлен

source: Input document assigned to a process supervisors cannot be deleted
ru: Входной документ, назначенный диспетчерам процессов, не может быть удален

source: Installation log file
ru: Файл журнала установки

source: Installation log:
ru: Журнал установки:

source: Installed
ru: Установлено

source: Installing
ru: Установка...

source: Installing plugin...
ru: Установка плагина...

source: Installing workspace...
ru: Установка рабочего пространства ...

source: Errors during installation. Couldn't update {0}
ru: Ошибки во время установки. Не удалось обновить {0}

source: Install Error
ru: Ошибка установки

source: Install from file
ru: Установить из файла

source: Upload a plugin file
ru: Загрузить файл плагина

source: Please follow these instructions to complete installation
ru: Пожалуйста, следуйте этим инструкциям, чтобы завершить установку

source: Install now
ru: Установить сейчас

source: Install Plugin
ru: Установить плагин

source: Install Steps
ru: Шаги установки

source: Installation completed successfully.
ru: Установка завершена успешно.

source: The MySQL user from the previous step will be the database owner. (Do not create a new user.)
ru: Пользователь MySQL с предыдущего шага будет владельцем базы данных. (Не создавайте нового пользователя.)

source: Instructions
ru: Инструкции

source: To assign a case, first select the case in the list. Then enter a user name in the 'Search' field and select a user to whom the case will be reassigned.
ru: Чтобы назначить задание, сначала выберите его в списке. Затем введите имя пользователя в поле «Поиск» и выберите пользователя, которому будет переназначено задание.

source: Insufficient privileges to execute this function
ru: Недостаточно привилегий для выполнения этой функции

source: INT
ru: Целое

source: Intermediate Message Events (Task Notifications)
ru: События промежуточного сообщения (уведомления о заданиях)

source: [LABEL/ID_INTERMEDIATE_MESSAGE_EVENTS] Intermediate Message Events (Task Notifications)
ru: События промежуточного сообщения (уведомления о заданиях)

source: Intermediate Timer Event (Multiple Event)
ru: Событие промежуточного таймера (несколько событий)

source: [LABEL/ID_INTERMEDIATE_TIMER_EVENTS] Intermediate Timer Event (Multiple Event)
ru: Событие промежуточного таймера (несколько событий)

source: International
ru: Международный

source: An invalid application ID was stored for the session. <br/> This could have happened if you opened another case in a new tab or window. <br/> Please {0} the case.
ru: Недопустимый ID приложения был сохранен для сеанса. <br/> Это могло произойти, если вы открыли другое задание в новой вкладке или окне. <br/> Пожалуйста, закройте {0} задание.

source: You have set a invalid Application Number
ru: Вы установили недопустимый номер приложения

source: Invalid Case Delegation index for this user
ru: Недопустимый индекс делегирования задания для этого пользователя

source: Invalid data
ru: Неверные данные

source: The following end hours rows are invalid:
ru: Следующие строки конечных часов недействительны:

source: Invalid file extension!
ru: Неверное расширение файла!

source: Invalid FIle
ru: Файл поврежден

source: Invalid value specified for limit
ru: Недопустимое значение, указанное для ограничения

source: Invalid value for '{0}'. The maximum allowed length is {1} characters.
ru: Недопустимое значение для '{0}'. Максимально допустимая длина - {1}.

source: Invalid name!
ru: Неверное имя!

source: Invalid origin user
ru: Недопустимый пользователь источника

source: Invalid value specified for prf_path. Expecting templates/ or public/
ru: Недопустимое значение, указанное для пути prf. Ожидание шаблонов / публичных /

source: Invalid process
ru: Неверный процесс

source: Invalid process name, please just use alphanumeric characters.
ru: Недопустимое имя процесса, просто используйте буквенно-цифровые символы.

source: [LABEL/ID_INVALID_PROCESS_NAME2] Invalid process name, please just use alphanumeric characters.
ru: Недопустимое имя процесса, просто используйте буквенно-цифровые символы.

source: Invalid query.
ru: Недействительный запрос.

source: Invalid role '{ROLE}'
ru: Недопустимая функция '{ROLE}'

source: Invalid value specified for sch_end_date. Expecting date in YYYY-MM-DD format, such as 2014-01-01
ru: Недопустимое значение, указанное для sch_end_date. Ожидаемая дата в формате ГГГГ-ММ-ДД, например 2014-01-01

source: Invalid value specified for sch_repeat_every. Expecting time in HH.MM format
ru: Недопустимое значение, указанное для sch_repeat_every. Ожидание времени в формате ЧЧ.MM

source: Invalid value specified for sch_start_date. Expecting date in YYYY-MM-DD format, such as 2014-01-01
ru: Недопустимое значение, указанное для sch_start_date. Ожидаемая дата в формате ГГГГ-ММ-ДД, например 2014-01-01

source: Invalid value specified for sch_start_day_opt_1. Must be between 1 and 31
ru: Недопустимое значение, указанное для sch_start_day_opt_1. Должно быть от 1 до 31

source: Invalid value specified for sch_start_time. Expecting time in HH:MM format (The time can not be greater than 23:59)
ru: Недопустимое значение, указанное для sch_start_time. Ожидание времени в формате ЧЧ: MM (время не может превышать 23:59)

source: Invalid value specified for start
ru: Недопустимое значение, указанное для начала

source: The following start hours rows are invalid:
ru: Следующие строки стартовых часов недействительны:

source: Invalid trigger '{TRIGGER_INDEX}'
ru: Недопустимый запуск {TRIGGER_INDEX}

source: Invalid value for "{0}".
ru: Недопустимое значение для "{0}".

source: Invalid value for '{0}'. It must be an array.
ru: Недопустимое значение для '{0}'. Это должен быть массив.

source: Invalid value for '{0}'. It must be a boolean.
ru: Недопустимое значение для '{0}'. Это должно быть логическое значение

source: Invalid value for "{0}". It can not be empty.
ru: Недопустимое значение для "{0}". Он не может быть пустым.

source: Invalid value for "{0}". Please enter a positive decimal value.
ru: Недопустимое значение для "{0}". Введите положительное десятичное значение.

source: Invalid value for "{0}". Expecting positive integer value.
ru: Недопустимое значение для "{0}". Ожидание положительного целочисленного значения.

source: Invalid value specified for: {0}
ru: Недопустимое значение, указанное для: {0}

source: Invalid value for '{0}'. It must be an integer.
ru: Недопустимое значение для '{0}'. Это должно быть целое число.

source: The field '{0}' is empty.
ru: Поле '{0}' пусто.

source: Invalid value for "{0}". It only accepts values: "{1}".
ru: Недопустимое значение для "{0}". Он принимает только значения: «{1}».

source: Invalid value for '{0}'. It must be a string.
ru: Недопустимое значение для '{0}'. Это должна быть строка.

source: Invalid value for "{0}". This value must be an array.
ru: Недопустимое значение для "{0}". Это значение должно быть массивом.

source: In Progress
ru: В ходе выполнения

source: IP Client
ru: IP-клиент

source: This isn't the correct license.
ru: Это не правильная лицензия.

source: Invalid value for "{0}", this has not the format ISO 8601.
ru: Недопустимое значение для «{0}», это не формат ISO 8601.

source: Issued to
ru: Выдается

source: is not registered!
ru: не зарегистрировано!

source: is required
ru: требуется

source: Javascript cache
ru: Javascript кэш

source: Jump
ru: Переход

source: Keep imported process UID
ru: Сохранять импортируемый UID процесса

source: Key Performance Indicators
ru: Ключевые показатели эффективности

source: [LABEL/ID_LABEL] Label
ru: Ярлык

source: [LABEL/ID_LANGUAGES] Language
ru: Язык

source: There is {0} cases started with this language, delete action canceled!
ru: На этом языке запущено {0} заданий, удаление отменено!

source: The language the system is currently using cannot be deleted.
ru: Язык, который в настоящее время используется системой, не может быть удален.

source: You can't delete the default language.
ru: Вы не можете удалить язык по умолчанию.

source: Language deleted successfully!
ru: Язык удален успешно!

source: Language Directory
ru: Языковой каталог

source: Install / Update
ru: Установить/Обновить

source: [LABEL/ID_LAN_COUNTRY] Country
ru: Страна

source: [LABEL/ID_LAN_FILE] File
ru: Файл

source: Select a translation file
ru: Выберите файл перевода

source: [LABEL/ID_LAN_LANGUAGE] Language
ru: Язык

source: Locale
ru: Место действия

source: # Records
ru: # Записи

source: Revision Date
ru: Дата проверки

source: Translator
ru: Переводчик

source: Date Updated
ru: Дата обновления

source: Upload translation file
ru: Загрузить файл перевода

source: Version
ru: Версия

source: Last
ru: Последний

source: Last Name
ru: Фамилия

source: Last Employee
ru: Последний сотрудник

source: Last Login
ru: Последний вход

source: Last Modified
ru: Последнее изменение

source: [LABEL/ID_LAST_NAME] Last Name
ru: Фамилия

source: Last Run Time
ru: Время последнего прогона

source: Latest version
ru: Последняя версия

source: LDAP Field
ru: Поле LDAP

source: LDAP is optional.
ru: LDAP не является обязательным.

source: LDAP Users
ru: Пользователи LDAP

source: Your license has expired. Please contact your administrator.
ru: Срок действия вашей лицензии истек. Плжалуйста, обратитесь к своему администратору.

source: left
ru: левый

source: Left Margin
ru: Левый край

source: less than
ru: меньше, чем

source: The library with {0}: "{1}" does not exist.
ru: Библиотека с {0}: "{1}" не существует.

source: The function with {0}: "{1}" does not exist in the library.
ru: Функция с {0}: "{1}" не существует в библиотеке.

source: License
ru: Лицензия

source: Can not find any license
ru: Невозможно найти лицензию

source: License file
ru: Файл лицензии

source: License server
ru: Сервер лицензий

source: Max Lifetime value has to be a positive integer
ru: Значение Max Lifetime должно быть положительным целым числом

source: Line
ru: Линия

source: Lines
ru: Линии

source: Loading, please wait...
ru: Загрузка, пожалуйста подождите...

source: Loading...
ru: Загрузка

source: Load Failed
ru: Ошибка загрузки

source: Load from file
ru: Загрузить из файла

source: Load More
ru: Загрузитть больше

source: [LABEL/ID_LOCALE] Locale
ru: Место действия

source: Location
ru: Место нахождения

source: Logged on
ru: Зарегистрировать

source: Login
ru: Вход

source: You have lost your session and you have to login again.
ru: Вы потеряли сеанс, и вам нужно снова войти в систему.

source: Login into ProcessMaker Library
ru: Вход в библиотеку ProcessMaker

source: Login Settings
ru: Настройки входа в систему

source: Please enter your credentials below
ru: Введите ваши учетные данные ниже

source: Login with Facebook!!
ru: Войти с Facebook!!

source: Logo
ru: Логотип

source: Logout
ru: Выйти

source: Logs
ru: Журналы

source: Please login again to apply the changes.
ru: Повторите попытку, чтобы применить изменения.

source: Case Scheduler Log
ru: Журнал планировщика заданий

source: Log Information
ru: Информация о журнале

source: The specified subform could not be found in the process.
ru: Указанную подформу не удалось найти в этом процессе.

source: Database connection edited successfully
ru: Изменено соединение с базой данных

source: Pick Second
ru: Выберите второй

source: Please select a file to upload
ru: Выберите файл для загрузки

source: [LABEL/ID_MAFE_0095a9fa74d1713e43e370a7d7846224] Export
ru: Экспортировать

source: [LABEL/ID_MAFE_00d23a76e43b46dae9ec7aa9dcbebb32] Enabled
ru: Включено

source: Invalid flow between elements. Please delete the flow and reconnect the elements.
ru: Недопустимый поток между элементами. Удалите поток и снова соедините элементы.

source: [LABEL/ID_MAFE_014bd6f385cb5aec29ec9714b8106ccb] Search ...
ru: Поиск ...

source: clear
ru: очистить

source: Fields marked with an asterisk (%%ASTERISK%%) are required.
ru: Поля, отмеченные звездочкой (%% ASTERISK %%), обязательны для заполнения.

source: Available users list
ru: Список доступных пользователей

source: Execute a trigger when a case is created
ru: Выполнить триггер при создании задания

source: Available Objects
ru: Доступные объекты

source: Regular Expression
ru: Обычное выражение

source: The key and label must be supplied.
ru: Ключ и ярлык должны быть поставлены.

source: Next Month
ru: Следующий месяц

source: Subtitle
ru: Подзаголовок

source: [LABEL/ID_MAFE_03727ac48595a24daed975559c944a44] Day
ru: День

source: [LABEL/ID_MAFE_03937134cedab9078be39a77ee3a48a0] Group
ru: Группа

source: refresh
ru: обновление

source: display mode
ru: режим отображения

source: New
ru: Новый

source: Input Document<span style='color:red;'>*</span>:
ru: Входной документ <span style = 'color: red;'> * </ span>:

source: Variables
ru: Переменные

source: Please configure cron to create cases in base to a signal.
ru: Пожалуйста, конфигурируйте cron для создания заданий в базе для сигнала.

source: Web controls
ru: Веб-элементы управления

source: Message Field
ru: Поле сообщения

source: Script Task Properties
ru: Свойства задачи скрипта

source: User Task
ru: Задача пользователя

source: [LABEL/ID_MAFE_0557fa923dcee4d0f86b1409f5c2167f] Back
ru: Назад

source: Terminate
ru: Прекратить

source: <li>YYYY MM DD >> "Valid date"</li>
ru: <li> ГГГГ ММ ДД >> «Действительная дата» </ li>

source: Checkgroup
ru: Группа проверки

source: Press
ru: Нажмите

source: Redirect to custom URL and clear login info
ru: Перенаправление на пользовательский URL и очистка информации для входа в систему

source: &#8592; Back
ru: ← Назад

source: [LABEL/ID_MAFE_06502cb888fb850e36367519eb1fc54c] Vertical line
ru: Вертикальная линия

source: Parallel Gateway
ru: Параллельный вход

source: comment
ru: комментарий

source: Receive Message
ru: Получить сообщение

source: Wait for
ru: Ждать

source: Accepted Values is an empty string
ru: Принятые значения - пустая строка

source: Case Tracker updated successfully
ru: Трекер заданий успешно обновлен

source: disabled
ru: отключено

source: Save process
ru: Сохранить процесс

source: Variable Name:
ru: Имя переменной:

source: Invalid operation, please delete elements individually
ru: Неверная операция, пожалуйста, удалите элементы отдельно

source: useStrict
ru: использовать Строго

source: Signal
ru: Сигнал

source: No records found
ru: Записей не найдено

source: [LABEL/ID_MAFE_08898cf72a0c0bab1fd5a011cb430875] Filename generated
ru: Создано имя файла

source: Do you want to delete this variable?
ru: Вы хотите удалить эту переменную?

source: Supported Controls: text, textarea, dropdown, radio, suggest, hidden.
ru: Поддерживаемые элементы управления: текст, текстовое поле, выпадающее меню, радио, подсказка, скрытые.

source: validation error message
ru: сообщение об ошибке проверки

source: toolbar placement
ru: размещение панели инструментов

source: (HH:MM) Format 24 hrs.
ru: (ЧЧ: ММ) Формат 24 часа.

source: Web Entry Anonymous Authentication
ru: Анонимная аутентификация веб-входа

source: Html Template
ru: Шаблон Html

source: Original
ru: Оригинал

source: minute
ru: минута

source: Allows date selection after this date<br>(in YYYY-MM-DD HH:MM:SS format)
ru: Позволяет выбрать дату после этой даты <br> (в формате ГГГГ-ММ-ДД ЧЧ: ММ: СС)

source: [LABEL/ID_MAFE_0b27918290ff5323bea1e3b78a9cf04e] File
ru: Файл

source: View all
ru: Просмотреть все

source: Please configure a script to send a signal.
ru: Пожалуйста, настройте скрипт для отправки сигнала.

source: qr code
ru: qr код

source: Digital
ru: Цифровой

source: [LABEL/ID_MAFE_0bf7c19f7eac3bfa5ad960a50ad602dc] subtitle
ru: подзаголовок

source: - Select Trigger -
ru: - Выберите Запуск -

source: Consolidated Case
ru: Консолидированное задание

source: Quit
ru: Покинуть

source: widget parent
ru: общий элемент виджета

source: Process Category
ru: Тип процесса

source: Do you want to delete this Input Document?
ru: Вы хотите удалить этот входной документ?

source: Insert the title of the new trigger
ru: Вставьте заголовок нового запуска

source: <tr><td><b>Week Year</b></td><td>gg</td><td>70 71 ... 29 30</td></tr><tr><td></td><td>gggg</td><td>1970 1971 ... 2029 2030</td></tr>
ru: <tr><td><b>Неделя Год</b></td><td>gg</td><td>70 71 ... 29 30</td></tr><tr><td></td><td>gggg</td><td>1970 1971 ... 2029 2030</td></tr>

source: There are problems deleting the dynaform, please try again.
ru: Есть проблемы с удалением dynaform, повторите попытку.

source: Warning
ru: Предупреждение

source: Trigger updated successfully
ru: Запуск обновлен успешно

source: Screenshot1024
ru: Скриншот 1024

source: Generate link using workspace default values (skin, language)
ru: Сгенерировать ссылку, используя значения по умолчанию для рабочего пространства (скин, язык)

source: There are problems deleting the OutputDocument, please try again.
ru: Есть проблемы с удалением OutputDocument, повторите попытку.

source: [LABEL/ID_MAFE_1063e38cb53d94d386f21227fcd84717] Remove
ru: Убрать

source: Next
ru: Следующий

source: After routing notify the next assigned user(s)
ru: После маршрутизации уведомите следующего назначенного пользователя(ей)

source: The task doesn't have assigned Dynaforms
ru: Задача не назначила Dynaforms

source: Gateway Type
ru: Тип входа

source: keep open
ru: держать открытым

source: Parallel (AND) Gateway
ru: Параллельный (И) вход

source: database
ru: база данных

source: Case assignment method
ru: Метод назначения задания

source: Create Blank Dynaform
ru: Создать пустой Dynaform

source: There are unsaved changes, if you leave the editor some changes won't be saved.
ru: Есть несохраненные изменения, если вы покинете редактор, некоторые изменения не будут сохранены.

source: copy
ru: копия

source: Please configure cron to create cases.
ru: Пожалуйста, настройте cron для создания заданий.

source: Both
ru: Оба

source: [LABEL/ID_MAFE_13348442cc6a27032d2b4aa28b75a5d3] Search
ru: Поиск

source: [LABEL/ID_MAFE_1351017ac6423911223bc19a8cb7c653] Filename
ru: Имя файла

source: There are problems loading the Start Timer, please try again.
ru: При загрузке стартового таймера возникают проблемы, пожалуйста, повторите попытку.

source: Routing Rule
ru: Правило маршрутизации

source: Email template
ru: Шаблон электронной почты

source: Open Password
ru: Открыть пароль

source: Prev
ru: Предыдущая

source: Send Message
ru: Отправить сообщение

source: Qr Code
ru: Qr Код

source: Converging Gateway must have two or more incoming sequence flow
ru: Конвергентный вход должен иметь два или более потока входящей последовательности

source: Diverging Gateway must have two or more outgoing sequence flow
ru: Расходящийся вход должен иметь два или более потока исходящей последовательности

source: variable data type
ru: переменный тип данных

source: Intermediate event must have one or more incoming sequence flow
ru: Промежуточное событие должно иметь один или несколько потоков входящей последовательности

source: The task doesn't have assigned users
ru: Задача не назначена пользователям

source: Task properties saved successfully
ru: Свойства задачи успешно сохранены

source: Third
ru: Третий

source: Decrement Hour
ru: Время убывания

source: Next &#8594;
ru: Следующий &#8594;

source: Variables Out
ru: Переменные

source: Execute a trigger when a case is cancelled
ru: Выполнить запуск, когда задание отменено

source: Manual Assignment
ru: Назначение вручную

source: disabled dates
ru: недействительные даты

source: Letter
ru: Письмо

source: Select Dynaform
ru: Выбрать Dynaform

source: Do you want to save the changes? This Trigger will be saved like a custom Trigger.
ru: Вы хотите сохранить изменения? Этот запуск будет сохранен как пользовательский запуск.

source: There are problems updating the trigger, please try again.
ru: Проблемы с обновлением запуска, пожалуйста, попытайтесь еще раз.

source: [LABEL/ID_MAFE_185b7133db22230701a857c059360cc2] Assign
ru: Назначить

source: Default email account
ru: Электронная почта по умолчанию

source: Tags
ru: Метки

source: Variables In
ru: Переменные в

source: Page
ru: Страница

source: Message Type edited successfully.
ru: Тип сообщения отредактирован успешно.

source: May
ru: Май

source: Exclusive (Manual)
ru: Эксклюзивный (ручной)

source: Variable edited successfully
ru: Переменная изменена успешно

source: Unit
ru: Единица

source: Dynaform saved successfully
ru: Dynaform успешно сохранен

source: size unit
ru: размерная единица

source: collapse
ru: коллапс

source: Lane
ru: Полоса

source: Get value from
ru: Получите значение от

source: July
ru: Июль

source: Work Days
ru: Рабочие дни

source: view
ru: просмотреть

source: Resend
ru: Переслать

source: Portrait
ru: Характеристика

source: [LABEL/ID_MAFE_1cb251ec0d568de6a929b520c4aed8d1] text
ru: текст

source: file extensions
ru: расширения файла

source: Trigger assigned successfully.
ru: Запуск назначен успешно

source: Note: To remove days, months or years from the date picker, use a format which does not have those elements. For example a format of "MM/YYY" will not allow the user to select days.
ru: Примечание. Чтобы удалить дни, месяцы или годы из списка выбора даты, используйте формат, который не имеет этих элементов. Например, формат «MM / ГГГ» не позволяет пользователю выбирать дни.

source: Do you want to delete this lang?
ru: Вы хотите удалить этот язык?

source: sum
ru: сумма

source: Edit Source Code
ru: Редактировать исходный код

source: format
ru: формат
