Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: The process is already in the System and the value for importOption is not specified.
ru: Этот процесс уже находится в Системе, и значение для importOption не указано.

source: The process cannot be updated because there are tasks with active cases which are not presented in the new definition of the process, please verify that there are not active cases in those tasks before trying to import the process again.
ru: Процесс не может быть обновлен, потому что есть задачи с активными случаями, которые не представлены в новом определении процесса, убедитесь, что в этих задачах нет активных случаев, прежде чем пытаться импортировать этот процесс еще раз.

source: You can't delete the process "{0}" because it has {1} cases.
ru: Вы не можете удалить процесс «{0}», потому что он имеет {1} случаи.

source: Process Categories
ru: Категории процессов

source: To create a new process all the process objects must be selected/included in the pmx2 file.
ru: Чтобы создать новый процесс, все объекты процесса должны быть выбраны / включены в файл pmx2.

source: The PROCESS_DEFINITION is required to complete the process.
ru: Для завершения процесса требуется ОПРЕДЕЛЕНИЕ ПРОЦЕССА.

source: There is a problem in the process definition and/or an exception error occurred.
ru: Существует проблема в определении процесса и / или ошибка исключения.

source: Do you want to delete all selected processes?
ru: Вы хотите удалить все выбранные процессы?

source: Do you want to delete the selected process?
ru: Вы хотите удалить выбранный процесс?

source: Process Details
ru: Детали процесса

source: The process with {0}: {1} does not exist.
ru: Процесс с {0}: {1} не существует.

source: Process Efficiency Index
ru: Индекс эффективности процесса

source: Some of the groups that you are trying to import already exist. Please select one of the following options to continue.
ru: Некоторые из групп, которые вы пытаетесь импортировать, уже существуют. Чтобы продолжить, выберите один из следующих вариантов.

source: Process File Manager
ru: Диспетчер файлов

source: Merge the imported groups, with the preexistent local groups (no changes will be made to the local groups)
ru: Объединение импортированных групп с существующими локальными группами (изменения не будут внесены в локальные группы)

source: Rename the imported groups
ru: Переименовать импортированные группы

source: Process ID
ru: ID процесса

source: Process Inefficiency Cost
ru: Стоимость неэффективности процесса

source: [LABEL/ID_PROCESS_INFORMATION] Process Information
ru: Информация о процессе

source: Process field is required
ru: Поле процесса требуется

source: [LABEL/ID_PROCESS_MAP] Process Map
ru: Карта процесса

source: [LABEL/ID_PROCESS_NOCATEGORY] No Category
ru: Нет категории

source: The report table '{0}' is related to a process not present in the workspace, import the related process first. To relate the report table to other process, open the process in the designer and import from there. The report table can't be imported.
ru: Таблица отчетов «{0}» связана с процессом, отсутствующим в рабочей области, сначала импортирует связанный процесс. Чтобы связать таблицу отчетов с другим процессом, откройте процесс в дизайнере и импортируйте оттуда. Таблица отчета не может быть импортирована.

source: [LABEL/ID_PROCESS_NO_CATEGORY] No Category
ru: Нет категории

source: Process doesn't exist!
ru: Процесс не существует!

source: [LABEL/ID_PROCESS_PERMISSIONS] Process Permissions
ru: Разрешения на процесс

source: Process Permission created successfully
ru: Разрешение процесса успешно создано

source: Process Permission edited successfully
ru: Разрешение процесса успешно отредактировано

source: The process permission with {0}: '{1}' does not exist.
ru: Разрешение процесса с {0}: '{1}' не существует.

source: Process Save
ru: Сохранение процесса

source: The process was saved successfully!
ru: Процесс был успешно сохранен!

source: Process sucessfully imported
ru: Процесс успешно импортирован

source: Process's Task
ru: Задача процесса

source: Process Title is required.
ru: Требуется название процесса.

source: Process UID
ru: UID процесса

source: the process uid is not defined!
ru: процесс uid не определен!

source: The variable with {0}: {1} does not exist.
ru: Переменная с {0}: {1} не существует.

source: The variable "{0}" requires the variables "{1}" for the query.
ru: Для переменной «{0}» требуются переменные «{1}» для запроса.

source: The Process ID was not set!
ru: Идентификатор процесса не был установлен!

source: Profile
ru: Профиль

source: The project category with {0}: {1} does not exist.
ru: Категория проекта с {0}: {1} не существует.

source: The project with {0}: {1} does not exist.
ru: Проект с {0}: {1} не существует.

source: Project downloaded successfully.
ru: Проект загружен успешно.

source: The project with {0}: {1} is BPMN process.
ru: Проект с {0}: {1} является процессом BPMN.

source: The project with {0}: '{1}' does not exist.
ru: Проект с {0}: '{1}' не существует.

source: Project has been published correctly.
ru: Проект был опубликован правильно.

source: Project has been shared correctly.
ru: Проект был разделен правильно.

source: The project title with {0}: "{1}" already exists.
ru: Название проекта с {0}: "{1}" уже существует.

source: The Project ID was not set!
ru: Идентификатор проекта не был установлен!

source: [LABEL/ID_PROPERTIES] Properties
ru: Свойства

source: Provider
ru: Провайдер

source: [LABEL/ID_PROXY_HOST] Host
ru: Хост

source: [LABEL/ID_PROXY_PASSWORD] Password
ru: Пароль

source: [LABEL/ID_PROXY_PORT] Port
ru: Порт

source: Proxy Settings
ru: Настройки прокси

source: [LABEL/ID_PROXY_USER] User
ru: Пользователь

source: Date Created
ru: Дата создания

source: [LABEL/ID_PRO_DEBUG] Debug
ru: Отладка

source: Process Description
ru: Описание процесса

source: [LABEL/ID_PRO_EFFICIENCY_INDEX] Process Efficiency Index
ru: Индекс эффективности процесса

source: Process Title
ru: Заголовок процесса

source: The PRO_UID parameter is empty.
ru: Параметр PRO_UID пуст.

source: Assigned users
ru: Назначенные пользователи

source: [LABEL/ID_PUBLIC] Public
ru: Общественный

source: Public Index file
ru: Общий индексный файл

source: Publisher
ru: Издатель

source: Quarter
ru: Четверть

source: Query
ru: Запрос

source: Quota total
ru: Общая сумма квоты

source: Quota type
ru: Тип квоты

source: Quota used
ru: Используемая квота

source: Create a new copy of the Table
ru: Создайте новую копию таблицы

source: Do not import the Table
ru: Не импортируйте таблицу

source: [LABEL/ID_RADIO_NOT_IMPORTED_PMT] Do not import the Table
ru: Не импортируйте таблицу

source: Do not import the report table
ru: Не импортировать таблицу отчетов

source: Overwrite the existing Table
ru: Перезаписать существующую таблицу

source: Import and relate it to the current process
ru: Импортируйте и привяжите его к текущему процессу

source: Rating
ru: Рейтинг

source: Rbac Database
ru: База данных Rbac

source: Please enter the Rbac Database Name.
ru: Введите имя базы данных Rbac.

source: Rbac Database Name
ru: Название базы данных Rbac

source: Reactivate
ru: Реактивировать

source: Reactivating case...
ru: Реактивация задания...

source: Read Online Documentation
ru: Читать онлайн-документацию

source: You really should do it
ru: Вы действительно должны это сделать

source: Reason
ru: Причина

source: Reason to reassign this case
ru: Причина, чтобы переназначить это задание

source: Reassign
ru: Переназначить

source: Reassigned
ru: Переназначено

source: Reassigned to
ru: Переназначено

source: REASSIGNMENT
ru: ПЕРЕНАЗНАЧЕНИЕ

source: The case has already been routed or assigned to another person. Try to open the case again to reassign it.
ru: Задание уже направлено или назначено другому пользователю. Попытайтесь снова открыть задание, чтобы переназначить его.

source: The case is paused and can't be reasigned.
ru: Это задание приостановлено и не может быть переназначено.

source: Case #{APP_NUMBER} was reassigned to user {USER}.
ru: Задание # {APP_NUMBER} было переназначено пользователю {USER}.

source: Reassign All Cases by Task
ru: Переназначить все задания по задаче

source: Reassign Cases
ru: Переназначить задания

source: Do you want to reassign the case?
ru: Вы хотите переназначить это задание?

source: [LABEL/ID_REASSIGN_MY_CASES] Reassign my cases
ru: Reassign my cases

source: [LABEL/ID_REASSIGN_TO] Reassign
ru: Переназначить

source: User Reassignment
ru: Переназначение пользователя

source: Rebuilding translations
ru: Перестройка переводов

source: REBUILD SUCCESS
ru: ПЕРЕСТРОИТЬ УСПЕХ

source: Received an empty response
ru: Получил пустой ответ

source: Task does not have a routing rule. Please, check the process definition.
ru: Задача не имеет правила маршрутизации. Пожалуйста, проверьте определение процесса.

source: Records
ru: Записи

source: The record couldn’t be created!
ru: Запись не может быть создана!

source: Record does not exist
ru: Запись не существует

source: The record "{0}", does not exist in table {1}.
ru: Запись «{0}» не существует в таблице {1}.

source: The record "{0}" exists in table {1}.
ru: Запись «{0}» существует в таблице {1}.

source: Record not found for id: {0}
ru: Запись не найдена для id: {0}

source: Record saved successfully
ru: Запись сохранена успешно

source: The System can try to redirect to the correct url. Try Now.
ru: Система может попытаться перенаправить на правильный URL-адрес. Попробуйте сейчас.

source: Red Ends In
ru: Красный заканчивается в

source: Red Starts In
ru: Красный начинается в

source: Refresh
ru: Обновить

source: Refresh the plugin list
ru: Обновить список плагинов

source: You clicked Ctrl + F5
ru: Вы нажали Ctrl + F5

source: Refresh Time (seconds)
ru: Время обновления (в секундах)

source: Refresh view
ru: Обновить представление

source: Regenerate
ru: Регенерировать

source: Regenerate Data Report
ru: Регенерировать отчет по данным

source: The registry cannot be updated!
ru: Реестр не может быть обновлен!

source: Related Groups
ru: Связанные группы

source: Related Process
ru: Связанный процесс

source: Related Tasks
ru: Связанные задачи

source: Related Users
ru: Связанные пользователи

source: This relation already exists!
ru: Это соотношение уже существует!

source: Reload
ru: Перезагружать

source: [LABEL/ID_REMOVE] Remove
ru: Удалить

source: Removed
ru: Удалено

source: Older session files has been removed
ru: Файлы старых сеансов удалены.

source: Remove All Groups
ru: Удалить все группы

source: Remove All Members
ru: Удалить всех участников

source: Remove All Permissions
ru: Удалить все разрешения

source: Remove All Users
ru: Удалить всех пользователей

source: Remove field
ru: Удалить поле

source: [LABEL/ID_REMOVE_LOGO] Are you sure you want to delete this Logo?
ru: Вы действительно хотите удалить этот логотип?

source: Remove Plugin
ru: Удалить плагин

source: [LABEL/ID_REMOVE_ROLE] Are you sure you want to delete this role?
ru: Вы уверены, что хотите удалить эту функцию?

source: Remove Supervisor Dynaform
ru: Удалить контролера Dynaform

source: Remove Supervisor Input
ru: Удалить вход контролера

source: Remove User
ru: Удалить пользователя

source: Remove Users From Department
ru: Удалить пользователей из отдела

source: Remove Variables In
ru: Удалить переменные в

source: Remove Variables Out
ru: Удалить переменные

source: Removing selected table(s), please wait!
ru: Удаление отобранных таблиц, пожалуйста, подождите!

source: Rename
ru: Переименовать

source: Renew
ru: Возобновлять

source: re-open
ru: открыть заново

source: Replaced by
ru: Заменен на

source: The logo was replaced
ru: Логотип был заменен

source: Replace all
ru: Заменить все

source: Replace Logo
ru: Заменить логотип

source: Replace the value without changes
ru: Заменить значение без изменений

source: Case duration by process and task
ru: Продолжительность задания по процессу и задаче

source: Number of cases per process
ru: Количество заданий для каждого процесса

source: Number of cases per month
ru: Количество заданий в месяц

source: Number of cases per starting user
ru: Количество заданий для каждого пользователя

source: Number of cases per executing user
ru: Количество заданий для каждого пользователя

source: Reports
ru: Отчеты

source: [LABEL/ID_REPORTS_TO] Reports to
ru: Отчеты для

source: Report Database
ru: База данных отчетов

source: Please enter the Report Database Name.
ru: Введите имя базы данных отчета.

source: Report Table Edited Successfully
ru: Отчетная таблица успешно отредактирована

source: Report Table has been removed successfully
ru: Таблица отчетов успешно удалена

source: Report Table Saved Successfully
ru: Таблица отчетов сохранена успешно

source: Report Table
ru: Таблица отчетов

source: [LABEL/ID_REPORT_TABLES] Report Tables
ru: Таблицы отчетов

source: Data export for Report Tables is not allowed!
ru: Экспорт данных для таблиц отчетов не допускается!

source: [LABEL/ID_REPORT_TABLE_TITLE] Title
ru: Заголовок

source: You may request an action
ru: Вы можете запросить действие

source: The requested action does not exist
ru: Запрошенное действие не существует

source: [LABEL/ID_REQUEST_DOCUMENTS] Input Documents
ru: Входные документы

source: Request sent.
ru: Запрос отправлен.

source: Required Field
ru: Требуемое поле

source: Some required fields were not filled
ru: Некоторые обязательные поля не были заполнены

source: The marked fields in the form are required and/or have errors in their format. Please verify the fields before continuing.
ru: Маркированные поля в форме необходимы и / или имеют ошибки в их формате. Прежде чем продолжить, проверьте поля.

source: You forgot the name of the Case Scheduler
ru: Вы забыли имя планировщика заданий

source: Dynaform name required.
ru: Требуется имя Dynaform.

source: [LABEL/ID_RESEND] Resend
ru: Переслать

source: because it is a reserved word
ru: потому что это зарезервированное слово

source: [LABEL/ID_RESET] Reset
ru: Сброс

source: Reset Dates
ru: Сброс дат

source: Reset Filters
ru: Сброс фильтров

source: Reset password
ru: Сброс пароля

source: Can not resolve the Apllication ID for this request.
ru: Не удается разрешить идентификатор приложения для этого запроса.

source: Assignment of responsibilities
ru: Назначение обязанностей

source: Restored sucessfully
ru: Восстановлено успешно

source: Restore default
ru: Восстановить по умолчанию

source: Restore the default logo
ru: Восстановить логотип по умолчанию

source: Restoring case
ru: Восстановление задания

source: Result
ru: Результат

source: [LABEL/ID_RESUME] Resume
ru: Резюме

source: right
ru: правый

source: Right Margin
ru: Правый край

source: [LABEL/ID_ROLE] Role
ru: Функция

source: Roles
ru: Функции

source: [LABEL/ID_ROLES_CAN_NOT_DELETE] This role cannot be deleted while it still has some assigned users.
ru: Эту функцию нельзя удалить, пока у нее все еще есть назначенные пользователи.

source: [LABEL/ID_ROLES_MSG] You cannot modify this role.
ru: Вы не можете изменить эту функцию.

source: Your role has been deleted correctly.
ru: Ваша функция была удалена правильно.

source: Role has been created correctly.
ru: Функция создана правильно.

source: Role has been updated correctly.
ru: Функция обновлена правильно.

source: The role code with {0}: "{1}" already exists.
ru: Код функции с {0}: "{1}" уже существует.

source: The 'Code' field cannot contain special characters or spaces.
ru: Поле «Код» не может содержать специальные символы или пробелы.

source: The role with {0}: {1} does not exist.
ru: Функция с {0}: {1} не существует.

source: Role code already exists.
ru: Код функции уже существует

source: The "{0}" field cannot contain special characters or spaces.
ru: Поле «{0}» не может содержать специальные символы или пробелы.

source: The user's role is inactive
ru: Функция пользователя неактивна

source: The role name with {0}: "{1}" already exists.
ru: Имя роли с {0}: "{1}" уже существует.

source: The 'Name' field can not be empty.
ru: Поле «Имя» не может быть пустым.

source: The permission with {0}: {1} is already assigned to the role.
ru: Разрешение с {0}: {1} уже назначено функции.

source: The permission with {0}: {1} is not assigned to the role.
ru: Разрешение с {0}: {1} не назначено функции.

source: The permissions of the "{0}" role can not be changed.
ru: Разрешения «{0}» не могут быть изменены.

source: The user with {0}: {1} is already assigned to the role.
ru: Пользователь с {0}: {1} уже назначен функции.

source: The user with {0}: {1} is not assigned to the role.
ru: Пользователь с {0}: {1} не назначен функции.

source: Root Folder
ru: Корневая папка

source: Root User
ru: Корневой пользователь

source: Root User has SUPER privilege
ru: У пользователя есть привилегия SUPER

source: Routed Case Status
ru: Состояние маршрутизируемого задания

source: Route cases per batch?
ru: Маршруты заданий на каждую группу?

source: The route is of "SEC-JOIN" type.
ru: Маршрут имеет тип «SEC-JOIN».

source: The parent route does not exist for this route of "SEC-JOIN" type.
ru: Исходный маршрут не существует для этого маршрута типа SEC-JOIN.

source: The following case is a "Intermediate Email Event"
ru: Следующее задание - «Отправка электронной почты»,

source: The case will be paused until you receive the corresponding message
ru: Задание будет приостановлено до тех пор, пока вы не получите соответствующее сообщение

source: The case will be stopped until it has reached the time setting.
ru: Задание будет остановлено до наступления указанного времени.

source: The following case is a "Script-Task"
ru: Следующее задание - это «Автоматическая задача»,

source: The following case is a "Service-Task"
ru: Следующее задание - «Сервисная задача»,

source: The routing screen template with {0}: {1} does not exist.
ru: Шаблон экрана маршрутизации с {0}: {1} не существует.

source: Rows
ru: Строки

source: Rows per Page
ru: Строки на страницу

source: This row does not exist!
ru: Эта строка не существует!

source: Report Database Name
ru: Название базы данных отчета

source: Continue renaming the table
ru: Продолжить переименование таблицы

source: Do not change name
ru: Не меняйте имя

source: All references to the previous table name are going to be invalid. Do you really want to change the table name?
ru: Все ссылки на предыдущее имя таблицы будут недействительными. Вы действительно хотите изменить имя таблицы?

source: Rules and user groups
ru: Правила и группы пользователей

source: It sends a request to Sales Department, do you want to continue?
ru: Он отправляет запрос в отдел продаж, вы хотите продолжить?

source: Samples
ru: Образцы

source: Sat
ru: Суб

source: [LABEL/ID_SAVE] Save
ru: Сохранить

source: Saved
ru: Сохранено

source: Saved...
ru: Сохранено...

source: Saved Successfully
ru: Успешно сохранено

source: Save and Continue
ru: Сохранить и продолжить

source: Save Changes
ru: Сохранить изменения

source: [LABEL/ID_SAVE_DERIVATION_RULES_BEFORE_CLOSING] Save changes to the routing rules before closing?
ru: Сохранить изменения правил маршрутизации перед закрытием?

source: Do you want to save the dynaform information before printing it?
ru: Вы хотите сохранить информацию о dynaform перед ее печатью?

source: Save Line Position
ru: Сохранить позицию линии

source: Save New Step
ru: Сохранить новый шаг

source: Save Settings
ru: Сохранить настройки

source: Save Task Position
ru: Сохранить позицию задачи

source: Save Task Properties
ru: Сохранить свойства задачи

source: Save Text Position
ru: Сохранить текстовую позицию

source: Saving...
ru: Сохранение...

source: Saving Environment Settings
ru: Сохранение настроек среды

source: Saving
ru: Сохранение

source: Saving process
ru: Процесс сохранения

source: New cases scheduler
ru: Новый планировщик заданий

source: Cases Scheduler Logs
ru: Журналы планировщиков заданий

source: Case Scheduler status has been changed correctly.
ru: Правильно изменен статус Планировщика.

source: Case Scheduler has been deleted correctly.
ru: Планировщик заданий был удален правильно.

source: Case Scheduler has been created correctly.
ru: Планировщик событий создан правильно.

source: Case Scheduler has been updated correctly.
ru: Планировщик событий был обновлен правильно.

source: Scheduled Task ID
ru: Идентификатор запланированной задачи

source: Schema
ru: Схема

source: [LABEL/ID_SCRIPT_TASK] Script Task
ru: Задача скрипта

source: The Script-Task with {0}: "{1}" already registered
ru: Задача скрипта с {0}: "{1}" уже зарегистрирована

source: [LABEL/ID_SEARCH] Search
ru: Поиск

source: Search also in the APP_UID field
ru: Поиск также в поле APP_UID

source: Search for user
ru: Поиск пользователя

source: Search Pattern
ru: Шаблон поиска

source: Search results
ru: Результаты поиска

source: [LABEL/ID_SEARCH_USER] Username
ru: Имя пользователя

source: Search XML metadata
ru: Поиск метаданных XML

source: [LABEL/ID_SECOND] Second
ru: Второй

source: Seconds
ru: Секунды

source: Second Graph
ru: Второй график

source: See
ru: Смотреть

source: See complete list
ru: Смотреть полный список

source: Select
ru: Выбрать

source: selected
ru: выбранное

source: selected field
ru: выбранное поле

source: The selected image has been deleted.
ru: Выбранное изображение было удалено.

source: The selected image has been established as the logo
ru: Выбранное изображение установлено как логотип

source: You must define at least one 'ALL' for other days you have not defined
ru: Вы должны определить хотя бы одно «ВСЕ» в другие дни, которые вы не определили

source: Please select an image
ru: Пожалуйста, выберите изображение

source: Select Authentication Source...
ru: Выберите источник аутентификации ...

source: Select the time and day you want this task to start
ru: Выберите время и день, когда вы хотите запустить эту задачу

source: [LABEL/ID_SELECT_DAY_OF_WEEK] Select the day(s) of the week below
ru: Выбрать дни недели ниже

source: Select a directory
ru: Выбрать каталог

source: Please select the Dynaform Type
ru: Выберите тип Dynaform

source: The "dyn_uid" parameter is required to configure a Web Entry of type "Single Dynaform"
ru: Параметр «dyn_uid» необходим для настройки веб-записи типа «Single Dynaform»

source: Select a file
ru: Выберите файл

source: Please select a .pmt file
ru: Выберите файл .pmt

source: Please select a .pm file
ru: Пожалуйста, выберите файл .pm

source: First select a PM Table from the list please.
ru: Сначала выберите таблицу PM из списка, пожалуйста.

source: First select a ROW from the list
ru: Сначала выберите СТРОКА из списка

source: Select a grid
ru: Выбрать сетку

source: First select a language from the list please.
ru: Сначала выберите язык из списка, пожалуйста.

source: Select at least one field (You can select a maximum of 80 fields)
ru: Выберите хотя бы одно поле (вы можете выбрать не более 80 полей)

source: Select a license file
ru: Выберите файл лицензии

source: Select at least one item from the list
ru: Выберите хотя бы один элемент из списка

source: Select just one item from the list to be edited
ru: Выберите только один элемент из списка для редактирования

source: select one option
ru: выбрать одну опцию

source: Select an option to export the schema or data from the selected table(s).
ru: Выберите параметр для экспорта схемы или данных из выбранных таблиц.

source: Please select a plugin
ru: Пожалуйста, выберите плагин

source: Select a plugin file
ru: Выбрать файл плагина

source: Select a .pmt file
ru: Выбрать файл .pmt

source: Select a process file
ru: Выбрать файл процесса

source: Select status...
ru: Выбрать статус...

source: Please select a table to export.
ru: Выберите таблицу для экспорта.

source: Select a template file
ru: Выберите файл шаблона
