Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: [dynaforms/fields_Edit.xml?TYPE-link]
ru: link

source: [dynaforms/fields_Edit.xml?TYPE-file]
ru: file

source: [dynaforms/fields_Edit.xml?TYPE-checkbox]
ru: Check Box

source: [dynaforms/fields_Edit.xml?TYPE-button]
ru: Button

source: [dynaforms/fields_Edit.xml?TYPE-reset]
ru: Reset

source: [dynaforms/fields_Edit.xml?TYPE-submit]
ru: Submit

source: [dynaforms/fields_Edit.xml?TYPE-hidden]
ru: Hidden

source: [dynaforms/fields_Edit.xml?TYPE-dropdown]
ru: Dropdown

source: [dynaforms/fields_Edit.xml?TYPE-listbox]
ru: List Box

source: [dynaforms/fields_Edit.xml?TYPE-radiogroup]
ru: Radio Group

source: [dynaforms/fields_Edit.xml?TYPE-checkgroup]
ru: Check Group

source: [dynaforms/fields_Edit.xml?TYPE-grid]
ru: grid

source: [dynaforms/fields_Edit.xml?TYPE-javascript]
ru: Java Script

source: [dynaforms/fields_Edit.xml?TYPE-private]
ru: Private

source: Default value
ru: Значение по умолчанию

source: [dynaforms/fields_Edit.xml?LABEL] Label
ru: Ярлык

source: [dynaforms/fields_Edit.xml?ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields_List.xml?XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields_List.xml?TYPE] Type
ru: Частный

source: [dynaforms/fields_List.xml?TYPE-title]
ru: Title

source: [dynaforms/fields_List.xml?TYPE-subtitle]
ru: Subtitle

source: [dynaforms/fields_List.xml?TYPE-text]
ru: Text

source: [dynaforms/fields_List.xml?TYPE-password]
ru: Password

source: [dynaforms/fields_List.xml?TYPE-textarea]
ru: Textarea

source: [dynaforms/fields_List.xml?TYPE-currency]
ru: Currency

source: [dynaforms/fields_List.xml?TYPE-percentage]
ru: Percentage

source: [dynaforms/fields_List.xml?TYPE-date]
ru: Date

source: [dynaforms/fields_List.xml?TYPE-yesno]
ru: Yes/No

source: [dynaforms/fields_List.xml?TYPE-link]
ru: Link

source: [dynaforms/fields_List.xml?TYPE-file]
ru: File

source: [dynaforms/fields_List.xml?TYPE-checkbox]
ru: Checkbox

source: [dynaforms/fields_List.xml?TYPE-button]
ru: Button

source: [dynaforms/fields_List.xml?TYPE-reset]
ru: Reset

source: [dynaforms/fields_List.xml?TYPE-submit]
ru: Submit

source: [dynaforms/fields_List.xml?TYPE-hidden]
ru: Hidden

source: [dynaforms/fields_List.xml?TYPE-dropdown]
ru: Dropdown

source: [dynaforms/fields_List.xml?TYPE-listbox]
ru: Listbox

source: [dynaforms/fields_List.xml?TYPE-radiogroup]
ru: Radios Group

source: [dynaforms/fields_List.xml?TYPE-checkgroup]
ru: Checkboxes Group

source: [dynaforms/fields_List.xml?TYPE-grid]
ru: Grid

source: [dynaforms/fields_List.xml?TYPE-javascript]
ru: Javascript Code

source: [dynaforms/fields_List.xml?TYPE-private]
ru: Private

source: [dynaforms/fields_List.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [dynaforms/fields_ShortList.xml?XMLNODE_NAME] Field name
ru: Имя поля

source: [dynaforms/fields_ShortList.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [dynaforms/fields_Toolbar.xml?saveDyna] Save
ru: Сохранить

source: [dynaforms/fields_Toolbar.xml?saveasDyna] Save as
ru: Сохранить как

source: Text field
ru: Поле текста

source: Currency
ru: Употребительность

source: Percentage
ru: Процентное отношение

source: [dynaforms/fields_Toolbar.xml?password] Password
ru: Пароль

source: [dynaforms/fields_Toolbar.xml?suggest] Suggest
ru: Предложить

source: TextArea
ru: Область текста

source: [dynaforms/fields_Toolbar.xml?title] Title
ru: Заголовок

source: [dynaforms/fields_Toolbar.xml?subtitle] Subtitle
ru: Подзаголовок

source: [dynaforms/fields_Toolbar.xml?button] Button
ru: Кнопка

source: [dynaforms/fields_Toolbar.xml?submit] Submit
ru: Отправить

source: [dynaforms/fields_Toolbar.xml?reset] Reset
ru: Сброс

source: [dynaforms/fields_Toolbar.xml?dropdown] Dropdown
ru: Выпадающий список

source: Yes/No
ru: Да/Нет

source: Listbox
ru: Окно списка

source: [dynaforms/fields_Toolbar.xml?checkbox] Checkbox
ru: Флажок

source: CheckGroup
ru: Проверить группу

source: RadioGroup
ru: Радиогруппа

source: [dynaforms/fields_Toolbar.xml?date] Date
ru: Дата

source: [dynaforms/fields_Toolbar.xml?hidden] Hidden
ru: Скрыто

source: [dynaforms/fields_Toolbar.xml?link] Link
ru: Ссылка

source: [dynaforms/fields_Toolbar.xml?file] File
ru: Файл

source: [dynaforms/fields_Toolbar.xml?javascript] Javascript
ru: Javascript

source: [dynaforms/fields_Toolbar.xml?grid] Grid
ru: Сетка

source: [dynaforms/fields_ToolbarGrid.xml?saveDyna] Save
ru: Сохранить

source: [dynaforms/fields_ToolbarGrid.xml?saveasDyna] Save as
ru: Сохранить как

source: [dynaforms/fields_ToolbarGrid.xml?text] Text field
ru: Поле текста

source: [dynaforms/fields_ToolbarGrid.xml?currency] Currency
ru: Употребительность

source: [dynaforms/fields_ToolbarGrid.xml?percentage] Percentage
ru: Процентное отношение

source: [dynaforms/fields_ToolbarGrid.xml?suggest] Suggest
ru: Предложить

source: [dynaforms/fields_ToolbarGrid.xml?textarea] TextArea
ru: Область текста

source: [dynaforms/fields_ToolbarGrid.xml?dropdown] Dropdown
ru: Выпадающий список

source: [dynaforms/fields_ToolbarGrid.xml?yesno] Yes/No
ru: Да/Нет

source: [dynaforms/fields_ToolbarGrid.xml?checkbox] Checkbox
ru: Флажок

source: [dynaforms/fields_ToolbarGrid.xml?date] Date
ru: Дата

source: [dynaforms/fields_ToolbarGrid.xml?hidden] Hidden
ru: Скрыто

source: [dynaforms/fields_ToolbarGrid.xml?link] Link
ru: Ссылка

source: [dynaforms/fields_ToolbarGrid.xml?file] File
ru: Файл

source: [events/appEventsList.xml?TAS_TITLE] Task
ru: Задача

source: [events/appEventsList.xml?APP_TITLE] Case Title
ru: Заголовок действия

source: Action date
ru: Дата действия

source: [events/appEventsList.xml?EVN_DESCRIPTION] Event Description
ru: Описание события

source: Event type
ru: Множественный

source: [events/appEventsList.xml?EVN_ACTION-SEND_MESSAGE]
ru: Message

source: [events/appEventsList.xml?EVN_ACTION-EXECUTE_CONDITIONAL_TRIGGER]
ru: Conditional

source: [events/appEventsList.xml?EVN_ACTION-EXECUTE_TRIGGER]
ru: Multiple

source: [events/appEventsListCompleted.xml?APP_TITLE] Case Title
ru: Заголовок задания

source: [events/appEventsListCompleted.xml?APP_EVN_ACTION_DATE] Action date
ru: Дата действия

source: [events/appEventsListCompleted.xml?APP_EVN_LAST_EXECUTION_DATE] Last Execution
ru: Последнее исполнение

source: [events/appEventsListCompleted.xml?EVN_DESCRIPTION] Event Description
ru: Описание события

source: [events/appEventsListCompleted.xml?EVN_ACTION] Event type
ru: Множественный

source: [events/appEventsListCompleted.xml?EVN_ACTION-SEND_MESSAGE]
ru: Message

source: [events/appEventsListCompleted.xml?EVN_ACTION-EXECUTE_CONDITIONAL_TRIGGER]
ru: Conditional

source: [events/appEventsListCompleted.xml?EVN_ACTION-EXECUTE_TRIGGER]
ru: Multiple

source: [events/dynavarsList.xml?name] Variable
ru: Переменная

source: [events/dynavarsList.xml?label] Label
ru: Ярлык

source: Event execution is related to the due date of the cases or the estimated duration if you select "Multiple Tasks"
ru: Выполнение события связано с датой истечения срока или предполагаемой продолжительностью, если вы выберете «Несколько задач»,

source: [events/eventsEdit.xml?EVN_DESCRIPTION] Description
ru: Описание

source: [events/eventsEdit.xml?EVN_STATUS] Status
ru: Неактивный

source: [events/eventsEdit.xml?EVN_STATUS-ACTIVE]
ru: Active

source: [events/eventsEdit.xml?EVN_STATUS-INACTIVE]
ru: Inactive

source: [events/eventsEdit.xml?SUBTITLE1] Behaviour
ru: Поведение

source: [events/eventsEdit.xml?EVN_WHEN_OCCURS] Execution time
ru: После начала интервала

source: [events/eventsEdit.xml?EVN_WHEN_OCCURS-AFTER_TIME]
ru: After interval ends

source: [events/eventsEdit.xml?EVN_WHEN_OCCURS-TASK_STARTED]
ru: After interval starts

source: [events/eventsEdit.xml?EVN_RELATED_TO] Type
ru: Множественное задание

source: [events/eventsEdit.xml?EVN_RELATED_TO-SINGLE]
ru: Single Task

source: [events/eventsEdit.xml?EVN_RELATED_TO-MULTIPLE]
ru: Multiple Tasks

source: [events/eventsEdit.xml?TAS_UID] The time starts with task
ru: Время начинается с задачи

source: The time starts from task
ru: Время начинается с задачи

source: [events/eventsEdit.xml?EVN_TAS_UID_TO] To
ru: Кому

source: [events/eventsEdit.xml?EVN_TAS_ESTIMATED_DURATION] Estimated Task duration
ru: Предполагаемая продолжительность работы

source: [events/eventsEdit.xml?EVN_TIME_UNIT]
ru: Часы

source: [events/eventsEdit.xml?EVN_TIME_UNIT-DAYS]
ru: Days

source: [events/eventsEdit.xml?EVN_TIME_UNIT-HOURS]
ru: Hours

source: [events/eventsEdit.xml?EVN_WHEN] days
ru: дни

source: [events/eventsEdit.xml?TITLE2] Action
ru: Действие

source: [events/eventsEdit.xml?EVN_CONDITIONS] Condition
ru: Условия

source: Execute trigger
ru: Множественный

source: [events/eventsEdit.xml?EVN_ACTION-SEND_MESSAGE]
ru: Message

source: [events/eventsEdit.xml?EVN_ACTION-EXECUTE_CONDITIONAL_TRIGGER]
ru: Conditional

source: [events/eventsEdit.xml?EVN_ACTION-EXECUTE_TRIGGER]
ru: Multiple

source: Create a new trigger
ru: Создать новый запуск

source: Event scheduled graph
ru: График запланированного события

source: [events/eventsEdit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [events/eventsEdit.xml?CONTINUE] Save
ru: Сохранить

source: [events/eventsEditAction.xml?EVN_MESSAGE_SUBJECT] Subject
ru: Предмет

source: Send to
ru: Отправить

source: [events/eventsEditAction.xml?EVN_MESSAGE_TO_TO] TO
ru: КОМУ

source: Carbon Copy
ru: Копия

source: Blind Carbon Copy
ru: Скрытая копия

source: BCC
ru: Скрытая копия

source: E-Mail Template
ru: -- По умолчанию --

source: [events/eventsEditAction.xml?EVN_MESSAGE_TEMPLATE-alert_message.html]
ru: -- Default --

source: [events/eventsEditAction.xml?TRI_UID] Trigger
ru: -- Выбрать --

source: [events/eventsEditAction.xml?TRI_UID-]
ru: -- Select --

source: [events/eventsEditAction.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [events/eventsEditAction.xml?SAVE] Save
ru: Сохранить

source: [events/eventsNew.xml?NOTE] Event execution is related to the due date of the cases or the estimated duration if you select "Multiple Tasks"
ru: Выполнение события связано с датой истечения срока или предполагаемой продолжительностью, если вы выберете «Несколько задач»,

source: [events/eventsNew.xml?EVN_DESCRIPTION] Description
ru: Описание

source: [events/eventsNew.xml?EVN_STATUS] Status
ru: Неактивный

source: [events/eventsNew.xml?EVN_STATUS-ACTIVE]
ru: Active

source: [events/eventsNew.xml?EVN_STATUS-INACTIVE]
ru: Inactive

source: [events/eventsNew.xml?SUBTITLE1] Behaviour
ru: Поведение

source: [events/eventsNew.xml?EVN_WHEN_OCCURS] Execution time
ru: После начала интервала

source: [events/eventsNew.xml?EVN_WHEN_OCCURS-AFTER_TIME]
ru: After interval ends

source: [events/eventsNew.xml?EVN_WHEN_OCCURS-TASK_STARTED]
ru: After interval starts

source: [events/eventsNew.xml?EVN_RELATED_TO] Type
ru: Несколько задач

source: [events/eventsNew.xml?EVN_RELATED_TO-SINGLE]
ru: Single Task

source: [events/eventsNew.xml?EVN_RELATED_TO-MULTIPLE]
ru: Multiple Tasks

source: [events/eventsNew.xml?TAS_UID] The time starts with task
ru: Время начинается с задачи

source: [events/eventsNew.xml?EVN_TAS_UID_FROM] The time starts from task
ru: Время начинается с задачи

source: [events/eventsNew.xml?EVN_TAS_UID_TO] To
ru: Кому

source: [events/eventsNew.xml?EVN_TAS_ESTIMATED_DURATION] Estimated Task duration
ru: Предполагаемая продолжительность работы

source: [events/eventsNew.xml?EVN_TIME_UNIT]
ru: Часы

source: [events/eventsNew.xml?EVN_TIME_UNIT-DAYS]
ru: Days

source: [events/eventsNew.xml?EVN_TIME_UNIT-HOURS]
ru: Hours

source: [events/eventsNew.xml?EVN_WHEN] days
ru: дни

source: [events/eventsNew.xml?TITLE2] Action
ru: Действие

source: [events/eventsNew.xml?EVN_CONDITIONS] Condition
ru: Условие

source: [events/eventsNew.xml?EVN_ACTION] Execute trigger
ru: Множественный

source: [events/eventsNew.xml?EVN_ACTION-SEND_MESSAGE]
ru: Message

source: [events/eventsNew.xml?EVN_ACTION-EXECUTE_CONDITIONAL_TRIGGER]
ru: Conditional

source: [events/eventsNew.xml?EVN_ACTION-EXECUTE_TRIGGER]
ru: Multiple

source: [events/eventsNew.xml?TRI_UID]
ru: Создать новый запуск

source: [events/eventsNew.xml?TRI_UID-]
ru: Create a new trigger

source: [events/eventsNew.xml?TITLE3] Event scheduled graph
ru: График запланированного события

source: [events/eventsNew.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [events/eventsNew.xml?CONTINUE] Continue
ru: Продолжить

source: [events/eventsOptions.xml?MNU_ADD] New
ru: Новый

source: [events/eventsShortList.xml?EVN_DESCRIPTION] Description
ru: Описание

source: When occurs
ru: После того, как задание началось

source: [events/eventsShortList.xml?EVN_WHEN_OCCURS-AFTER_TIME]
ru: After time elapses

source: [events/eventsShortList.xml?EVN_WHEN_OCCURS-TASK_STARTED]
ru: After task started

source: [events/eventsShortList.xml?EVN_RELATED_TO] Type
ru: Mножественный

source: [events/eventsShortList.xml?EVN_RELATED_TO-SINGLE]
ru: Single

source: [events/eventsShortList.xml?EVN_RELATED_TO-MULTIPLE]
ru: Multiple

source: [events/eventsShortList.xml?EVN_STATUS] Status
ru: Неактивный

source: [events/eventsShortList.xml?EVN_STATUS-ACTIVE]
ru: Active

source: [events/eventsShortList.xml?EVN_STATUS-INACTIVE]
ru: Inactive

source: Group name
ru: Имя группы

source: Fullname
ru: Полное имя

source: email
ru: электронная почта

source: [groups/groups_AddUser.xml?title] User
ru: Пользователь

source: [groups/groups_AddUser.xml?USR_UID] User
ru: Пользователь

source: [groups/groups_AddUser.xml?button] Accept
ru: Принять

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Group Information
ru: Информация о группе

source: [groups/groups_Edit.xml?GRP_TITLE] Name
ru: Имя

source: [groups/groups_Edit.xml?GRP_STATUS] Status
ru: Inactive

source: [groups/groups_Edit.xml?GRP_STATUS-ACTIVE]
ru: Active

source: [groups/groups_Edit.xml?GRP_STATUS-INACTIVE]
ru: Inactive

source: [groups/groups_Edit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [groups/groups_Edit.xml?button] Save
ru: Сохранить

source: Group properties
ru: Свойства группы

source: [groups/groups_List.xml?GROUP_TITLE] Group
ru: Группа

source: [groups/groups_List.xml?GROUP_STATUS] Status
ru: Закрыто

source: [groups/groups_List.xml?GROUP_STATUS-ACTIVE]
ru: Active

source: [groups/groups_List.xml?GROUP_STATUS-INACTIVE]
ru: Inactive

source: [groups/groups_List.xml?GROUP_STATUS-VACATION]
ru: Vacation

source: [groups/groups_List.xml?GROUP_STATUS-CLOSED]
ru: Closed

source: [groups/groups_List.xml?button] Accept
ru: Принять

source: [groups/groups_Options.xml?MNU_ADD_EMPLOYE] Assign
ru: Применить

source: User name
ru: Имя пользователя

source: [groups/groups_Search.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [groups/groups_SelectUsers.xml?BTN_SUBMIT] Assign
ru: Назначить

source: [groups/groups_UsersList.xml?USR_USERNAME] Username
ru: Имя пользователя

source: [groups/groups_UsersList.xml?USR_FIRSTNAME] First Name
ru: Имя

source: [groups/groups_UsersList.xml?USR_LASTNAME] Last Name
ru: Фамилия

source: @#GRP_NAME
ru: @#GRP_НАЗВАНИЕ

source: [gulliver/dynaforms_Options.xml?DYN_BACKWARD] Previous Step
ru: Предыдущий шаг

source: [gulliver/dynaforms_Options.xml?DYN_FORWARD] Next Step
ru: Следующий шаг

source: Print form
ru: Форма печати

source: [gulliver/dynaforms_OptionsPrint.xml?DYN_BACKWARD] Previous Step
ru: Предыдущий шаг

source: [gulliver/dynaforms_OptionsPrint.xml?DYN_FORWARD] Next Step
ru: Следующий шаг

source: [inputdocs/inputdocs_AvailableSupervisorInputs.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [inputdocs/inputdocs_AvailableSupervisorInputs.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [inputdocs/inputdocs_Edit.xml?TITLE] Input Document Information
ru: Информация о входном документе

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_FORM_NEEDED] Document Type
ru: Цифровой/Напечатанный

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_FORM_NEEDED-VIRTUAL]
ru: Digital

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_FORM_NEEDED-REAL]
ru: Printed

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_FORM_NEEDED-VREAL]
ru: Digital/Printed

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_ORIGINAL] Format
ru: Копия

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal Copy

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_DESCRIPTION] Description
ru: Описание

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_VERSIONING] Enable Versioning
ru: ДА

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_VERSIONING-]
ru: NO

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_VERSIONING-1]
ru: YES

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_DESTINATION_PATH] Destination Path
ru: Путь назначения

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_TAGS] Tags
ru: Теги

source: Allowed file extensions (Use *.* to allow any extension)
ru: Разрешенные расширения файлов (используйте *. *, Чтобы разрешить любое расширение)

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_MAX_FILESIZE] Maximum file size (Use zero if unlimited)
ru: Максимальный размер файла (используйте ноль, если он неограничен)

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_MAX_FILESIZE_UNIT]
ru: MБ

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_MAX_FILESIZE_UNIT-KB]
ru: KB

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_MAX_FILESIZE_UNIT-MB]
ru: MB

source: [inputdocs/inputdocs_Edit.xml?INP_DOC_UPLOAD_MAX_FILESIZE_LABEL] Maximum upload file size
ru: Максимальный размер загружаемого файла

source: [inputdocs/inputdocs_Edit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [inputdocs/inputdocs_Edit.xml?ACCEPT] Save
ru: Сохранить

source: Input document
ru: Входной документ

source: [inputdocs/inputdocs_List.xml?INP_DOC_FORM_NEEDED] Type
ru: VReal

source: [inputdocs/inputdocs_List.xml?INP_DOC_FORM_NEEDED-REAL]
ru: Real

source: [inputdocs/inputdocs_List.xml?INP_DOC_FORM_NEEDED-VIRTUAL]
ru: Virtual

source: [inputdocs/inputdocs_List.xml?INP_DOC_FORM_NEEDED-VREAL]
ru: VReal

source: [inputdocs/inputdocs_List.xml?INP_DOC_ORIGINAL] Original
ru: Финальный

source: [inputdocs/inputdocs_List.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [inputdocs/inputdocs_List.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [inputdocs/inputdocs_List.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal copy

source: [inputdocs/inputdocs_List.xml?INP_DOC_ORIGINAL-FINAL]
ru: Final

source: Access type
ru: Общественный

source: [inputdocs/inputdocs_List.xml?INP_DOC_PUBLISHED-PRIVATE]
ru: Private

source: [inputdocs/inputdocs_List.xml?INP_DOC_PUBLISHED-PUBLIC]
ru: Public

source: [inputdocs/inputdocs_List.xml?INP_DOC_DESCRIPTION] Description
ru: Описание

source: [inputdocs/inputdocs_List.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [inputdocs/inputdocs_Options.xml?MNU_ADD] New
ru: Новый

source: [inputdocs/inputdocs_ShortList.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [inputdocs/inputdocs_ShortList.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [inputdocs/inputdocs_Supervisor.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [inputdocs/inputdocs_Supervisor.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [inputdocs/inputdocs_SupervisorOptions.xml?MNU_ASSIGN] Assign
ru: Назначить

source: [ldapAdvanced/gridAttribute.xml?attributeLdap] LDAP Field
ru: Поле LDAP

source: [ldapAdvanced/gridAttribute.xml?attributeUser] User Field
ru: Поле пользователя

source: Ldap Advance Plugin
ru: Плагин Ldap Advance

source: Please check the User Section in order to Synchronize or Import users from an authentication source using this plugin. There is no further configuration needed.
ru: Пожалуйста, ознакомьтесь с разделом пользователя, чтобы синхронизировать или импортировать пользователей из источника аутентификации с помощью этого плагина. Дополнительной конфигурации не требуется.

source: [ldapAdvanced/ldapAdvancedEdit.xml?title] Authentication Source Information
ru: Источники информации об аутентификации

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_SOURCE_NAME] Name
ru: Имя

source: [ldapAdvanced/ldapAdvancedEdit.xml?LDAP_TYPE] Type
ru: 389 DS

source: [ldapAdvanced/ldapAdvancedEdit.xml?LDAP_TYPE-ldap]
ru: OpenLDAP

source: [ldapAdvanced/ldapAdvancedEdit.xml?LDAP_TYPE-ad]
ru: Active Directory

source: [ldapAdvanced/ldapAdvancedEdit.xml?LDAP_TYPE-ds]
ru: 389 DS

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_SOURCE_AUTO_REGISTER] Enable automatic register
ru: Да

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_SOURCE_AUTO_REGISTER-0]
ru: No

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_SOURCE_AUTO_REGISTER-1]
ru: Yes

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_SOURCE_SERVER_NAME] Server Address
ru: Адрес сервера

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_SOURCE_PORT] Port
ru: Порт

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_SOURCE_ENABLED_TLS] Enabled TLS
ru: Да

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_SOURCE_ENABLED_TLS-0]
ru: No

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_SOURCE_ENABLED_TLS-1]
ru: Yes

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_SOURCE_BASE_DN] Base DN
ru: Базовый DN

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_ANONYMOUS] Anonymous
ru: Да

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_ANONYMOUS-0]
ru: No

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_ANONYMOUS-1]
ru: Yes

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_SOURCE_SEARCH_USER] Username
ru: Имя пользователя

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_SOURCE_PASSWORD] Password
ru: Пароль

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_SOURCE_IDENTIFIER_FOR_USER] User Identifier
ru: Идентификатор пользователя

source: Filter to search users (Default set to (&(!(objectClass=organizationalUnit))))
ru: Фильтр для поиска пользователей (по умолчанию установлено значение (& (! (ObjectClass = organizationUnit))))

source: [ldapAdvanced/ldapAdvancedEdit.xml?AUTH_SOURCE_RETIRED_OU] OU for Retired Employees OU
ru: OU для пенсионеров OU

source: <input type="checkbox" name="form[AUTH_SOURCE_SHOWGRID]" id="form[AUTH_SOURCE_SHOWGRID]"> Match attributes to sync
ru: <input type = "checkbox" name = "form [AUTH_SOURCE_SHOWGRID]" id = "form [AUTH_SOURCE_SHOWGRID]"> сопоставить атрибуты для синхронизации

source: Minimum data required to run the "Test Connection": "Server Address, Port, Enabled TLS, Anonymous, Username, Password"
ru: Минимальные данные, необходимые для запуска «тестового соединения»: «Адрес сервера, порт, включен TLS, Анонимный, Имя пользователя, Пароль»

source: [ldapAdvanced/ldapAdvancedEdit.xml?btnSave] Save
ru: Сохранить

source: Test connection
ru: Тестовое соединение

source: [ldapAdvanced/ldapAdvancedEdit.xml?btnCancel] Cancel
ru: Отменить

source: Change password
ru: Изменить пароль

source: @#DESCRIPTION
ru: @#ОПИСАНИЕ

source: [login/changePassword.xml?USR_PASSWORD] Password
ru: Пароль

source: Re-Type Password
ru: Повторите ввод пароля

source: [login/changePassword.xml?btnSave] Save
ru: Сохранить

source: [login/changePasswordpm3.xml?THETITLE] Change password
ru: Изменить пароль

source: [login/changePasswordpm3.xml?THEDESCRIPTION] @#DESCRIPTION
ru: @#ОПИСАНИЕ

source: [login/changePasswordpm3.xml?USR_PASSWORD] Password
ru: Пароль

source: [login/changePasswordpm3.xml?USR_PASSWORD_CONFIRM] Re-Type Password
ru: Повторите ввод пароля

source: [login/changePasswordpm3.xml?btnSave] Save
ru: Сохранить

source: System Information
ru: Системная информация

source: [login/dbInfo.xml?FLUID] ProcessMaker
ru: ProcessMaker

source: [login/dbInfo.xml?SYSTEM] Operating System
ru: Операционная система

source: Time zone
ru: Часовой пояс

source: [login/dbInfo.xml?SERVER_SOFTWARE] Web Server
ru: Веб сервер

source: [login/dbInfo.xml?SERVER_NAME] Server Name
ru: Название сервера

source: [login/dbInfo.xml?SERVER_ADDR] Server IP Address
ru: IP-адрес сервера

source: PHP version
ru: PHP-версия

source: Database
ru: База данных

source: Database Server IP Address
ru: IP-адрес сервера базы данных
