Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: Current form.
ru: Текущая форма.

source: Message content
ru: Содержание сообщения

source: Message Type
ru: Тип сообщения

source: Fourth
ru: Четвертый

source: UPPERCASE
ru: ВЕРХНИЙ РЕГИСТР

source: Owner Password
ru: Пароль владельца

source: Monday
ru: Понедельник

source: [LABEL/ID_MAFE_6ff9dd0d34f65181173c1e4bc39939de] Selection
ru: Выбор

source: [LABEL/ID_MAFE_6fff14365ddc2513ed26053e4b7161d0] Assignment Rules
ru: Правила назначения

source: File deleted successfully
ru: Файл успешно удален

source: show today button
ru: показать сегодняшнюю кнопку

source: [LABEL/ID_MAFE_7079c72c21415131774625ba1d64f4b0] Anonymous
ru: Аноним

source: [LABEL/ID_MAFE_70d9be9b139893aa6c69b5e77e614311] Confirm
ru: Подтвердить

source: Variable saved successfully
ru: Переменная успешно сохранена

source: [LABEL/ID_MAFE_713aecbe2f5f5523ebccad6740dc1fc7] DynaForm
ru: DynaForm

source: View groups
ru: Просмотреть группы

source: Pick Hour
ru: Выберите час

source: Prefix
ru: Префикс

source: close
ru: закрыть

source: An unexpected error while deleting the DB Connection, please try again later.
ru: При удалении соединения с БД произошла непредвиденная ошибка, повторите попытку позже.

source: Input Document edited correctly.
ru: Входной документ отредактирован правильно.

source: The process definition that you are trying to import contains BPMN elements that are not supported in ProcessMaker. Please try with other process.
ru: Определение процесса, которое вы пытаетесь импортировать, содержит элементы BPMN, которые не поддерживаются в ProcessMaker. Пожалуйста, попробуйте другой процесс.

source: Properties saved successfully
ru: Свойства сохранены успешно

source: Error Update File
ru: Ошибка обновления файла

source: The process objects are used to add execution features to the current process design.
ru: Объекты процесса используются для добавления функций выполнения в текущий процесс.

source: [LABEL/ID_MAFE_72d6d7a1885885bb55a565fd1070581a] Import
ru: Импортировать

source: An unexpected error while assigning the trigger, please try again later.
ru: Неожиданные ошибки при назначении запуска, пожалуйста, повторите попытку позже.

source: Output Document
ru: Выходной документ

source: Increment Minute
ru: Увеличение минуты

source: <tr><td><b>Unix Timestamp</b></td><td>X</td><td>1360013296</td></tr><tr><td><b>Unix Millisecond Timestamp</b></td><td>x</td><td>1360013296123</td></tr></tbody></table>
ru: <tr> <td> <b> Временная метка Unix </ b> </ td> <td> X </ td> <td> 1360013296 </ td> </ tr> <tr> <td> <b> Unix Millisecond Отметка </ B> </ TD> <TD> X </ TD> <TD> 1360013296123 </ TD> </ TR> </ TBODY> </ стол>

source: array of [date, moment, string]
ru: диапазон [дата, момент, строка]

source: Error value: Day: 0 - 31
ru: Значение ошибки: День: 0 - 31

source: month
ru: месяц

source: YES
ru: ДА

source: Dropdown
ru: Выпадающий список

source: End Event: End the execution of the process.
ru: Конечное событие: завершение выполнения процесса.

source: Web Entry updated successfully
ru: Успешное обновление веб-страницы

source: col-span
ru: Объединение столбцов

source: years
ru: годы

source: [LABEL/ID_MAFE_75f470a662481c10dda96968bbeb6d62] Export Process
ru: Процесс экспорта

source: Hourly
ru: Почасово

source: Diverging Gateway must have an incoming sequence flow
ru: Расходящийся вход должен иметь поток входящей последовательности

source: English
ru: Английский

source: Intermediate Event: Used to define an event that happens in the middle of the process.
ru: Промежуточное событие: используется для определения события, которое происходит в середине процесса.

source: Sub-process
ru: Подпроцесс

source: Routing
ru: Маршрутизация

source: image
ru: изображение

source: Insert a table name
ru: Вставить имя таблицы

source: Related Input Document
ru: Связанный входной документ

source: Thursday
ru: Четверг

source: Add Routing Rule
ru: Добавить правило маршрутизации

source: [LABEL/ID_MAFE_7917f0a4bc9e0d07acf8cad570e5f68f] Dynaform Information
ru: Информация Dynaform

source: <br/>Dynaforms: Create dynamic forms.
ru: <br/> Dynaforms: создание динамических форм.

source: Case Tracker Properties
ru: Свойства трекера заданий

source: Wednesday
ru: Среда

source: Task: Add to include an action in your process.
ru: Задача: Добавить, чтобы включить действие в ваш процесс.

source: Custom actions
ru: Пользовательские действия

source: Doc
ru: Документ

source: File name is invalid
ru: Имя файла недействительно

source: Black Box Pool
ru: Накопитель системного блока

source: Hidden
ru: Скрыто

source: Pool: Place each process in a separate pool.
ru: Накопитель: Поместите каждый процесс в отдельный накопитель

source: [LABEL/ID_MAFE_7b7a4cc675a7dec4f33f0554209f1be9] Black Box Pool
ru: Накопитель системного блока

source: [LABEL/ID_MAFE_7bf7a32fd5dfdd1bdbd08a2360b6c72f] Supervisors
ru: Контролер

source: [LABEL/ID_MAFE_7bfa30721c5e726ff17e3f972237a82c] Engine
ru: Двигатель

source: [LABEL/ID_MAFE_7bfcadb5535fe8aad5032762b7bfe159] After
ru: После

source: - Select a trigger -
ru: - Выбрать запуск -

source: End Message Event
ru: Событие конечного сообщения

source: Exclusive (XOR) Gateway
ru: Эксклюзивный (XOR) вход

source: Create Variable
ru: Создать переменную

source: Mar
ru: Март

source: Sub-Process name
ru: Имя подпроцесса

source: Create Database Connection
ru: Создание соединение с базой данных

source: Next Century
ru: Следующая сотня

source: [LABEL/ID_MAFE_7dce122004969d56ae2e0245cb754d35] Edit
ru: Редактировать

source: Templates
ru: Шаблоны

source: external libs
ru: внешние библиотеки

source: Geomap
ru: Географическая карта

source: November
ru: Ноябрь

source: There are problems loading the process objects.
ru: Возникают проблемы с загрузкой объектов процесса.

source: Wizzard
ru: Мастер

source: Do you want to clear? All your changes will be lost if you clear it.
ru: Вы хотите очистить? Все ваши изменения будут потеряны, если вы его очистите.

source: Insert a description
ru: Вставить описание

source: [LABEL/ID_MAFE_7fb55ed0b7a30342ba6da306428cae04] First
ru: Первый

source: Invalid operation.
ru: Недействительная операция.

source: Task duration
ru: Длительность задачи

source: Insert a subject variable
ru: Вставить переменную темы

source: [LABEL/ID_MAFE_801ab24683a4a8c433c6eb40c48bcd9d] Download
ru: Загрузить

source: <tr><td><b>Day of Year</b></td><td>DDD</td><td>1 2 ... 364 365</td></tr><tr><td></td><td>DDDo</td><td>1st 2nd ... 364th 365th</td></tr>
ru: <tr> <td> <b> День года </ b> </ td> <td> DDD </ td> <td> 1 2 ... 364 365 </ td> </ tr> <tr> < td> </ td> <td> DDDo </ td> <td> 1-й 2-й ... 364-й 365-й </ td> </ tr>

source: There are problems updating the Case Tracker, please try again.
ru: Есть проблемы с обновлением трекера заданий, повторите попытку.

source: Please configure cron to wait for time event.
ru: Пожалуйста, настройте cron, чтобы ждать события времени.

source: Clear selection
ru: Очистить выбор

source: Custom URL
ru: Пользовательский URL

source: Intermediate Email Event
ru: Промежуточное событие электронной почты

source: SubProcess must have an incoming sequence flow
ru: Подпроцесс должен иметь поток входящей последовательности

source: Landscape
ru: Горизонтальный

source: Open the file
ru: Oткрыть файл

source: Do you want to delete this Key Value?
ru: Вы хотите удалить это значение ключа?

source: Save as
ru: Сохранить как

source: calendar weeks
ru: календарные недели

source: December
ru: Декабрь

source: End date:
ru: Конечная дата:

source: Enable versioning
ru: Включить управление версиями

source: [LABEL/ID_MAFE_825689fed4e8cd85dbc5beedf98feec0] Database Name
ru: Название базы данных

source: Next Year
ru: Следующий год

source: Folio
ru: Фолио

source: Cyclical Assignment
ru: Циклическое назначение

source: New Trigger
ru: Новый запуск

source: year
ru: год

source: [LABEL/ID_MAFE_84f6ae383a4278397861eb8c783fe1d8] Export Process Objects
ru: Экспортировать объекты процесса

source: [LABEL/ID_MAFE_84ff23e034dfdf2b03ed32a46c01b3a1] Triggers
ru: Запуски

source: language
ru: язык

source: Smartphone
ru: Смартфон

source: Validate Now
ru: Проверить сейчас

source: Select Decade
ru: Выбрать десятилетие

source: SubProcess must have an outgoing sequence flow
ru: Подпроцесс должен иметь поток исходящей последовательности

source: [LABEL/ID_MAFE_86266ee937d97f812a8e57d22b62ee29] reset
ru: сбросить

source: Select Origin Process
ru: Выберите процесс происхождения

source: Increment Hour
ru: Увеличение часа

source: January
ru: Январь

source: [LABEL/ID_MAFE_86fd9a7abc9f357e7fa206b2d42ec5ba] Destination Path
ru: Путь назначения

source: End
ru: Конец

source: Email Message
ru: Сообщение электронной почты

source: [LABEL/ID_MAFE_87b7760f14fbff78d8819291f36ab9a0] Button
ru: Кнопка

source: Mobile
ru: Moбильный

source: Day of month
ru: День месяца

source: up & down
ru: вверх и вниз

source: display text
ru: отображать текст

source: Validator
ru: Агент проверки

source: Intermediate event must have an outgoing sequence flow
ru: Промежуточное событие должно иметь поток исходящей последовательности

source: hour
ru: час

source: [LABEL/ID_MAFE_897356954c2cd3d41b221e3f24f99bba] Key
ru: Kлюч

source: There are problems, please try again.
ru: Есть проблемы, пожалуйста, повторите попытку

source: Database connection deleted successfully
ru: Успешно удалено соединение с базой данных

source: Copy Trigger
ru: Копировать запуск

source: Select Month
ru: Выбрать месяц

source: Start Event must have an outgoing sequence flow
ru: Событие начала должно иметь поток исходящей последовательности

source: Loop
ru: Цикл

source: Enable consolidate for this task.
ru: Включите консолидацию для этой задачи.

source: Data Object
ru: Объект данных

source: Digital/Printed
ru: Цифровой/Напечатанный

source: Full Screen
ru: Полноэкранный

source: Please configure cron to create cases in base to a condition.
ru: Пожалуйста, настройте cron для создания заданий в базе до условия.

source: Start Event must not have any outgoing Message Flows
ru: Начало события не должно иметь никаких исходящих потоков сообщений

source: A valid variable starts with a letter or underscore, followed by any number of letters, numbers, or underscores.
ru: Действительная переменная начинается с буквы или подчеркивания, за которой следует любое количество букв, цифр или символов подчеркивания.

source: Please configure script to send a signal.
ru: Пожалуйста, настройте скрипт для отправки сигнала.

source: Saturday
ru: Суббота

source: Script Task saved correctly
ru: Задача скрипта сохранена правильно

source: [LABEL/ID_MAFE_8bf8854bebe108183caeb845c7676ae4] of
ru: из

source: To learn more about regular expressions, see the <a href="http://wiki.processmaker.com/3.0/Text_and_Textarea_Controls#Validate" target="_blank">wiki</a>.<br><br>
ru: Чтобы узнать больше о регулярных выражениях, см. <a href="http://wiki.processmaker.com/3.0/Text_and_Textarea_Controls#Validate" target="_blank"> wiki </a>. <br> <br>

source: Signature
ru: Подпись

source: Do you want to delete this option?
ru: Вы хотите удалить эту опцию?

source: shape
ru: форма

source: Supported Controls: grid.
ru: Поддерживаемые элементы управления: сетка.

source: [LABEL/ID_MAFE_8c7dd922ad47494fc02c388e12c00eac] file
ru: файл

source: Insert User
ru: Вставить пользователя

source: default date
ru: дата по умолчанию

source: data
ru: данные

source: enabled dates
ru: даты включения

source: to activate autocompletion
ru: активировать автозаполнение

source: extra formats
ru: дополнительные форматы

source: Variable deleted successfully
ru: Переменная удалена успешно

source: Mobile Controls
ru: Мобильные элементы управления

source: widget positioning
ru: позиционирование виджета

source: Parallel Join
ru: Параллельное соединение

source: modify
ru: модифицировать

source: Delay
ru: Задержка

source: - Select an email account -
ru: - Выберите учетную запись электронной почты -

source: COMPLETED
ru: ВЫПОЛНЕНО

source: Link to fill a form
ru: Ссылка для заполнения формы

source: [LABEL/ID_MAFE_8f9bfe9d1345237cb3b2b205864da075] User
ru: Пользователь

source: Table Name
ru: Название таблицы

source: Set a timeout
ru: Установка тайм-аута

source: [LABEL/ID_MAFE_8ff922bbcd8ad41cdfc48d3c5163b2ab] Calendar
ru: Календарь

source: [LABEL/ID_MAFE_902b0d55fddef6f8d651fe1035b7d4bd] Error
ru: Ошибка

source: Monthly
ru: Ежемесячно

source: [LABEL/ID_MAFE_9060587edeb01a63e3d3edc959678d1e] Before
ru: До

source: Start Event: The process always begins with a start event.
ru: Начало события: процесс всегда начинается со стартового события

source: Assignment Rules saved successfully
ru: Правила назначения успешно сохранены

source: Available Users List
ru: Список доступных пользователей

source: Available Elements
ru: Доступные элементы

source: Dynaform to show a case summary
ru: Dynaform для показа сводки заданий

source: Upload
ru: Загрузить

source: edit...
ru: редактировать...

source: min date
ru: минимальная дата

source: Exclusive Gateway
ru: Эксклюзивный вход

source: Delegations
ru: Делегации

source: Dynaform deleted successfully
ru: Dynaform успешно удален

source: grid store
ru: сохранение сетки

source: Step Properties
ru: Свойства шага

source: Gateway
ru: Вход

source: Redo Action
ru: Повторить действие

source: Process Variables
ru: Переменные процесса

source: Right
ru: Правый

source: User Name
ru: Имя пользователя

source: This field is required.
ru: Это поле требуется.

source: Skin
ru: Скин

source: Ad Hoc Users
ru: Специальные пользователи

source: Yes
ru: Да

source: options
ru: опции

source: Route
ru: Направление

source: It was not possible to establish a connection with the server
ru: Не удалось установить соединение с сервером

source: Enter a regular expression which is a search pattern which matches the text entered in the field.
ru: Введите регулярное выражение, которое является шаблоном поиска, который соответствует тексту, введенному в поле.

source: Left
ru: Левый

source: Data Output
ru: Выход данных

source: There are problems creating the dynaform, please try again.
ru: Есть проблемы с созданием dynaform, пожалуйста, повторите попытку

source: Dynaform Template
ru: Dynaform шаблон

source: thumbnail
ru: миниатюра

source: delete row
ru: удалить строку

source: Do you want to delete this Element?
ru: Вы хотите удалить этот элемент?

source: Receive Task
ru: Получить задачу

source: Routing Screen Template
ru: Шаблон маршрутизации экрана

source: Normal
ru: Обычный

source: Html Editor
ru: Редактор Html

source: [LABEL/ID_MAFE_9639e32cab248434a17ab32237cb3b71] Apply
ru: Применить

source: @@ string, @# float, @% integer, @= original type, @& object.
ru: @@ cтрока символов, @# плавающие элементы, @% целое число, @ = исходный тип, @ & объект.

source: Definitions
ru: Определения

source: Link
ru: Ссылка

source: An unexpected error while editing the step, please try again later.
ru: Неожиданная ошибка при редактировании шага повторите попытку позже.

source: Margin
ru: Край

source: Parallel
ru: Параллель

source: Activity must have an incoming sequence flow
ru: Активность должна иметь поток входящей последовательности

source: rounded
ru: округленный

source: End event must have an incoming sequence flow
ru: Конечное событие должно иметь поток входящей последовательности

source: Screenshot640
ru: Скриншот640

source: The input document is required, please select the value.
ru: Требуется входной документ, пожалуйста, выберите значение.

source: PAUSED
ru: ПРИОСТАНОВЛЕНО

source: Variable sent in email
ru: Переменная, отправленная по электронной почте

source: content
ru: содержимое

source: Server
ru: Сервер

source: a cost here
ru: стоимость здесь

source: Clicking the "Clear" button will set the calendar to null.
ru: При нажатии кнопки «Очистить» календарь будет равен нулю.

source: Printed
ru: Напечатанный

source: [LABEL/ID_MAFE_9b377ab6489b9495395f3fc4f4a03fb4] Initial Dynaform
ru: Начальный Dynaform

source: circle
ru: круг

source: The colspan change is going to remove columns and content fields. Do you want to continue?
ru: Изменение объединения столбцов собирается удалить столбцы и поле контента. Вы хотите продолжить?

source: End Event Type
ru: Тип конечного события

source: a unit cost here
ru: стоимость единицы здесь

source: Working...
ru: Работает...

source: [LABEL/ID_MAFE_9cd2a4862f826886105d87195ee6998c] Input Documents
ru: Входные документы

source: Intermediate Event
ru: Промежуточное событие

source: Sunday
ru: Воскресенье

source: Conditional
ru: Условный

source: [LABEL/ID_MAFE_9dcfba52eee7cb299acdeb584bfc76bd] End Email Event
ru: Окончания события электронной почты

source: Task Type
ru: Тип задачи

source: Time unit
ru: Единица времени

source: - Select a Template -
ru: - Выбрать шаблон -

source: [LABEL/ID_MAFE_9e2941b3c81256fac10392aaca4ccfde] Condition
ru: Условие

source: Output Document deleted successfully
ru: Выходной документ успешно удален

source: Previous Month
ru: Предыдущий месяц

source: <tr><td><b>Quarter</b></td><td>Q</td><td>1 2 3 4</td></tr><tr><td><b>Day of Month</b></td><td>D</td><td>1 2 ... 30 31</td></tr>
ru: <tr> <td> <b> Квартал </ b> </ td> <td> Q </ td> <td> 1 2 3 4 </ td> </ tr> <tr> <td> <b> День месяца </ b> </ td> <td> D </ td> <td> 1 2 ... 30 31 </ td> </ tr>

source: [LABEL/ID_MAFE_9fc2d28c05ed9eb1d75ba4465abf15a9] Properties
ru: Свойства

source: [LABEL/ID_MAFE_9fced129522f128b2445a41fb0b6ef9f] checkbox
ru: флажок

source: Rich Text
ru: Обогащенный текст

source: [LABEL/ID_MAFE_a0bfb8e59e6c13fc8d990781f77694fe] Continue
ru: Продолжить

source: Integer
ru: Целое число

source: Legal
ru: Допустимый

source: An integer or decimal number
ru: Целое или десятичное число

source: Suggest
ru: Предложить

source: Type
ru: Tип

source: Select the mode of the control:<br>
ru: Выберите режим управления: <br>

source: The maximum length are
ru: Максимальной длиной является

source: show clear button
ru: показать кнопку очистки

source: [LABEL/ID_MAFE_a274f4d4670213a9045ce258c6c56b80] Notifications
ru: Уведомления

source: Jul
ru: Июль

source: Permission deleted successfully
ru: Разрешение удалено успешно

source: Default Flow
ru: Поток по умолчанию

source: Activity Properties
ru: Свойства действия

source: [LABEL/ID_MAFE_a37ede293936e29279ed543129451ec3] Groups
ru: Группы

source: radio
ru: радио

source: Do you want to delete this Message Type?
ru: Вы хотите удалить этот тип сообщения?

source: Use a field to generate actions links
ru: Используйте поле для создания ссылок на действия

source: Reset to original position
ru: Сброс в исходное положение

source: For a better design we recommend using values above 3.<br>If you need more info please visit <a target='_blank' href='http://getbootstrap.com/css/'>Bootstrap grid system</a>.
ru: Для лучшего исполнения мы рекомендуем использовать значения выше 3. <br> Если вам нужна дополнительная информация, посетите <a target='_blank'href='http://getbootstrap.com/css/'> Систему загрузки Bootstrap </a> ,

source: File updated successfully
ru: Файл обновлен успешно

source: Submit
ru: Отправить

source: Event
ru: Событие

source: Top
ru: Верх

source: Select a Skin.
ru: Выберите скин.

source: Do you want to delete this permission?
ru: Вы хотите удалить это разрешение?

source: setOrientation(): parameter is not valid
ru: setOrientation (): параметр недействителен

source: audio
ru: аудио

source: Decrement Second
ru: Уменьшение второго

source: Debug
ru: Режим отладки

source: Ok
ru: Oкей

source: Notify the assigned user to this task
ru: Уведомлять назначенного пользователя в этой задаче

source: <br/>Triggers: Create scripts.
ru: <br/> Запуски: создание скриптов.

source: Input Document deleted successfully
ru: Входной документ удален успешно

source: Previous Decade
ru: Предыдущее десятилетие

source: text transform to
ru: преобразовать текст в

source: Time
ru: Время

source: [LABEL/ID_MAFE_a79a682f66f0f9b8aa2ca16816883717] Encode
ru: Шифровать

source: show
ru: показать

source: [LABEL/ID_MAFE_a7e82daa7280af25afbaa076ac16eb1e] Sequential
ru: Последовательный

source: datepicker
ru: Окно для выбора даты

source: static
ru: статический

source: [LABEL/ID_MAFE_a82be0f551b8708bc08eb33cd9ded0cf] Information
ru: Информация

source: Redirect to ProcessMaker predefined response page
ru: Перенаправить на предопределенную страницу ответов ProcessMaker

source: <tr><td><b>Fractional Second</b></td><td>S</td><td>0 1 ... 8 9</td></tr><tr><td></td><td>SS</td><td>0 1 ... 98 99</td></tr>
ru: <tr> <td> <b> Дробный второй </ b> </ td> <td> S </ td> <td> 0 1 ... 8 9 </ td> </ tr> <tr> <td > </ td> <td> SS </ td> <td> 0 1 ... 98 99 </ td> </ tr>

source: hide
ru: скрыть

source: Save & Open
ru: Сохранить и открыть

source: Insert a title
ru: Вставить заголовок

source: Trigger removed successfully
ru: Запуск удален успешно

source: Converging Gateway must have a outgoing sequence flow
ru: Конвергентный вход должен иметь поток исходящей последовательности

source: The form was recovered from a previous version {0}. Possible missing controls are going to be recreated.
ru: Форма была восстановлена из предыдущей версии {0}. Возможные недостающие элементы управления будут воссозданы.

source: Collapse all
ru: Cвернуть все

source: Assigned Elements (Drop here)
ru: Назначенные элементы (Сбросьте сюда)

source: Orientation
ru: Oриентация

source: Text to search
ru: Текст для поиска

source: Create Message Type
ru: Создать тип сообщения

source: signature
ru: подпись

source: Must connect to a Task
ru: Необходимо подключиться к задаче

source: required
ru: требуется

source: forms
ru: формы

source: History of use
ru: История пользования

source: Drag & Drop a User or a Group here
ru: Перетащите пользователя или группу сюда

source: The value introduced doesn't have the correct format with a vallid prefix (@@, @#, @=, @&)
ru: Введенное значение не имеет правильного формата с допустимым префиксом (@@, @ #, @ =, @ &)

source: [LABEL/ID_MAFE_ad973c252653a47144b79403cfb0668b] dropdown
ru: выпадающий список

source: Please select the control you want to use with your variable.
ru: Выберите элемент управления, который хотите использовать с переменной.

source: Error value: Hour: 0 - 23
ru: Значение ошибки: час: 0 - 23

source: Enter a title displayed on web entry window (if applies).
ru: Введите заголовок, отображаемый в окне веб-записи (если применяется).

source: Participation required?
ru: Требуется участие?

source: The amount of time entered is not valid. Please fill in at least one of the fields (day, hour, or minute)
ru: Недопустимое количество введенного времени. Пожалуйста, заполните хотя бы одно из полей (день, час или минута)

source: [LABEL/ID_MAFE_b021df6aac4654c454f46c77646e745f] Label
ru: Ярлык

source: name
ru: имя

source: Evaluate
ru: Оценивать

source: column width
ru: ширина колонки

source: Average
ru: Средний

source: [LABEL/ID_MAFE_b1c94ca2fbc3e78fc30069c8d0f01680] All
ru: Все

source: add row
ru: добавить строку

source: Permission saved successfully
ru: Разрешение сохранено успешно

source: print dynaform
ru: напечатать dynaform

source: [LABEL/ID_MAFE_b206a1b4ea1097761f78e8876f6da779] External
ru: Внешний

source: Audio
ru: Aудио

source: [LABEL/ID_MAFE_b243a6cb94ba1c81a0caa579227ab48c] Messages History
ru: История сообщений

source: There are problems Edited the Email Event, please try again.
ru: Возникли проблемы. Отредактировано событие электронной почты, повторите попытку.

source: Day of the month (example: 1)
ru: День месяца (пример: 1)

source: true
ru: правда

source: initial selection date
ru: дата первоначального выбора

source: Trigger is assigned.
ru: Запуск назначен.

source: Invalid value for the integer field
ru: Недопустимое значение для целочисленного поля

source: Register a Case Note when the recipient submits the Response
ru: Зарегистрируйте заметку к заданию, когда получатель подтверждает ответ
