Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: The activity {0}: "{1}", has an invalid user-data in "{2}" or this variable doesn't exist for a multi-instance activity
ru: Действие {0}: "{1}", имеет недействительные данные пользователя в "{2}" либо данная переменная не существует для действий с множественными экземплярами.

source: The activity "{0}" is not initial activity.
ru: Действие "{0}" не является первоначальным.

source: Actors
ru: Субъекты

source: {0} Actors assign to task <b>"{1}"</b> successfully!
ru: {0} Субъектам успешно назначена задача <b>"{1}"</b> !

source: The actor is already assigned to task <b>{0}</b>
ru: Субъекту уже назначена задача <b>{0}</b>

source: The actor was assigned to task <b>"{tas_title}"</b> successfully!
ru: Субъекту успешно назначена задача <b>"{tas_title}"</b> !

source: [LABEL/ID_ADD] Add
ru: Добавить

source: Additional Filter
ru: Дополнительный фильтр

source: PM Tables
ru: Таблицы РМ

source: Address
ru: Адрес

source: Add Custom Column
ru: Добавить Пользовательский Столбец

source: Add Data to PM table
ru: Добавить данные в PM-таблицу

source: Add field
ru: Добавить поле

source: Add horizontal line
ru: Добавить горизонтальную линию

source: Please add a new license
ru: Пожалуйста, добавьте новую лицензию

source: Add message
ru: Добавить сообщение

source: Add Note
ru: Добавить Заметку

source: Add Permission To Role
ru: Добавить Разрешение в роль

source: Add Row
ru: Добавить строку

source: [LABEL/ID_ADD_SUB_PROCESS] Add Sub-Process
ru: Добавить субпроцесс

source: Add Task
ru: Добавить Задачу

source: Add Text
ru: Добавить Текст

source: Add to existing
ru: Добавить к существующим

source: Last executor of the task
ru: Последний исполнитель задачи

source: Add Vertical Line
ru: Добавить вертикальную линию

source: [LABEL/ID_ADHOC_ASSIGNMENT] Ad Hoc Assignment
ru: Специальное назначение

source: Ad Hoc Groups Actors
ru: Субъекты специальных групп

source: Ad hoc Users Actors
ru: Субъекты специальных пользователей

source: Admin
ru: Администратор

source: The role of the administrator can not be changed!
ru: Роль администратора нельзя изменить!

source: Administrators users cannot use this User Experience.
ru: Администраторы не могут использовать данный интерфейс.

source: Confirm Admin Password
ru: Подтвердить Пароль Администратора

source: Admin Password
ru: Пароль Администратора

source: Admin the selected plugin
ru: Администрирование выбранного плагина

source: Admin Username
ru: Имя Администратора

source: [LABEL/ID_ADVANCEDSEARCH] Advanced Search
ru: Расширенный Поиск

source: Ad Hoc Actors
ru: Специальные Субъекты

source: Affected Groups
ru: Задействованные группы

source: After
ru: После

source: After Routing
ru: После Маршрутизации

source: After routing notify the next assigned user(s).
ru: После маршрутизации уведомить следующего(их) назначенного(ых) пользователя(й).

source: I agree
ru: Согласен

source: Ajax communication failed
ru: Сбой коммуникации Ajax

source: Alert
ru: Внимание

source: Alert Message
ru: Предупреждающее сообщение

source: All
ru: Все

source: Allow arbitary transfer (Ad hoc)
ru: Разрешить произвольное перемещение (специальное)

source: All Categories
ru: Все Категории

source: All Processes
ru: Все Процессы

source: All records were successfully deleted
ru: Все записи успешно удалены

source: All Statuses
ru: Все Статусы

source: All Users
ru: Все Пользователи

source: All Variables
ru: Все Переменные

source: All Workspaces
ru: Все Рабочие пространства

source: This ID: {0} is already assigned to task: {1}
ru: Данный ID: {0} уже присвоен задаче: {1}

source: The table is already related with the '{0}' process, do you want to continue? (Note: The table will be imported to the original process).
ru: Таблица уже связана с процессом '{0}', вы хотите продолжить? (Примечание: таблица будет импортирована в первоначальный процесс).

source: Anonymous
ru: Анонимный

source: Answered
ru: Отвечено

source: Any
ru: Любой

source: All Tasks
ru: Все Задачи

source: Case List Cache Builder
ru: Система компоновки кэша заданий

source: DESIGNER
ru: Проектировщик

source: The application with {0}: '{1}' does not exist.
ru: Приложение с {0}: '{1}' не существует.

source: Application ID or Delegation Index is missing!. The System can not open the case.
ru: ID Приложения или Индекс Делегирования отсутствует!. Система не может открыть задание.

source: Apply
ru: Сохранить

source: Apply as main logo
ru: Сохранить как основной логотип

source: Apply changes
ru: Сохранить изменения

source: Body
ru: Текст

source: App Uid
ru: Uid Приложения

source: Are you sure that you want to resend this message
ru: Вы уверены, что хотите заново отправить это сообщение?

source: Array of variables is empty
ru: Массив переменных пуст

source: Assign
ru: Назначить

source: ASSIGNED FIELDS
ru: НАЗНАЧЕННЫЕ ПОЛЯ

source: ASSIGNED GROUPS
ru: НАЗНАЧЕННЫЕ ГРУППЫ

source: MEMBERS
ru: УЧАСТНИКИ

source: ASSIGNED PERMISSIONS
ru: НАЗНАЧЕННЫЕ РАЗРЕШЕНИЯ

source: ASSIGNED PERMISSIONS FOR
ru: НАЗНАЧЕННЫЕ РАЗРЕШЕНИЯ ДЛЯ

source: Assigned To
ru: Назначено

source: ASSIGNED USERS
ru: НАЗНАЧЕННЫЕ ПОЛЬЗОВАТЕЛИ

source: Assignment case...
ru: Назначение задания...

source: Assignment Rules
ru: Правила назначения

source: Assign All Groups
ru: Назначить все Группы

source: Assign All Members
ru: Назначить всех Участников

source: Assign All Permissions
ru: Назначить все Разрешения

source: Assign All Users
ru: Назначить всех Пользователей

source: Assign Authentication Source
ru: Назначить источник прав доступа

source: Assign group
ru: Назначить группу

source: Assign Group Task
ru: Назначить Групповую Задачу

source: Assign group to
ru: Назначить группу

source: Assign Manager To Department
ru: Назначить Менеджера Отделу

source: Assign user
ru: Назначить пользователя

source: Error: There is a problem with the next tasks of this process. One of them has manual assignment. Manual assignment shouldn't be used with sub-processes
ru: Ошибка: Существует проблема со следующими задачами в данном процессе. Одна из них имеет ручное назначение. Ручное назначение не должно использоваться с субпроцессами.

source: Assign Screen
ru: Назначить Экран

source: Assign Supervisor Dynaform
ru: Назначить главную Dynaform

source: Assign Supervisor Input
ru: Назначить главный вход

source: Assign Task/Event
ru: Назначить Задачу/Событие

source: Assign the role
ru: Назначить роль

source: Assign To
ru: Назначить

source: Assign Trigger
ru: Назначить триггер

source: Assign Triggers
ru: Назначить триггеры

source: Assign users group or user
ru: Назначить группу пользователей или пользователя

source: Assign Users
ru: Назначить Пользователей

source: Assign User Task
ru: Назначить Задачу Пользователю

source: Assign Users To Department
ru: Назначить Пользователей Отделу

source: Assign Users To Group
ru: Назначить Пользователей Группе

source: Assign Users To Role
ru: Назначить роли Пользователей

source: Assign Variables In
ru: Назначить входящие переменные

source: Assign Variables Out
ru: Назначить исходящие переменные

source: Attach
ru: Прикрепить

source: Attached
ru: Прикреплено

source: Attributes
ru: Атрибуты

source: The attribute {0}, has an invalid element (incorrect keys).
ru: Атрибут {0} имеет недопустимый элемент (неверные ключи).

source: At Risk
ru: В зоне риска

source: Audit Log
ru: Журнал Аудита

source: Audit Log Actions
ru: Действия Журнала Аудита

source: When this option is enabled, all changes made in the Admin tab are registered in a log.
ru: Если эта опция включена, все изменения, сделанные на вкладке Администратора, регистрируются в журнале.

source: The user will be able to see those changes in the Audit Log option in the Logs menu.
ru: Пользователь сможет увидеть те изменения в опции Журнала Аудита в меню Журналов.

source: Audit Log has been disabled
ru: Журнал Аудита отключен

source: Audit Log has been enabled
ru: Журнал Аудита включен

source: Authentication
ru: Аутентификация

source: Authentication Failed
ru: Сбой Аутентификации

source: Authentication Source Assignment
ru: Назначение Источника Аутентификации

source: Authentication Source
ru: Источник Аутентификации

source: Authentication Source Information
ru: Информация об Источнике Аутентификации

source: [LABEL/ID_AUTHENTICATION_SOURCE_INF_TITLE] Authentication Source Information
ru: Информация об Источнике Аутентификации

source: Authentication Source for this user is invalid
ru: Источник Аутентификации недопустим для этого пользователя

source: Authentication source has been deleted correctly.
ru: Источник Аутентификации был правильно удален.

source: Author
ru: Автор

source: Authentication Sources
ru: Источники Аутентификации

source: The feature related to this authentication source was disabled. Please consult your system administrator.
ru: Свойство, относящееся к данному источнику аутентификации, было отключено. Проконсультируйтесь с вашим системным администратором.

source: The plugin related to this authentication source was removed or disabled. Please consult your system administrator.
ru: Плагин, относящийся к данному источнику аутентификации был удален или отключен. Проконсультируйтесь с вашим системным администратором.

source: Auto Increment
ru: Автоматическое увеличение

source: Auto Prefix
ru: Автоматический префикс

source: Available Authentication Sources
ru: Доступные Источники Аутентификации

source: Available.
ru: Доступно.

source: Available DB Engines
ru: Доступные Механизмы Баз Данных

source: Available Fields
ru: Доступные Поля

source: AVAILABLE GROUPS
ru: ДОСТУПНЫЕ ГРУППЫ

source: AVAILABLE MEMBERS
ru: ДОСТУПНЫЕ УЧАСТНИКИ

source: AVAILABLE PERMISSIONS
ru: ДОСТУПНЫЕ РАЗРЕШЕНИЯ

source: Available Triggers
ru: Доступные триггеры

source: AVAILABLE USERS
ru: ДОСТУПНЫЕ ПОЛЬЗОВАТЕЛИ

source: Back
ru: Назад

source: Back to permissions list
ru: Назад к перечню разрешений

source: Back to user groups
ru: Назад к группам пользователей

source: Back to Users List
ru: Назад к Перечню Пользователей

source: Bad Request!
ru: Неверный Запрос!

source: Bars
ru: Столбцы

source: Base DN
ru: Базовый DN

source: Batch Routing
ru: Групповая маршрутизация

source: The specified batch routing table already exists. The existing table will be used to store the batch routing information. Please be sure that the table has the correct batch routing configuration.
ru: Указанная таблица групповой маршрутизации уже существует. Существующая таблица будет использоваться для хранения информации о групповой маршрутизации. Убедитесь, что таблица имеет правильную конфигурацию групповой маршрутизации.

source: Before
ru: До

source: Before Assignment
ru: До Назначения

source: Before Routing
ru: До Маршрутизации

source: Before Upgrade
ru: До Обновления

source: Behaviour
ru: Поведение

source: Blank Dynaform
ru: Пустая Dynaform

source: [LABEL/ID_BLOCK] Block
ru: Блок

source: Warning: Processmaker does not permit you to open multiple tabs in the same browser session because of security restrictions. This page will be closed.
ru: Предупреждение: Processmaker не позволяет открывать несколько вкладок в одном сеансе браузера из-за ограничений безопасности. Эта страница будет закрыта.

source: Bottom Margin
ru: Нижний край

source: BPMN Editor (Beta)
ru: Редактор BPMN (бета)

source: There is a problem in the BPMN process definition and/or an exception error occurred.
ru: Возникла проблема в определении процесса BPMN и/или произошла ошибка исключительной ситуации.

source: were lost by a connection problem.
ru: были потеряны из-за проблемы со связью.

source: Browse
ru: Просмотр

source: This browser is not supported.
ru: Этот браузер не поддерживается.

source: Browse Library
ru: Просмотр библиотеки

source: Build Cache
ru: Кэш компиляции

source: Button
ru: Кнопка

source: Buy now
ru: Купить сейчас

source: [LABEL/ID_CACHE_BTN_BUILD] Build Cache
ru: Кэш компиляции

source: Setup Password
ru: Установить пароль

source: Delete older session files
ru: Удаление старых файлов сеансов

source: Current User
ru: Текущий пользователь

source: Language
ru: Язык

source: MySQL Version
ru: Версия MySQL

source: Rows in APP_CACHE_VIEW
ru: Строки в APP_CACHE_VIEW

source: Table APP_CACHE_VIEW
ru: Таблица APP_CACHE_VIEW

source: Trigger APPLICATION DELETE
ru: Запустить УДАЛЕНИЕ ПРИЛОЖЕНИЯ

source: Trigger APPLICATION UPDATE
ru: Запустить ОБНОВЛЕНИЕ ПРИЛОЖЕНИЯ

source: Trigger CONTENT UPDATE
ru: Запустить ОБНОВЛЕНИЕ КОНТЕНТА

source: Trigger APP_DELEGATION INSERT
ru: Запустить ПРИЛОЖЕНИЕ ВВОДА ДЕЛЕГИРОВАНИЯ

source: Trigger APP_DELEGATION UPDATE
ru: Запустить ПРИЛОЖЕНИЕ ОБНОВЛЕНИЯ ДЕЛЕГИРОВАНИЯ

source: The current user has SUPERUSER privileges.
ru: Текущий пользователь является привелегированным пользователем

source: Building Workflow Application Cache...
ru: Создание кэша приложений рабочего процесса

source: All cache data was deleted successfully
ru: Все данные кэша были успешно удалены

source: The cache directory is not writable, change permissions please!
ru: Каталог кэша недоступен для записи, смените права доступа, пожалуйста!

source: Cache file:
ru: Файл кэша:

source: Host
ru: Хост

source: [LABEL/ID_CACHE_LANGUAGE] Language
ru: Язык

source: Password
ru: Пароль

source: Rebuild Workflow Application Cache
ru: Перестроить кэш приложения рабочего процесса

source: Setup MySql Root Password
ru: Настройка пароля привелигированного пользлователя для MySql

source: Session Maintenance
ru: Обслуживание сессий

source: Workflow Applications Cache Info
ru: Информация кэша рабочих процессов

source: User
ru: Пользователь

source: Calendar
ru: Календарь

source: Calendars
ru: Календари

source: Your calendar has been created successfully
ru: Ваш календарь был создан успешно

source: Calendar Definition
ru: Значение календаря

source: Calendar Description
ru: Описание календаря

source: The calendar with {0}: {1} does not exist.
ru: Календарь с {0}: {1} не существует

source: The calendar name already exists!
ru: Имя календаря уже существует!

source: Calendar has been deleted correctly.
ru: Календарь был удален правильно.

source: Your calendar has been updated successfully
ru: Ваш календарь успешно обновлен

source: [LABEL/ID_CANCEL] Cancel
ru: Отменить

source: [LABEL/ID_CANCELLED] Canceled
ru: Отменено

source: Cancelling
ru: Отменяется

source: Cancel Case
ru: Отменить Задание

source: Cancel New Note
ru: Отменить новую заметку

source: Cancelling Partial Join for Multiple Instance
ru: Отмена частичного соединения для множественного экземпляра

source: Can't change the status of the Administrator!
ru: Невозможно изменить статус администратора!

source: Can't delete the administrator!
ru: Невозможно удалить администратора!

source: CANNOT IMPORT
ru: НЕВОЗМОЖНО ИМПОРТИРОВАТЬ

source: You can not delete the template {0} because it has a relationship with Email Event
ru: Вы не можете удалить шаблон {0}, поскольку он имеет отношение к событию отправки email

source: It is not possible to delete the department because it has subdepartments.
ru: Невозможно удалить отдел, потому что он имеет подотделы

source: Department cannot be deleted while it has assigned users.
ru: Отдел не может быть удален, пока ему назначены пользователи.

source: Can't resolve the Aplication ID for this request.
ru: Не удается разрешить идентификатор приложения для этого запроса.

source: A trigger with the same name already exists in this process.
ru: Запуск с этим именем уже существует в этом процессе.

source: {0}, can not be empty
ru: {0}, не может быть пустым

source: {0}, can not be null
ru: {0}, не может быть нулевым

source: Can not be removed
ru: Не удается удалить

source: Can not route a case with Manual Assignment using webservices
ru: Невозможно отправить задание с помощью назначения вручную, используя веб-сервисы

source: Having Caps Lock on may cause you to enter your password incorrectly.
ru: Включенная клавиша Caps Lock может стать причиной неверного ввода пароля

source: You should press Caps Lock to turn it off before entering your password.
ru: Вы должны нажать Caps Lock, чтобы выключить его, прежде чем вводить пароль.

source: Caps Lock is On
ru: Caps Lock включен

source: Code
ru: Код

source: The Captcha Code is incorrect
ru: Код Captcha неверен

source: Security Code
ru: Код безопасности

source: Click to refresh code
ru: Нажмите, чтобы обновить код

source: Case
ru: Задание

source: No actions available for this case.
ru: Никакие действия недоступны для этого задания

source: Case Demo
ru: Демо-образец задания

source: HOME
ru: ГЛАВНАЯ СТРАНИЦА

source: [LABEL/ID_CASES1] Cases
ru: Задания

source: [LABEL/ID_CASESLIST_APP_CURRENT_USER] Current User
ru: Текущий пользователь

source: Del Index
ru: Индекс Del

source: Sent by
ru: Отправлено

source: Finish Date
ru: Конечная дата

source: Process
ru: Процесс

source: Status
ru: Статус

source: [LABEL/ID_CASESLIST_APP_TAS_TITLE] Task
ru: Задача

source: Thread Index
ru: Индекс потока

source: [LABEL/ID_CASESLIST_APP_TITLE] Case
ru: Задание

source: Case Id
ru: Id задания

source: Last Modify
ru: Последение изменения

source: Case Index
ru: Индекс Задания

source: Priority
ru: Приоритетность

source: Due Date
ru: Срок

source: Complete all system fields
ru: Заполните все поля системы

source: Complete all system fields with the label ID for its translation
ru: Заполните все системные поля идентификатором ярлыка для его перевода

source: Restart labels with system fields
ru: Перезапустить ярлыки с системными полями

source: Restart labels with system fields with the ID of the label for its translation
ru: Перезапустите ярлыки с системными полями с идентификатором ярлыка для его перевода

source: Restart everything with the system fields
ru: Перезагрузите все с системными полями

source: Restart everything with the system fields, with the ID of the label for its translation
ru: Перезагрузите все с системными полями, с ID перевода

source: You still have cases to reassign.
ru: У вас все еще есть задания для переназначения

source: Cases to be Assigned by
ru: Задания для назначения

source: Date Format
ru: Формат даты

source: Incorrect or unavailable information about this case: {0}
ru: Неверная или недоступная информация об этом задании: {0}

source: This input document with app_doc_uid: {0} does not exist!
ru: Этот входящий документ с app_doc_uid: {0} не существует!

source: This filename does not exist!
ru: Это имя файла не существует!

source: Cases Lists
ru: Списки заданий

source: Case List Fields
ru: Поля списков заданий

source: Loading Cases List, please wait...
ru: Загружается список заданий, пожалуйста, подождите...

source: Case Lists
ru: Списки заданий

source: Process Supervisor
ru: Руководитель процесса

source: [LABEL/ID_CASES_MENU_FOLDERS] Cases
ru: Задание

source: Search
ru: Поиск

source: Case Notes
ru: Заметки задания

source: Add new note
ru: Добавить новую заметку

source: Cancel this note
ru: Отменить эту заметку

source: You do not have permission to access the cases notes
ru: У Вас нет разрешения на доступ к заметкам задания

source: Post a Note
ru: Отправить заметку

source: Posting a Note
ru: Заметка отправляется

source: Post Error
ru: Ошибка отправки

source: There is a server error
ru: Ошибка сервера

source: Note successfully posted
ru: Заметка успешно отправлена

source: You can't start a case because you don't have a starting task assigned
ru: Вы не можете запустить задание, потому что у Вас нет заданной задачи запуска

source: [LABEL/ID_CASES_NUM] # Cases
ru: # Задания

source: This output document with app_doc_id: {0} does not exist!
ru: Этот выходной документ с app_doc_id: {0} не существует!

source: Number of Rows per Page
ru: Количество строк на страницу

source: Start Pages
ru: Стартовые страницы

source: [LABEL/ID_CASES_STATUS_CANCELLED] Canceled
ru: Отменено

source: [LABEL/ID_CASES_STATUS_COMPLETED] Completed
ru: Завершено

source: Draft
ru: Черновик

source: Paused
ru: Остановлено

source: To Do
ru: Сделать

source: Cases Steps
ru: Этапы заданий

source: Cases Summary
ru: Сводка заданий

source: Cases to reassign - Task List
ru: Переназначение задания - Список задач

source: The case '{0}' is already canceled
ru: ЗАдание '{0}' уже отменено

source: Case already routed
ru: Задание уже отправлено

source: This case is assigned to another user
ru: Это задание назначено другому пользователю

source: The case {0} was cancelled!
ru: Задание {0} было отменено

source: To cancel a case, no parallel threads must be active. Only cases with one active thread can be canceled.
ru: Чтобы отменить задание, параллельные потоки не должны быть активны. Только задания с одним активным потоком могут быть отменены.

source: The case was canceled due to:
ru: Задание было отменено из-за:

source: Reason why the case was canceled
ru: Причина, почему задание было отменено

source: Case Code
ru: Код задания

source: The case could not be reassigned.
ru: Задание не может быть переназначено

source: Case created
ru: Задание создано

source: This case delegation is already closed or does not exist
ru: Делегирование этого задания уже закрыто или не существует

source: The Case {APP_NUMBER} was deleted successfully!
ru: Задание {APP_NUMBER} было удалено успешно!

source: The case {0}: {1} with {2}: {3} does not exist.
ru: Задание {0}: {1} с {2}: {3} не существует.

source: Case Description
ru: Описание задания

source: Case {CASE_NUMBER} does not exist
ru: Задание {CASE_NUMBER} не существует

source: The case with {0}: {1} does not exist.
ru: Задание с {0}: {1} не существует

source: This case does not exist
ru: Это задание не существует

source: Case {0} does not exist
ru: Задание {0} не существует

source: Case Field
ru: Поле задания

source: [LABEL/ID_CASE_HISTORY] Case History
ru: История задания

source: This case is in status
ru: Задание в статусе

source: The case '{0}' is canceled
ru: Задание '{0}' отменено

source: The case "{0}" is completed.
ru: Задание "{0}" завершено

source: The case is currently opened by another user
ru: В настоящее время задание открыто другим пользователем

source: [LABEL/ID_CASE_LABELS] Case Labels
ru: Ярлыки задания

source: Case List
ru: Список заданий

source: Case Note
ru: Заметка задания

source: No notes to Display
ru: Нет заметок для отображения

source: A copy of this note will be sent to all Case Participants
ru: Копия этой заметки будет отправлена всем Участникам задания

source: Send email (Case Participants)
ru: Отправить email (Участники задания)

source: Loading Notes...
ru: Загружаются заметки...

source: Show more notes
ru: Показать больше заметок

source: The case does not exist
ru: Это задание не существует

source: This case is not open
ru: Это задание не открыто

source: Case with "{0}" not paused.
ru: Задание с "{0}" не остановлено.

source: Case not started yet
ru: Задание еще не начато

source: There are no current tasks because case {0}: {1} has COMPLETED status
ru: Нет текущих задач, потому что задание {0}: {1} имеет ЗАВЕРШЕННЫЙ статус

source: Case number
ru: Номер задания

source: Case Number
ru: Номер Задания

source: This output document with {0}: {1} does not exist.
ru: Этот выходной документ с {0}: {1} не существует.

source: The Case {APP_NUMBER} was paused successfully and it will be unpaused on date {UNPAUSE_DATE}
ru: Задание {APP_NUMBER} было приостановлено успешно и оно будет недействительным на дату {UNPAUSE DATE}

source: The case was paused due to:
ru: Задание было приостановлено из-за:

source: Reason to pause the case
ru: Причина приостановления задания

source: Case Tracker Properties Saved Successfully
ru: Свойства трекера задания успешно сохранены

source: The case {APP_NUMBER} was reactivated successfully!
ru: Задание {APP_NUMBER} было реактивировано успешно!

source: Case routed to
ru: Задание направлено

source: Case Scheduler
ru: Планировщик задания

source: Case Scheduler (classic processes)
ru: Планировщик задания (классические процессы)
