Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: Estimated Task duration
ru: Предполагаемая продолжительность задачи

source: Estimated Task duration in Days
ru: Предполагаемая продолжительность задачи в днях

source: @% It replaces the value for the assignment with a GET variable in the URL
ru: @% Он заменяет значение для назначения с помощью переменной GET в URL-адресе

source: @! It evaluates the value, then replaces it
ru: @! Он оценивает значение, затем заменяет его

source: [Success] Evaluation result
ru: [Успех] Результат оценки

source: [LABEL/ID_EVENTS] Events
ru: События

source: Events (classic processes)
ru: События (классические процессы)

source: Event Type
ru: Тип события

source: Action Date
ru: Дата действия

source: Add current task user
ru: Добавить пользователя текущей задачи

source: Add dynavar
ru: Добавить dynavar

source: Add groups
ru: Добавить группы

source: Add users
ru: Добавить пользователей

source: Event Conditional
ru: Условное событие

source: Event deleted
ru: Событие удалено

source: Event Description
ru: Описание события

source: The event {0}: "{1}" does not belong to project {2}: "{3}".
ru: Событие {0}: "{1}" не принадлежит проекту {2}: "{3}".

source: Last Execution
ru: Последнее исполнение

source: Log of events
ru: Журнал событий

source: Event Message
ru: Сообщение о событии

source: Event Multiple
ru: Множественное событие

source: The event with {0}: '{1}' does not exist.
ru: Событие с {0}: '{1}' не существует.

source: The event with {0}: {1} not is "Message event".
ru: Событие с {0}: {1} не является «событием сообщения».

source: The event with {0}: {1} is not a "Start Event".
ru: Событие с {0}: {1} не является «стартовым событием».

source: The event with {0}: "{1}" not is "Timer event".
ru: Событие с {0}: «{1}» не является «событием таймера».

source: Remove selected
ru: Убрать выбранное

source: Event Timer
ru: Таймер событий

source: Exception
ru: Исключение

source: An internal error occurred #{0}. Please contact your system administrator for more information.
ru: Произошла внутренняя ошибка # {0}. Для получения дополнительной информации обратитесь к системному администратору.

source: executed
ru: выполнено

source: Execute Trigger
ru: Выполнить запуск

source: Execution
ru: Выполнение

source: Execution Date
ru: Дата исполнения

source: Execution Hour
ru: Час выполнения

source: Execution Status
ru: Статус выполнения

source: Execution Time
ru: Время исполнения

source: Execution time in days
ru: Время выполнения в днях

source: Execution time Interval
ru: Интервал выполнения

source: Exist
ru: Существовать

source: The file: {0} already exists.
ru: Файл: {0} уже существует.

source: The file exists.
ru: Файл существует.

source: Can not save, because there is a DynaForm with the same name in this process.
ru: Не удается сохранить, поскольку в этом процессе есть DynaForm с тем же именем.

source: Exit Editor
ru: Редактор выхода

source: Expand All
ru: Расширить все

source: Expiration Date
ru: Дата окончания срока

source: Expires (days)
ru: Срок действия (дни)

source: Expires in
ru: Истекает

source: [LABEL/ID_EXPORT] Export
ru: Экспорт

source: CSV Export
ru: Экспорт CSV

source: Export Data from CSV file
ru: Экспорт данных из файла CSV

source: Export Language
ru: Язык экспорта

source: [LABEL/ID_EXPORT_PROCESS] Export Process
ru: Процесс экспорта

source: Export Process Objects
ru: Экспортировать объекты процесса

source: Export Skin
ru: Экспортировать скин

source: Export Table
ru: Экспорт таблицы

source: Extended Features
ru: Расширенные функции

source: External
ru: Внешний

source: External Registration
ru: Внешняя регистрация

source: The plugin related to the step <b>{plugin}</b> was removed or disabled. Please contact your system administrator.
ru: Плагин, связанный с шагом <b> {plugin} </ b>, был удален или отключен. Пожалуйста, обратитесь к системному администратору.

source: [LABEL/ID_FAILED] Failed
ru: Не удалось

source: Dashboard Instance registered failed
ru: Ошибка экземпляра панели мониторинга

source: Failed to import the file {filename} . It is an invalid file or is not a plugin.
ru: Не удалось импортировать файл {filename}. Это недопустимый файл или не является плагином.

source: Failed Records:
ru: Неудачные записи:

source: Failed saving Permission of Simple Report
ru: Не удалось сохранить разрешение простого отчета

source: Failed to store data
ru: Не удалось сохранить данные

source: Failed Validation in class {CLASS}.
ru: Сбой проверки в классе {CLASS}.

source: Failed Validation in class
ru: Ошибка проверки в классе

source: [LABEL/ID_FAILED_VALIDATION_IN_CLASS] Failed Validation in class
ru: Ошибка проверки в классе

source: [LABEL/ID_FAILED_VALIDATION_IN_CLASS1] Failed Validation in class {CLASS}.
ru: Сбой проверки в классе {CLASS}.

source: Failure
ru: Неудача

source: FALSE
ru: ЛОЖНЫЙ

source: Fields
ru: Поля

source: Fields changed
ru: Поля изменены

source: Fields handler
ru: Обработчик полей

source: The type of field 'TEXT' can't be a primary key
ru: Тип поля «ТЕКСТ» не может быть первичным ключом

source: button
ru: кнопка

source: checkbox
ru: флажок

source: currency
ru: употребительность

source: dropdown
ru: выпадающие

source: file
ru: файл

source: grid
ru: сетка

source: hidden
ru: скрыто

source: link
ru: ссылка

source: listbox
ru: окно списка

source: password
ru: пароль

source: percentage
ru: процент

source: radiogroup
ru: группа переключателей

source: reset
ru: перенастроить

source: submit
ru: отправить

source: subtitle
ru: подзаголовок

source: suggest
ru: предложить

source: If the entered value does not exist, a new registry will be inserted when the ENTER key is pressed.
ru: Если введенное значение не существует, при нажатии клавиши ENTER будет вставлен новый реестр.

source: New value inserted in the table
ru: Новое значение, вставленное в таблицу

source: text
ru: текст

source: textarea
ru: область текста

source: title
ru: заголовок

source: yesno
ru: да нет

source: [LABEL/ID_FIELD_FOREIGN_TABLE] Field "table" is required
ru: Поле «таблица» требуется

source: Are you sure you want to remove this
ru: Вы действительно хотите удалить это

source: About the feature
ru: О функции

source: Drag & Drop to move and reorder the fields.
ru: Перетащите для перемещения и изменения порядка полей.

source: Hover the mouse pointer over the tool icons and the corresponding options (Edit, Delete) will be shown.
ru: Наведите указатель мыши на значки инструмента, и будут показаны соответствующие параметры («Редактировать», «Удалить»).

source: Field Invalid
ru: Неверное поле

source: Please select one or more fields to be primary keys.
ru: Выберите одно или несколько полей для первичных ключей.

source: Field Label
ru: Ярлык поля

source: Field Name
ru: Имя поля

source: Field Name for
ru: Имя поля для

source: Field name is required
ru: Имя поля обязательно

source: cannot be empty or contain special characters
ru: не может быть пустым или содержать специальные символы

source: Field not found
ru: Поле не найдено

source: The field {0} is required.
ru: Поле {0} требуется.

source: There are {0} fields that are required.
ru: Требуются поля {0}.

source: Field size for
ru: Размер поля для

source: Field size is required
ru: Требуется размер поля

source: File
ru: Файл

source: Filename
ru: Имя файла

source: Filename generated
ru: Создано имя файла

source: The filename is required.
ru: Требуется имя файла

source: the uploaded files are invalid, expected 'application/octect-stream mime type file ({pluginFilename})
ru: загруженные файлы недействительны, ожидается «файл типа mime-файла приложения / октета-потока» ({plugin Filename})

source: You have lost your session and you have to login to continue. Please enter your username and password.
ru: Вы потеряли сеанс, и вам нужно войти в систему, чтобы продолжить. Пожалуйста, введите имя пользователя и пароль.

source: The file {filename} doesn't contain class: {className}
ru: Файл {имя_файла} не содержит класса: {className}

source: File "{0}" imported successfully.
ru: Файл «{0}» импортирован успешно.

source: File Name
ru: Имя файла

source: File '{0}' is not writable. Please, check the file permissions before continuing.
ru: Файл '{0}' не доступен для записи. Прежде чем продолжить, проверьте права доступа к файлам.

source: PO File num. records:
ru: PO Файл ном.записей:

source: File '{pluginFile}' does not exist
ru: Файл '{pluginFile}' не существует

source: File: {0} processed in {1} seconds
ru: Файл: {0} обработан в {1} секундах

source: The file is too big to upload!
ru: Файл слишком большой для загрузки!

source: The file has an incorrect extension. Please check the file and upload again.
ru: Файл имеет неправильное расширение. Проверьте файл и загрузите его снова.

source: Please fill all the primary key fields
ru: Пожалуйста, заполните все поля первичного ключа

source: Filter
ru: Фильтр

source: Filter By
ru: Фильтр по

source: [LABEL/ID_FILTER_BY_DELEGATED_DATE] Filter
ru: Сортировать

source: Filter current view
ru: Просмотр текущего фильтра

source: Filter to search users
ru: Фильтр для поиска пользователей

source: Find a Process
ru: Найти процесс

source: Finish
ru: Конец

source: Finished
ru: Закончено

source: You are now finished. Please refresh your view to see if you have any more work pending.
ru: Теперь вы закончили. Обновите свой просмотр, чтобы узнать, есть ли еще работа в ожидании.

source: Finishing...
ru: Завершение...

source: [LABEL/ID_FINISH_DATE] Finish Date
ru: Дата завершения

source: Finish Edition
ru: Завершить выпуск

source: Finish user
ru: Завершить пользователя

source: Finish with option
ru: Завершить с опцией

source: First
ru: Первый

source: First Name
ru: Первое имя

source: First Graph
ru: Первый график

source: [LABEL/ID_FIRST_NAME] First Name
ru: Первое имя

source: FLOAT
ru: РАЗМЕЩАТЬ

source: Documents
ru: Документы

source: Forgot Password
ru: Забыли пароль

source: Forgot Password?
ru: Забыли пароль?

source: Format
ru: Формат

source: Format 24 hrs. (HH:MM)
ru: Формат 24 ч. (Ч:М)

source: Forms Html templates cache
ru: Кэш шаблонов форм HTML

source: Forms metadata cache
ru: Кэш метаданных форм

source: Fri
ru: Пт

source: From
ru: Из

source: Sender Email
ru: Электронная почта отправителя

source: Sender Name
ru: Имя отправителя

source: FTP Monitor Settings
ru: Настройки монитора FTP

source: Full Name
ru: Полное имя

source: Full Text Search
ru: Поиск полного текста

source: @function() It evaluates the value, then executes a PHP function
ru: @function () Он оценивает значение, затем выполняет функцию PHP

source: General
ru: Общий

source: General Process Numbers
ru: Общие номера процессов

source: Generate
ru: Генерировать

source: [LABEL/ID_GENERATED_DOCUMENTS] Generated Documents
ru: Сгенерированные документы

source: Generate BPMN Project
ru: Сгенерировать проект BPMN

source: General Information
ru: Общая информация

source: A file with information about your System will be generated. It will help the support team provide better support for any issue that may occur.
ru: Будет создан файл с информацией о вашей Системе. Это поможет команде поддержки обеспечить лучшую поддержку любой проблемы, которая может возникнуть.

source: Generate Web Entry Page
ru: Генерировать страницу веб-входа

source: Get
ru: Получить

source: Global
ru: Общий

source: Global Date Format
ru: Общий формат даты

source: Global date mask
ru: Общая рамка даты

source: When this option is enabled, users will be able to use the Gmail extension that allows interaction with ProcessMaker from the user's Gmail web page.
ru: Когда эта опция включена, пользователи смогут использовать расширение Gmail, которое позволяет взаимодействовать с ProcessMaker с веб-страницы пользователя Gmail.

source: The ProcessMaker address must be passed, it can't be empty
ru: Адрес ProcessMaker должен быть передан, он не может быть пустым

source: (Goal value)
ru: (Значение цели)

source: Google Integration
ru: Интеграция Google

source: Google's JSON account certificate does not exist. Please contact the system administrator.
ru: Сертификат учетной записи Google JSON не существует. Пожалуйста свяжитесь с системным администратором.

source: Green Ends In
ru: Зеленый заканчивается в

source: Green Starts In
ru: Зеленый начинается в

source: Grid
ru: Сетка

source: The Grid with {0}: "{1}" does not exist in DynaForm
ru: Сетка с {0}: "{1}" не существует в DynaForm

source: The Grid with {0}: "{1}" does not have fields defined
ru: Сетка с {0}: "{1}" не имеет определенных полей

source: Grid Fields
ru: Поля сетки

source: Grid Fields are required.
ru: Поля сетки требуются.

source: The Field with {0}: "{1}" does not exist
ru: Поле с {0}: "{1}" не существует

source: Grid doesn't exist!
ru: Сетка не существует!

source: Displaying Owners {0} - {1} of {2}
ru: Отображение владельцев {0} - {1} из {2}

source: Displaying authentication sources {0} - {1} of {2}
ru: Отображение источников аутентификации {0} - {1} из {2}

source: Displaying calendars {0} - {1} of {2}
ru: Отображение календарей {0} - {1} из {2}

source: Displaying categories {0} - {1} of {2}
ru: Отображение категорий {0} - {1} из {2}

source: Displaying Dashboards {0} - {1} of {2}
ru: Отображение панелей {0} - {1} из {2}

source: Displaying dashlets instances {0} - {1} of {2}
ru: Отображение экземпляров мини-панелей {0} - {1} из {2}

source: Displaying emails {0} - {1} of {2}
ru: Отображение писем {0} - {1} из {2}

source: Displaying events {0} - {1} of {2}
ru: Отображение событий {0} - {1} из {2}

source: Displaying groups {0} - {1} of {2}
ru: Отображение групп {0} - {1} из {2}

source: Displaying items {0} - {1} of {2}
ru: Отображение элементов {0} - {1} из {2}

source: Displaying PM Tables {0} - {1} of {2}
ru: Отображение таблиц PM {0} - {1} из {2}

source: Displaying Report Tables {0} - {1} of {2}
ru: Отображение таблиц отчетов {0} - {1} из {2}

source: Displaying Permissions Simple Reports {0} - {1} of {2}
ru: Отображение разрешений Простых отчетов {0} - {1} из {2}

source: Displaying roles {0} - {1} of {2}
ru: Отображение функций {0} - {1} из {2}

source: Displaying rows {0} - {1} of {2}
ru: Отображение строк {0} - {1} из {2}

source: Displaying skins {0} - {1} of {2}
ru: Отображение скинов {0} - {1} из {2}

source: Displaying users {0} - {1} of {2}
ru: Отображение пользователей {0} - {1} из {2}

source: No authentication sources to display
ru: Нет источников проверки подлинности для отображения

source: No calendars to display
ru: Нет календарей для отображения

source: No categories to display
ru: Нет категорий для отображения

source: No Dashboards to display
ru: Нет панели для отображения

source: No dashlets instances to display.
ru: Нет экземпляров мини-панели для отображения.

source: No Emails to display
ru: Нет сообщений для отображения

source: No Events to display
ru: Нет событий для отображения

source: No groups to display
ru: Нет групп для отображения

source: No Owners to display
ru: Нет владельцев для отображения

source: No Permissions to display
ru: Нет разрешений для отображения

source: No PM Tables to display
ru: Нет таблиц PM для отображения

source: No roles to display
ru: Нет функций для отображения

source: No rows to display
ru: Нет строк для отображения

source: No skins to display
ru: Нет скинов для отображения

source: No users to display
ru: Нет пользователей для отображения

source: ProcessMaker Grid Wizard
ru: Мастер сетки ProcessMaker

source: [LABEL/ID_GROUP] Group
ru: Группа

source: Groups
ru: Группы

source: Group Actors
ru: Участники группы

source: Your group has been deleted correctly.
ru: Ваша группа была удалена правильно.

source: Group has been created correctly.
ru: Группа создана правильно.

source: Group has been updated correctly.
ru: Группа обновлена правильно.

source: Synchronize Groups
ru: Синхронизировать группы

source: Group cannot be deleted while it's assigned to a task
ru: Группу нельзя удалить, пока она назначена задаче

source: Group Chart
ru: Групповой график

source: Group {GROUP_NAME} created successfully
ru: Группа {GROUP_NAME} создана успешно

source: The group with {0}: {1} does not exist.
ru: Группа с {0}: {1} не существует.

source: Group inactive
ru: Группа неактивна

source: Group Name
ru: Имя группы

source: Group name is required
ru: Требуется название группы

source: The group with {0}: '{1}' does not exist.
ru: Группа с {0}: '{1}' не существует.

source: Group not registered in the system
ru: Группа не зарегистрирована в системе

source: The group title with {0}: "{1}" already exists.
ru: Заголовок группы с {0}: "{1}" уже существует.

source: Group or Users
ru: Группа или пользователи

source: The user with {0}: {1} is already assigned to the group.
ru: Пользователь с {0}: {1} уже назначен группе.

source: The user with {0}: {1} is not assigned to the group.
ru: Пользователь с {0}: {1} не назначен группе.

source: Has been deleted
ru: Был удален

source: Align
ru: Выровнять

source: [LABEL/ID_HEADER_FIELD_NAME] Field Name
ru: Имя поля

source: Field Type
ru: Тип поля

source: Label
ru: Ярлык

source: Width
ru: Ширина

source: Heart Beat
ru: Частота обмена

source: [LABEL/ID_HEARTBEAT_DISPLAY] Heart Beat
ru: Частота обмена

source: The usage statistics will help the development team to better understand user requirements and prioritize improvements in future releases.
ru: Статистика использования поможет команде разработчиков лучше понять требования пользователей и определить приоритеты в будущих выпусках.

source: We cannot and will not reverse-engineer that collected data to find specific details concerning your projects.
ru: Мы не можем и не будем реверсировать собранные данные, чтобы найти конкретные сведения о ваших проектах.

source: Heart beat has been disabled
ru: Частота обмена отключена

source: Heart beat has been enabled
ru: Частота обмена включена

source: Help
ru: Помощь

source: Hide
ru: Скрыть

source: Hide Dirs
ru: Скрыть каталоги

source: Hide Process Information
ru: Скрыть информацию о процессе

source: My Case History
ru: История моих заданий

source: My Message History
ru: История моих сообщений

source: [LABEL/ID_HISTORY_MESSAGE_CASE] Messages History
ru: История сообщений

source: Holidays
ru: Выходные дни

source: Home
ru: Главная

source: Collapse right panel when a Case is open
ru: Свернуть правую панель при открытии задания

source: Date format on Lists
ru: Формат даты в списках

source: Rows per page on Lists
ru: Строки на страницу в списках

source: Home Settings
ru: Главная Настройки

source: Horizontal Line
ru: Горизонтальная линия

source: [LABEL/ID_HOST] Host
ru: Хост

source: Resolving Host Name
ru: Разрешение имени хоста

source: Host Name
ru: Имя хоста

source: Destination Host Unreachable
ru: Хост назначения недоступен

source: Hour
ru: Час

source: Hours
ru: Часы

source: Hour(s)
ru: Час(ы)

source: Identifier for an imported user
ru: Идентификатор импортированного пользователя

source: Image
ru: Изображение

source: images selected
ru: выбранные изображения

source: Import
ru: Импортировать

source: IMPORTED
ru: ИМПОРТИРОВАНО

source: Imported Successfully
ru: Импортировано успешно

source: BPMN Definition is missing.
ru: Определение BPMN отсутствует.

source: BPMN table: "Project", definition is missing or has multiple definition.
ru: Таблица BPMN: «Проект», определение отсутствует или имеет множественное определение.

source: Couldn't find specified source "{0}" in PHP Globals.
ru: Не удалось найти указанный источник «{0}» в PHP Globals.

source: Error, Invalid file type or the file have corrupt data.
ru: Ошибка, Недопустимый тип файла или файл имеют поврежденные данные.

source: Error while uploading file. Error code: {0}.
ru: Ошибка при загрузке файла. Код ошибки: {0}.

source: Definition section is incomplete.
ru: Раздел определения является неполным.

source: Definition section is missing.
ru: Раздел определения отсутствует.

source: The file with {0}: "{1}" does not exist.
ru: Файл с {0}: "{1}" не существует.

source: The file extension is not "pmx".
ru: Расширение файла не является «pmx».

source: Invalid Document format, metadata information is corrupt.
ru: Недопустимый формат документа, информация метаданных повреждена.

source: Invalid Document format, metadata section is missing or has multiple definitions.
ru: Недопустимый формат документа, раздел метаданных отсутствует или имеет несколько определений.

source: ProcessMaker Project version is missing on file source.
ru: В файле источника отсутствует версия ProcessMaker Project.

source: Group already exists. You need set an action to continue. Available actions: [{0}].
ru: Группа уже существует. Необходимо продолжить действие. Доступные действия: [{0}].

source: Project already exists. Set an action to continue. Available actions: [{0}].
ru: Проект уже существует. Установите действие для продолжения. Доступные действия: [{0}].

source: Importing Error
ru: Импортирование ошибки

source: Importing Users...
ru: Импортирование пользователя...

source: The process you are trying to import already exists. Please select one of the following options to continue:
ru: Процесс, который вы пытаетесь импортировать, уже существует. Чтобы продолжить, выберите один из следующих вариантов:

source: A process with the same name already exists!. Do you want to overwrite the existing process or you want to create a new process?.
ru: Процесс с тем же именем уже существует !. Вы хотите перезаписать существующий процесс или хотите создать новый процесс ?.

source: Note that your changes will be lost in your existing process if you overwrite it.
ru: Обратите внимание, что ваши изменения будут потеряны в вашем существующем процессе, если вы его перезапишете.

source: Import BPMN
ru: Импорт BPMN

source: CSV Import
ru: Импорт CSV

source: Import Data from CSV file
ru: Импорт данных из файла CSV

source: Import license
ru: Импорт лицензии

source: Import PM Table
ru: Импорт таблицы РМ

source: Import Process
ru: Процесс импорта

source: Import Process Objects
ru: Объекты процесса импорта

source: IMPORT RESULT
ru: РЕЗУЛЬТАТ ИМПОРТА

source: Import Report Table
ru: Таблица отчета об импорте

source: Import Skin
ru: Импорт скина

source: Import Table
ru: Импорт таблицы

source: Import Users
ru: Импорт пользователей

source: in
ru: в

source: [LABEL/ID_INACTIVE] Inactive
ru: Неактивный

source: Inbox
ru: Входящие

source: Your Inbox is empty...
ru: Ваши Входящие пусты...

source: Your E-mail address is not valid.
ru: Ваш адрес электронной почты недействителен.

source: [LABEL/ID_INCORRECT_USERNAME_PASSWORD] Incorrect username or password
ru: Неверное имя пользователя или пароль

source: The value for $action is incorrect.
ru: Значение для $ action неверно.

source: Index
ru: Индекс

source: Index File updated {0} with lang: {{1}}, skin: {{2}}
ru: Обновлен индексный файл {0} с помощью lang: {{1}}, скин: {{2}}

source: The index file is not writable. <br/>Please give write permission to file:
ru: Файл индекса не доступен для записи. <br/> Пожалуйста, дайте разрешение на запись в файл:

source: Indicator
ru: Индикатор

source: Goal
ru: Цель

source: The field Process of indicator "{0}" is required.
ru: Поле «Индикатор« {0} »требуется.

source: Indicator Title
ru: Название индикатора

source: The field Title of indicator "{0}" is required.
ru: Поле Название индикатора «{0}» обязательно.

source: Indicator Type
ru: Тип индикатора

source: The field Type of indicator "{0}" is required.
ru: Поле Тип индикатора «{0}» требуется.

source: Costs or Savings
ru: Затраты или сбережения

source: Info
ru: Информация

source: [LABEL/ID_INFORMATION] Information
ru: Информация

source: The information sent is empty!
ru: Полученная информация пуста!

source: information was stored successfully
ru: Информация успешно сохранена

source: Initial Dynaform
ru: Начальный Dynaform

source: Initial Task
ru: Начальная задача

source: Init Date
ru: Дата начала
