Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: Unable to edit. Make sure your file has an editable extension.
ru: Невозможно редактировать. Убедитесь, что ваш файл имеет расширение для редактирования.

source: Unable to send email, the task is closed.
ru: Не удалось отправить электронную почту, задача закрыта.

source: [LABEL/ID_UNASSIGNED] Unassigned
ru: Неназначенный

source: Unassigned Inbox
ru: Неназначенный входящий

source: unassignedMessage.html
ru: неназначенный Message.html

source: Unassigned Status
ru: Неназначенный статус

source: Unassigned Users
ru: Неназначенные пользователи

source: Uncheck
ru: Отменить проверку

source: Undefined value for "{0}", it is required.
ru: Неопределенное значение для «{0}» требуется.

source: An unexpected error occurred please try again later.
ru: Произошла непредвиденная ошибка, повторите попытку позже.

source: Uninstall
ru: Удалить

source: Uninstall this plugin
ru: Удалить этот плагин

source: [LABEL/ID_UNITS] Units
ru: Единицы

source: Unknown
ru: Неизвестный

source: Unknow user
ru: Неизвестный пользователь

source: Unpause
ru: Активировать

source: [LABEL/ID_UNPAUSE_CASE] Unpause
ru: Активировать

source: Unpause Date
ru: Активировать дату

source: Unpause Time
ru: Активировать время

source: Unpausing case...
ru: Активизация задания...

source: You are about to close a window and there may be some unsaved changes. Are you sure to continue?
ru: Вы собираетесь закрыть окно, и могут быть некоторые несохраненные изменения. Продолжить?

source: You have unsaved changes in popup! If you leave the page all the windows will be closed.
ru: У вас есть несохраненные изменения всплывающих окон! Если вы покинете страницу, все окна будут закрыты.

source: Untitled task
ru: Задача без названия

source: Un-Check All
ru: Снять все

source: Up
ru: Вверх

source: Update
ru: Обновить

source: Updated Successfully
ru: Успешно Обновлено

source: Update Authentication Source
ru: Обновить источник аутентификации

source: Update Calendar
ru: Обновить календарь

source: Update Case Scheduler
ru: Обновление планировщика событий

source: Update Category
ru: Обновить категорию

source: Update Dashlet Instance
ru: Обновить экземпляр мини-панели

source: Update Database Connection
ru: Обновить подключение к базе данных

source: Update Data from PM Table
ru: Обновление данных из таблицы PM

source: [LABEL/ID_UPDATE_DATE] Update
ru: Обновить

source: Update Department
ru: Обновить отдел

source: Update Dynaform add/deleted fields
ru: Обновление полей добавления / удаления Dynaform

source: Update Email Server
ru: Обновить почтовый сервер

source: Update Email Settings
ru: Обновить настройки электронной почты

source: Update Environment Settings
ru: Обновить настройки среды

source: Updated Failed
ru: Не удалось обновить

source: Update Group
ru: Обновить группу

source: Update Input Document
ru: Обновить входной документ

source: Upload License
ru: Загрузить лицензию

source: Update Login Settings
ru: Обновить параметры входа в систему

source: Update Output Document
ru: Обновить выходной документ

source: Update PM Table
ru: Обновить таблицу PM

source: Update Role
ru: Обновить функцию

source: Update Sub Department
ru: Обновить подотдел

source: Edit Text
ru: Редактировать текст

source: Update trigger
ru: Обновить запуск

source: Update User
ru: Обновить пользователя

source: Uploading the license file...
ru: Загрузка файла лицензии ...

source: Updating table, please wait...
ru: Обновление таблицы, пожалуйста, подождите ...

source: Upgrade System
ru: Система обновления

source: Upgrades/Patches
ru: Обновления / Патчи

source: This feature is not available in ProcessMaker Community Edition. Please upgrade to ProcessMaker Enterprise Edition.
ru: Эта функция недоступна в ProcessMaker Community Edition. Обновите ProcessMaker Enterprise Edition.

source: Upgrade finished.
ru: Обновление завершено.

source: Upgrade
ru: Обновить

source: Never upgraded
ru: Никогда не обновлялось

source: Upgrade now
ru: Обновить сейчас

source: System upgraded from revision
ru: Обновление системы с ревизии

source: Please wait while the upgrade is starting...
ru: Пожалуйста, подождите, пока начнется обновление ...

source: [LABEL/ID_UPGRADE_SYSTEM] Upgrade System
ru: Обновить систему

source: View log
ru: Просмотреть журнал

source: Please wait while upgrading the plugin...
ru: Пожалуйста, подождите, пока обновляется плагин...

source: [LABEL/ID_UPLOAD] Upload
ru: Загрузить

source: [LABEL/ID_UPLOADED_DOCUMENTS] Uploaded Documents
ru: Загруженные документы

source: Uploading file...
ru: Загрузка файла ...

source: Error uploading image, wrong file size
ru: Ошибка при загрузке изображения, неправильный размер файла

source: Uploading the process file...
ru: Загрузка файла процесса ...

source: Uploading the translation file...
ru: Загрузка файла перевода ...

source: Upload complete
ru: Загрузить полную версию

source: Failed to write file to disk
ru: Не удалось записать файл на диск

source: File upload stopped by extension
ru: Загрузка файла прекращена по расширению

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ru: Загруженный файл превышает директиву MAX_FILE_SIZE, указанную в HTML-форме

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ru: Загруженный файл превышает директиву upload_max_filesize в php.ini

source: The file has not been attached because the extension is not allowed or because the content doesn't correspond.
ru: Файл не был присоединен, поскольку расширение не разрешено или содержимое не соответствует.

source: No file was uploaded
ru: Файл не загружен

source: Missing a temporary folder
ru: Отсутствует временная папка

source: The uploaded file was only partially uploaded
ru: Загруженный файл был загружен только частично

source: Unknown upload error
ru: Неизвестная ошибка загрузки

source: The format is incorrect, check the following examples: *.* *.png *.pdf, *.doc, *.xls
ru: Формат неверен, проверьте следующие примеры: *. * * .Png * .pdf, * .doc, * .xls

source: [LABEL/ID_UPLOAD_FILE] Upload File
ru: Загрузить файл

source: Upload from file
ru: Загрузить из файла

source: Upload image
ru: Загрузить изображение

source: Upload Language
ru: Язык загрузки

source: You may upload at least one file
ru: Вы можете загрузить как минимум один файл

source: Upload Logo
ru: Загрузить логотип

source: Upload Plugin
ru: Загрузить плагин

source: Upload System Settings
ru: Загрузить системные настройки

source: Please upload a valid CSV file
ru: Загрузите действительный файл CSV

source: Up Trigger
ru: Вверх запуск

source: [LABEL/ID_USER] User
ru: Пользователь

source: [LABEL/ID_USERNAME] Username
ru: Имя пользователя

source: Username '{USER_ID}' already exists
ru: Имя пользователя {USER_ID} 'уже существует

source: Available Username
ru: Доступное имя пользователя

source: Username (or Live Workspace)
ru: Имя пользователя (или Live Workspace)

source: Username is required
ru: Имя пользователя требуется

source: Verifying username availability
ru: Проверка доступности имени пользователя

source: [LABEL/ID_USERS] Users
ru: Пользователи

source: Users Actors
ru: Пользователи

source: [LABEL/ID_USERS_DELETE_WITH_HISTORY] The user has some completed or canceled tasks (which may be useful for historical records). Do you want to delete this user anyway?
ru: У пользователя есть некоторые завершенные или отмененные задачи (которые могут быть полезны для исторических записей). Вы хотите удалить этого пользователя?

source: Users and User Groups
ru: Пользователи и группы пользователей

source: The user has assigned cases. Do you want to continue anyway?
ru: Пользователь назначил задания. Вы все равно хотите продолжить?

source: [LABEL/ID_USERS_LIST] Users
ru: Пользователи

source: User has been removed successfully
ru: Пользователь удален успешно

source: User has been deleted correctly.
ru: Пользователь удален правильно.

source: No users are available. All users have been already assigned
ru: Пользователей нет. Все пользователи уже назначены

source: User already exists in the group
ru: Пользователь уже существует в группе

source: User has been successfully assigned
ru: Пользователь успешно назначен

source: User's Browser
ru: Браузер пользователя

source: The user can't be deleted because it is referenced in the process {processTitle} in a process permission.
ru: Пользователь не может быть удален, поскольку он ссылается на процесс {processTitle} в разрешении процесса.

source: The user with usr_uid: {0}, cannot be deleted while it has cases assigned.
ru: Пользователь с usr_uid: {0} не может быть удален, когда он имеет назначенные случаи.

source: This user: {0}, can not update the data.
ru: Этот пользователь: {0} не может обновлять данные.

source: User can't start a case because doesn't have a starting task assigned
ru: Пользователь не может запустить случай, потому что не имеет назначенной задачи запуска

source: User {FIRSTNAME} {LASTNAME} [{USER_ID}] created successfully
ru: Пользователь {FIRSTNAME} {LASTNAME} [{USER_ID}] создан успешно

source: User credentials are required.
ru: Требуются учетные данные пользователя.

source: Allow user defined timing control
ru: Разрешить пользовательский контроль времени

source: Wrong authentication. This user does not correspond with the email address.
ru: Неверная аутентификация. Этот пользователь не соответствует адресу электронной почты.

source: [LABEL/ID_USER_DOES_NOT_CORRESPOND_TYPE] This id: {0} does not correspond to a registered {1}
ru: Этот id: {0} не соответствует зарегистрированному {1}

source: The User with {0}: {1} does not exist.
ru: Пользователь с {0}: {1} не существует.

source: The user "{0}" does not have the activity "{1}" assigned.
ru: Пользователь «{0}» не имеет назначенного действия «{1}».

source: User Experience
ru: Пользовательский опыт

source: User Field
ru: Поле пользователя

source: Groups for
ru: Группы для

source: Users and User Groups(Ad Hoc)
ru: Пользователи и группы пользователей (Ad Hoc)

source: This id: {0} not correspond to a {1}
ru: Этот id: {0} не соответствует {1}

source: User does not have rights on this page.
ru: Пользователь не имеет прав на этой странице.

source: User does not have access to the system
ru: Пользователь не имеет доступа к системе

source: [LABEL/ID_USER_ID] Username
ru: Имя пользователя

source: User Identifier
ru: Идентификатор пользователя

source: User inactive!
ru: Пользователь неактивен!

source: User's account has expired
ru: Учетная запись пользователя истекла

source: Inefficience Cost By User
ru: Стоимость неэффективности пользователя

source: User Information
ru: Информация о пользователе

source: The user is supervisor, but it does not have an associated input document
ru: Пользователь является контролером, но у него нет связанного входного документа

source: User List
ru: Список пользователей

source: User must change password at next logon
ru: Пользователь должен сменить пароль при следующем входе в систему

source: [LABEL/ID_USER_NAME] User Name
ru: Имя пользователя

source: The User Name with {0}: "{1}" already exists.
ru: Имя пользователя с {0}: "{1}" уже существует.

source: The user is not active.
ru: Пользователь неактивен.

source: The usr_uid: {0} does not have an activity assigned
ru: У usr_uid: {0} не назначено действие

source: The user is not assigned to the task
ru: Пользователь не назначен для задачи

source: The user with {0}: '{1}' does not exist.
ru: Пользователь с {0}: '{1}' не существует.

source: The user with "{0}", does not exist in the Department
ru: Пользователь с «{0}» не существует в отделе

source: User not found.
ru: Пользователь не найден.

source: This functionality is not available for users who have an external authentication source related (i.e. LDAP)
ru: Эта функция недоступна для пользователей, у которых есть связанный источник внешней аутентификации (то есть LDAP)

source: The user with "{0}" not have permission to delete the input document.
ru: Пользователь с «{0}» не имеет разрешения на удаление входного документа.

source: The user with "{0}" not have permission to delete the output document.
ru: Пользователь с «{0}» не имеет разрешения на удаление выходного документа.

source: The usr_uid: {0} does not have the activity act_uid: {1} assigned
ru: У usr_uid: {0} нет действия act_uid: {1} назначено

source: This user usr_uid: {0} does not have initial activities assigned in this project
ru: Этот пользователь usr_uid: {0} не имеет начальных действий, назначенных в этом проекте

source: The user does not belong to case or user not is supervisor
ru: Пользователь не относится к заданию, или пользователь не является руководителем

source: the user is not register
ru: пользователь не регистрируется

source: User not registered!
ru: Пользователь не зарегистрирован!

source: User not registered in the group
ru: Пользователь не зарегистрирован в группе

source: User not registered in the system
ru: Пользователь не зарегистрирован в системе

source: The user has not responded to this request.
ru: Пользователь не ответил на этот запрос.

source: User on vacation! Contact to your System Administrator if you want to login. please
ru: Пользователь в отпуске! Если вы хотите войти в систему, обратитесь к системному администратору. пожалуйста

source: User on vacation was replaced
ru: Пользователь в отпуске был заменен

source: You don't have processes to start...
ru: У вас нет процессов для запуска ...

source: User name already exists
ru: Имя пользователя уже существует

source: The administrator role cannot be changed or created.
ru: Роль администратора не может быть изменена или создана.

source: Failed saving User Assigned to Task
ru: Не удалось сохранить пользователя, назначенного для задачи

source: Reassign to:
ru: Переназначить:

source: The row '{USR_UID}' in table USER doesn't exist!
ru: Строка '{USR_UID}' в таблице USER не существует!

source: Users with role
ru: Пользователи с функцией

source: Use the language of URL
ru: Использовать язык URL

source: [LABEL/ID_UXS_NORMAL] Normal
ru: Нормальный

source: [LABEL/ID_UXS_SIMPLIFIED] Mobile
ru: Мобильный

source: Single Application
ru: Единое приложение

source: Switchable
ru: Переключаемый

source: Vacation
ru: Отпуск

source: [LABEL/ID_VALIDATED_FIELDS] The following fields have invalid values
ru: Следующие поля имеют недопустимые значения

source: validation Errors
ru: ошибки проверки

source: Please enter a valid Admin Username.
ru: Введите действительное имя администратора.

source: Please enter the Admin Password.
ru: Введите пароль администратора.

source: Please enter valid credentials
ru: Введите действительные учетные данные

source: [LABEL/ID_VALID_FROM] From
ru: От кого

source: [LABEL/ID_VALID_TO] To
ru: Кому

source: Please enter a valid Workspace Name.
ru: Пожалуйста, введите действительное имя рабочей области.

source: Value Based
ru: Основанный на значении

source: Value specified for "{0}" does not exist in "{1}".
ru: Значение, указанное для «{0}», не существует в «{1}».

source: VARCHAR
ru: ТЕКСТ ПЕРЕМЕННОГО РАЗМЕРА

source: [LABEL/ID_VARIABLES] Variables
ru: Переменные

source: [LABEL/ID_VARIABLES_CASE_PRIORITY] Variable for Case priority
ru: Переменная для приоритета случая

source: [LABEL/ID_VARIABLES_IN] Variables In
ru: Переменные в

source: Variable for number of instances to complete.
ru: Переменная для количества экземпляров.

source: Variable for number of instances.
ru: Переменная для количества экземпляров.

source: [LABEL/ID_VARIABLES_OUT] Variables Out
ru: Переменные

source: The variables param is not an array
ru: Параметр переменных не является массивом

source: The variables param length is zero
ru: Параметрическая длина переменных равна нулю

source: variables received
ru: полученные переменные

source: variables sent
ru: отправленные переменные

source: [LABEL/ID_VARIABLES_VALUE_ASSIGNMENT] Variable for Value Based Assignment
ru: Переменная для назначения на основе стоимости

source: The variable with "{0}", it is associated with a report table.
ru: Переменная с «{0}» связана с таблицей отчетов.

source: This variable can not be deleted because it is being used in DynaForm : {0}. To delete it, first remove it from the DynaForm.
ru: Эта переменная не может быть удалена, поскольку она используется в DynaForm: {0}. Чтобы удалить его, сначала удалите его из DynaForm.

source: The Variable with {0}: "{1}" is not a grid
ru: Переменная с {0}: "{1}" не является сеткой

source: [LABEL/ID_VERSION] Version
ru: Версия

source: Versioning
ru: Управление версиями

source: Version History
ru: История версий

source: Vertical Line
ru: Вертикальная линия

source: [LABEL/ID_VIEW] View
ru: Просмотр

source: View/Edit Profile
ru: Просмотр / редактирование профиля

source: View Information
ru: Просмотр информации

source: View Response
ru: Просмотр ответа

source: [LABEL/ID_VIEW_USER_GROUP] Groups
ru: Группы

source: Visible
ru: Видимый

source: Visit
ru: Визит

source: Please wait while the plugin is being installed...
ru: Подождите, пока плагин будет установлен ...

source: Please wait while upgrading ProcessMaker...
ru: Подождите, пока обновление ProcessMaker ...

source: WARNING
ru: ПРЕДУПРЕЖДЕНИЕ

source: Please select a valid license file.
ru: Выберите действительный файл лицензии.

source: The file doesn't have a .dat extension, please select another file.
ru: Файл не имеет расширения .dat, выберите другой файл.

source: Error uploading the license file.
ru: Ошибка при загрузке файла лицензии.

source: Your Gateway Convergent has a condition, save again your process.
ru: У вашего конвертера Gateway есть условие, снова сохраните ваш процесс.

source: Error uploading the PM Table(s)
ru: Ошибка при загрузке таблиц (ы)

source: Webbots
ru: Веб-боты

source: Web Entry Link
ru: Веб-вход

source: [LABEL/ID_WEB_ENTRY] Web Entry
ru: Веб-вход

source: Web entry only works with activities which have "Cyclical Assignment". The activity "{0}" does not have a valid assignment type. Please change the Assignment Rules.
ru: Веб-вход работает только с действиями, которые имеют «Циклическое присвоение». Активность «{0}» не имеет допустимого типа назначения. Измените Правила назначения.

source: The web entry with {0}: {1} does not exist.
ru: Веб-запись с {0}: {1} не существует.

source: The event with {0}: {1} already is registered.
ru: Событие с {0}: {1} уже зарегистрировано.

source: The WebEntry-Event with {0}: {1} does not exist.
ru: Событие WebEntry с {0}: {1} не существует.

source: The event with {0}: {1} is not registered.
ru: Событие с {0}: {1} не зарегистрировано.

source: The flow of event to activity does not exist.
ru: Потока события к активности не существует.

source: The WebEntry-Event title with {0}: "{1}" already exists.
ru: Заголовок WebEntry-Event с {0}: "{1}" уже существует.

source: [LABEL/ID_WEB_ENTRY_LINK] Web Entry Link
ru: Ссылка на веб-запись

source: Web Entry deleted correctly
ru: Веб-запись удалена правильно

source: Web Entry has been created correctly.
ru: Веб-запись была создана правильно.

source: Web Entry Summary
ru: Сводка веб-записей

source: The web entry title with {0}: "{1}" already exists.
ru: Заголовок веб-записи с {0}: "{1}" уже существует.

source: Web Server
ru: Веб сервер

source: Web Services Test
ru: Тестирование веб-служб

source: Web Service Password
ru: Пароль веб-сервиса

source: Web Service User
ru: Пользователь веб-службы

source: [LABEL/ID_WEEKDAY_0] Sunday
ru: Воскресенье

source: [LABEL/ID_WEEKDAY_1] Monday
ru: Понедельник

source: [LABEL/ID_WEEKDAY_2] Tuesday
ru: Вторник

source: [LABEL/ID_WEEKDAY_3] Wednesday
ru: Среда

source: [LABEL/ID_WEEKDAY_4] Thursday
ru: Четверг

source: [LABEL/ID_WEEKDAY_5] Friday
ru: Пятница

source: [LABEL/ID_WEEKDAY_6] Saturday
ru: Суббота

source: [LABEL/ID_WEEKDAY_ABB_0] Sun
ru: Вс

source: [LABEL/ID_WEEKDAY_ABB_1] Mon
ru: Пн

source: [LABEL/ID_WEEKDAY_ABB_2] Tue
ru: Вт

source: Wed
ru: Ср

source: [LABEL/ID_WEEKDAY_ABB_4] Thu
ru: Чт

source: [LABEL/ID_WEEKDAY_ABB_5] Fri
ru: Пт

source: [LABEL/ID_WEEKDAY_ABB_6] Sat
ru: Суб

source: Well Done!
ru: Отлично сработано!

source: Workflow Database Name
ru: Имя базы данных рабочего процесса

source: Without resume!
ru: Без резюме!

source: The wizard with the library "{0}" and function "{1}", is invalid for the trigger with {2}: {3}.
ru: Мастер с библиотекой «{0}» и функцией «{1}» недействителен для триггера с {2}: {3}.

source: Workflow Data Directory
ru: Справочник данных рабочего процесса

source: Workflow Database
ru: База данных рабочих процессов

source: Please enter the Workflow Database Name
ru: Введите имя базы данных рабочего процесса

source: "Workflow Data Directory" is required.
ru: Требуется «Каталог данных рабочего процесса».

source: % In Progress
ru: % В ходе выполнения

source: Working days
ru: Рабочие дни

source: Workspace
ru: Рабочая область

source: WORKSPACES
ru: РАБОЧИЕ ОБЛАСТИ

source: Workspace Administrator
ru: Администратор рабочей области

source: Workspace Configuration
ru: Конфигурация рабочего пространства

source: Workspace Name
ru: Название рабочей области

source: Using workspace
ru: Использование рабочего пространства

source: Work days
ru: Рабочие дни

source: Work hours
ru: Рабочие часы

source: Writable
ru: Перезаписываемый

source: Wrong password
ru: Неправильный пароль

source: Wrong username or password.
ru: Неверное имя пользователя или пароль.

source: The Server Host or Workspace is blank
ru: Хост сервера или рабочая область пуста

source: Xmlform Directory
ru: Каталог Xmlform

source: Download XPDL File:
ru: Загрузить файл XPDL:

source: Import XPDL
ru: Импорт XPDL

source: Year
ru: Год

source: Yellow Ends In
ru: Желтый заканчивается в

source: Yellow Starts In
ru: Желтый начинается в

source: [LABEL/ID_YES] Yes
ru: Да

source: Yesterday
ru: Вчера

source: [LABEL/ID_YES_VALUE] Yes
ru: Да

source: Your image has been successfully uploaded
ru: Ваше изображение было успешно загружено

source: Your license
ru: Ваша лицензия

source: Your password is
ru: Ваш пароль

source: Your username is
ru: Ваше имя пользователя

source: You are in the first step!
ru: Вы на первом шаге!

source: You can not select more than one photo.
ru: Вы не можете выбрать более одной фотографии.

source: Error: You do not have permission.
ru: Ошибка: У вас нет разрешения.

source: You do not select any user to import
ru: Вы не выбираете пользователя для импорта

source: you have an error
ru: у вас есть ошибка

source: Zip Code
ru: Почтовый Индекс

source: Image detail
ru: Детали изображения

source: The XML forms directory is not writable
ru: Каталог форм XML не доступен для записи

source: Some files within XMLFORM directory are not writable, to install or update the translations the system requires that all files are writable. Contact your system administrator please.
ru: Некоторые файлы в каталоге XMLFORM недоступны для записи, для установки или обновления переводов система требует, чтобы все файлы были доступны для записи. Обратитесь к системному администратору..

source: The translation file was successfully imported.
ru: Файл перевода был успешно импортирован.

source: Disable the current process and create a new version of the process
ru: Отключите текущий процесс и создайте новую версию процесса

source: Create a completely new process without changing the current process
ru: Создать совершенно новый процесс без изменения текущего процесса

source: Update the current process, overwriting all tasks and steps
ru: Обновите текущий процесс, перезапишите все задачи и шаги

source: Invalid file!
ru: Файл поврежден!

source: User Name Display Format
ru: Формат отображения имени пользователя

source: [LABEL/LOGIN] Login
ru: Войти

source: Login as
ru: Войти как

source: Verifying...
ru: Проверка ...

source: Mail to
ru: Написать

source: AVI Video File
ru: Видеофайл AVI

source: BMP Picture
ru: Изображение BMP

source: BZIP2 Archive
ru: Архив BZIP2
