Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: [login/dbInfo.xml?DATABASE_NAME] Database Name
ru: Название базы данных

source: Available Databases
ru: Доступные базы данных

source: [login/dbInfo.xml?HTTP_USER_AGENT] User's Browser
ru: Браузер пользователя

source: User's Ip Address
ru: Ip адрес пользователя

source: I forgot my password
ru: Я забыл свой пароль

source: [login/forgotPassword.xml?USR_USERNAME] User
ru: Пользователь

source: [login/forgotPassword.xml?USR_EMAIL] Email
ru: Электронная почта

source: Send Request
ru: Отправить запрос

source: [login/forgotPassword.xml?BCANCEL] Cancel
ru: Отменить

source: [login/forgotPasswordpm3.xml?TITLE] I forgot my password
ru: Я забыл свой пароль

source: [login/forgotPasswordpm3.xml?USR_USERNAME] User
ru: Пользователь

source: [login/forgotPasswordpm3.xml?USR_EMAIL] Email
ru: Электронная почта

source: [login/forgotPasswordpm3.xml?BSUBMIT] Send Request
ru: Отправить запрос

source: [login/forgotPasswordpm3.xml?BCANCEL] Cancel
ru: Отменить

source: Your license has expired or the system does not have a license. To use the ProcessMaker Enterprise Edition upload a valid license
ru: Срок действия вашей лицензии истек или система не имеет лицензии. Чтобы использовать ProcessMaker Enterprise Edition, загрузите действительную лицензию

source: License File
ru: Файл лицензии

source: Update License
ru: Обновить лицензию

source: [login/licenseExpiredpm3.xml?thetitle] Your license has expired or the system does not have a license. To use the ProcessMaker Enterprise Edition upload a valid license
ru: Срок действия вашей лицензии истек или система не имеет лицензии. Чтобы использовать ProcessMaker Enterprise Edition, загрузите действительную лицензию

source: [login/licenseExpiredpm3.xml?licenseFile] License File
ru: Файл лицензии

source: [login/licenseExpiredpm3.xml?updateButton] Update License
ru: Обновить лицензию

source: [login/login.xml?TITLE] Login
ru: Войти

source: [login/login.xml?USR_USERNAME] User
ru: Пользователь

source: [login/login.xml?USR_PASSWORD] Password
ru: Пароль

source: [login/login.xml?USR_PASSWORD_MASK] Password
ru: Пароль

source: [login/login.xml?USER_LANG] Language
ru: Язык

source: [login/login.xml?BSUBMIT] Login
ru: Войти

source: [login/login.xml?FORGOT_PASWORD_LINK] Forgot Password
ru: Забыли пароль

source: [login/loginpm3.xml?TITLE] Login
ru: Войти

source: [login/loginpm3.xml?USR_USERNAME] User
ru: Пользователь

source: [login/loginpm3.xml?USR_PASSWORD] Password
ru: Пароль

source: [login/loginpm3.xml?USR_PASSWORD_MASK] Password
ru: Пароль

source: [login/loginpm3.xml?USER_LANG] Language
ru: Язык

source: [login/loginpm3.xml?BSUBMIT] Login
ru: Войти

source: [login/loginpm3.xml?FORGOT_PASWORD_LINK] Forgot Password
ru: Забыли пароль

source: [login/newSite.xml?NEW_WORKSPACE] New Workspace
ru: Новое рабочее пространство

source: [login/newSite.xml?NW_TITLE] Name
ru: Имя

source: [login/newSite.xml?DB] Database Options
ru: Параметры базы данных

source: Workflow Database:
ru: База данных рабочего процесса:

source: Rbac Database:
ru: База данных Rbac:

source: Report Database:
ru: База данных отчетов:

source: Drop database if exist
ru: Отправить базу данных, если существует

source: [login/newSite.xml?WS] Workspace Administrator
ru: Администратор рабочей области

source: Username:
ru: Имя пользователя:

source: Password (admin) <br> (Max. length 20):
ru: Пароль (admin) <br> (Максимальная длина 20):

source: Re-type Password:
ru: Повторите ввод пароля:

source: [login/newSite.xml?NW_SUB] Test
ru: Teст

source: [login/newSiteAdd.xml?NEW_WORKSPACE] New Workspace
ru: Новое рабочее пространство

source: [login/newSiteAdd.xml?NW_TITLE] Name
ru: Имя

source: [login/newSiteAdd.xml?DB] Database Options
ru: Параметры базы данных

source: [login/newSiteAdd.xml?AO_DB_WF] Workflow Database:
ru: База данных рабочего процесса:

source: [login/newSiteAdd.xml?AO_DB_RB] Rbac Database:
ru: База данных Rbac:

source: [login/newSiteAdd.xml?AO_DB_RP] Report Database:
ru: База данных отчетов:

source: [login/newSiteAdd.xml?AO_DB_DROP] Drop database if exists
ru: Папка базы данных, если существует

source: [login/newSiteAdd.xml?WS] Workspace Administrator
ru: Администратор рабочей области

source: [login/newSiteAdd.xml?NW_USERNAME] Username:
ru: Имя пользователя:

source: Password (admin):
ru: Пароль (admin):

source: [login/newSiteAdd.xml?NW_PASSWORD2] Re-type Password:
ru: Повторите ввод пароля:

source: Define Database
ru: Определение базы данных

source: Engine:
ru: Механизм:

source: Server:
ru: Сервер:

source: Port:
ru: Порт:

source: [login/newSiteAdd.xml?DB_USERNAME] Username:
ru: Имя пользователя:

source: Password:
ru: Пароль:

source: [login/newSiteAdd.xml?NW_SUB] Test
ru: Teст

source: You don't have permission
ru: У вас нет разрешения

source: The user account which you are currently logged in does not have security privileges to view this page
ru: Учетная запись пользователя, в которую вы вошли в систему, не имеет прав доступа для просмотра этой страницы

source: Please press the 'back' button to continue working with this system.
ru: Нажмите кнопку «назад», чтобы продолжить работу с этой системой.

source: [login/nologin.xml?BSUBMIT] Login
ru: Войти

source: [login/showInfo.xml?TITLE] Information
ru: Информация

source: [login/showInfoUpdate.xml?THETITLE1] Information
ru: Информация

source: Affected Files
ru: Задействованные файлы

source: [login/showInfoUpdate.xml?THETITLE4] Errors
ru: Ошибки

source: Environments Updated
ru: Обновлены среды

source: [login/showMessage.xml?TITLE] Error
ru: Ошибка

source: [login/sysLogin.xml?TITLE] Login
ru: Войти

source: [login/sysLogin.xml?USR_USERNAME] User
ru: Пользователь

source: [login/sysLogin.xml?USR_PASSWORD] Password
ru: Пароль

source: [login/sysLogin.xml?USER_ENV] Workspace
ru: Рабочая среда

source: [login/sysLogin.xml?USER_LANG] Language
ru: Язык

source: [login/sysLogin.xml?BSUBMIT] Login
ru: Войти

source: [login/sysLoginNoWS.xml?TITLE] Login
ru: Войти

source: [login/sysLoginNoWS.xml?USR_USERNAME] User
ru: Пользователь

source: [login/sysLoginNoWS.xml?USR_PASSWORD_MASK] Password
ru: Пароль

source: [login/sysLoginNoWS.xml?USER_ENV] Workspace
ru: Рабочая среда

source: [login/sysLoginNoWS.xml?USER_LANG] Language
ru: Язык

source: [login/sysLoginNoWS.xml?BSUBMIT] Login
ru: Войти

source: [login/sysLoginNoWSpm3.xml?TITLE] Login
ru: Войти

source: [login/sysLoginNoWSpm3.xml?USR_USERNAME] User
ru: Пользователь

source: [login/sysLoginNoWSpm3.xml?USR_PASSWORD_MASK] Password
ru: Пароль

source: [login/sysLoginNoWSpm3.xml?USER_ENV] Workspace
ru: Рабочая среда

source: [login/sysLoginNoWSpm3.xml?USER_LANG] Language
ru: Язык

source: [login/sysLoginNoWSpm3.xml?BSUBMIT] Login
ru: Войти

source: Message Title
ru: Заголовок сообщения

source: Send as
ru: SMS

source: [messages/messages_Edit.xml?MESS_TYPE-HTML]
ru: HTML

source: [messages/messages_Edit.xml?MESS_TYPE-TEXT]
ru: Plain text

source: [messages/messages_Edit.xml?MESS_TYPE-SMS]
ru: SMS

source: [messages/messages_Edit.xml?MESS_DESCRIPTION] Content
ru: Coдержимое

source: [messages/messages_Edit.xml?ACCEPT] Save
ru: Сохранить

source: [messages/messages_List.xml?fMESS_TITLE] Output document
ru: Выходной документ

source: [messages/messages_List.xml?MESS_TYPE] Type
ru: SMS

source: [messages/messages_List.xml?MESS_TYPE-HTML]
ru: HTML

source: [messages/messages_List.xml?MESS_TYPE-TEXT]
ru: Plain text

source: [messages/messages_List.xml?MESS_TYPE-SMS]
ru: SMS

source: [messages/messages_List.xml?fMESS_DESCRIPTION] Content
ru: Coдержимое

source: [messages/messages_List.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [messages/messages_Options.xml?MNU_ADD] New
ru: Новый

source: [messages/messages_ShortList.xml?MESS_TITLE] Output document
ru: Выходной документ

source: [messages/messages_ShortList.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [outputdocs/outputdocsDynaformList.xml?DYN_UID] Dynaform
ru: Dynaform

source: [outputdocs/outputdocsDynaformList.xml?DYN_TYPE] Template
ru: Табличный шаблон

source: [outputdocs/outputdocsDynaformList.xml?DYN_TYPE-1]
ru: Classic Template

source: [outputdocs/outputdocsDynaformList.xml?DYN_TYPE-2]
ru: Tabular Template

source: [outputdocs/outputdocsDynaformList.xml?ACCEPT] Save
ru: Сохранить

source: [outputdocs/outputdocsUploadFile.xml?TITLE1] Download
ru: Загрузить

source: Click in the link to download current file
ru: Нажмите ссылку, чтобы загрузить текущий файл.

source: [outputdocs/outputdocsUploadFile.xml?TITLE2] Upload
ru: Загрузить

source: Upload a modified file
ru: Загрузить модифицированный файл

source: upload
ru: Загрузить

source: [outputdocs/outputdocs_Edit.xml?ACCEPT] Save
ru: Сохранить

source: [outputdocs/outputdocs_Edit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [outputdocs/outputdocs_List.xml?OUT_DOC_TITLE] Output document
ru: Выходной документ

source: [outputdocs/outputdocs_List.xml?OUT_DOC_FILENAME] Filename
ru: Имя файла

source: [outputdocs/outputdocs_List.xml?OUT_DOC_DESCRIPTION] Description
ru: Описание

source: [outputdocs/outputdocs_List.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [outputdocs/outputdocs_New.xml?TITLE] Output Document Information
ru: Информация о выходном документе

source: Type of Output Document
ru: Заполнить Adobe Acroform

source: [outputdocs/outputdocs_New.xml?OUT_DOC_TYPE-HTML]
ru: HTML

source: [outputdocs/outputdocs_New.xml?OUT_DOC_TYPE-JRXML]
ru: Dynaform to PDF

source: [outputdocs/outputdocs_New.xml?OUT_DOC_TYPE-ACROFORM]
ru: Fill Adobe Acroform

source: [outputdocs/outputdocs_New.xml?DYN_UID] Dynaform
ru: Dynaform

source: [outputdocs/outputdocs_New.xml?OUT_DOC_TITLE] Title
ru: Заголовок

source: [outputdocs/outputdocs_New.xml?OUT_DOC_FILENAME] Filename generated
ru: Имя файла сенерировано

source: [outputdocs/outputdocs_New.xml?OUT_DOC_DESCRIPTION] Description
ru: Описание

source: [outputdocs/outputdocs_New.xml?DYN_TYPE] Template
ru: Табличный шаблон

source: [outputdocs/outputdocs_New.xml?DYN_TYPE-1]
ru: Classic Template

source: [outputdocs/outputdocs_New.xml?DYN_TYPE-2]
ru: Tabular Template

source: [outputdocs/outputdocs_New.xml?ACCEPT] Save
ru: Сохранить

source: Save submit
ru: Сохранить заявку

source: [outputdocs/outputdocs_Options.xml?MNU_ADD] New
ru: Новый

source: [outputdocs/outputdocs_Properties.xml?TITLE] Output Document Information
ru: Информация о выходном документе

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_TITLE] Title
ru: Заголовок

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_FILENAME] Filename generated
ru: Имя файла сгенерировано

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_DESCRIPTION] Description
ru: Описание

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_REPORT_GENERATOR] Report Generator
ru: TCPDF

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_REPORT_GENERATOR-HTML2PDF]
ru: HTML2PDF (Old Version)

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_REPORT_GENERATOR-TCPDF]
ru: TCPDF

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_LANDSCAPE] Orientation
ru: Landscape

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_LANDSCAPE-]
ru: Portrait

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_LANDSCAPE-1]
ru: Landscape

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_GENERATE] Output Document to Generate
ru: PDF

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_GENERATE-BOTH]
ru: BOTH

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_GENERATE-DOC]
ru: DOC

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_GENERATE-PDF]
ru: PDF

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_VERSIONING] Enable Versioning
ru: ДА

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_VERSIONING-]
ru: NO

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_VERSIONING-1]
ru: YES

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA] Media
ru: Screenshot1024

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-Letter]
ru: Letter

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-Legal]
ru: Legal

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-Executive]
ru: Executive

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-B5]
ru: B5

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-Folio]
ru: Folio

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-A0Oversize]
ru: A0Oversize

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-A0]
ru: A0

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-A1]
ru: A1

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-A2]
ru: A2

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-A3]
ru: A3

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-A4]
ru: A4

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-A5]
ru: A5

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-A6]
ru: A6

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-A7]
ru: A7

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-A8]
ru: A8

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-A9]
ru: A9

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-A10]
ru: A10

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-Screenshot640]
ru: Screenshot640

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-Screenshot800]
ru: Screenshot800

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_MEDIA-Screenshot1024]
ru: Screenshot1024

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_LEFT_MARGIN] Left
ru: Лево

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_RIGHT_MARGIN] Right
ru: Право

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_TOP_MARGIN] Top
ru: Верх

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_BOTTOM_MARGIN] Bottom
ru: Низ

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_DESTINATION_PATH] Destination Path
ru: Destination Path

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_TAGS] Tags
ru: Tags

source: PDF Security
ru: Включено

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_PDF_SECURITY_ENABLED-0]
ru: Disabled

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_PDF_SECURITY_ENABLED-1]
ru: Enabled

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_PDF_SECURITY_OPEN_PASSWORD] Open Password
ru: Открыть пароль

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_PDF_SECURITY_OWNER_PASSWORD] Owner Password
ru: Пароль владельца

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_PDF_SECURITY_PERMISSIONS] Allowed Permissions
ru: Копировать

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_PDF_SECURITY_PERMISSIONS-print]
ru: Print

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_PDF_SECURITY_PERMISSIONS-modify]
ru: Modify

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_PDF_SECURITY_PERMISSIONS-copy]
ru: Copy

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_PDF_SECURITY_PERMISSIONS-annot-forms]
ru: Формы

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_OPEN_TYPE] By clicking on the generated file link
ru: Загрузить файл

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_OPEN_TYPE-0]
ru: Open the file

source: [outputdocs/outputdocs_Properties.xml?OUT_DOC_OPEN_TYPE-1]
ru: Download the file

source: [outputdocs/outputdocs_Properties.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [outputdocs/outputdocs_Properties.xml?ACCEPT] Save
ru: Сохранить

source: [outputdocs/outputdocs_ShortList.xml?OUT_DOC_TITLE] Title
ru: Заголовок

source: [outputdocs/outputdocs_ShortList.xml?OUT_DOC_TYPE] Type
ru: Тип

source: [outputdocs/outputdocs_ShortList.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: Workflow Pattern
ru: Шаблон рабочего процесса

source: [patterns/patterns_Current.xml?ROU_TYPE] Type
ru: Параллельный (fork)

source: [patterns/patterns_Current.xml?ROU_TYPE-]
ru: - Select -

source: [patterns/patterns_Current.xml?ROU_TYPE-SEQUENTIAL]
ru: Sequential

source: [patterns/patterns_Current.xml?ROU_TYPE-SELECT]
ru: Selection

source: [patterns/patterns_Current.xml?ROU_TYPE-EVALUATE]
ru: Evaluation

source: [patterns/patterns_Current.xml?ROU_TYPE-PARALLEL]
ru: Parallel (fork)

source: [patterns/patterns_Current.xml?ROU_TYPE-PARALLEL-BY-EVALUATION]
ru: Параллельно по оценке (fork)

source: [patterns/patterns_Current.xml?ROU_TYPE-SEC-JOIN]
ru: Параллельный (соединение)

source: [patterns/patterns_Current.xml?ROU_NEXT_TASK] Next Task
ru: Следующая задача

source: [patterns/patterns_Current.xml?ROU_NEXT_TASK--1]
ru: End of process

source: [patterns/patterns_Current.xml?ROU_NEXT_TASK--2]
ru: Leaf task

source: Selection of executant
ru: Последний исполнитель задания

source: [patterns/patterns_Current.xml?ROU_TO_LAST_USER-FALSE]
ru: Rules and user groups

source: [patterns/patterns_Current.xml?ROU_TO_LAST_USER-TRUE]
ru: Last executant of the task

source: [patterns/patterns_Current.xml?SAVE] Save
ru: Сохранить

source: Discriminator
ru: Дискриминатор

source: [patterns/patterns_Discriminator.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [patterns/patterns_Discriminator.xml?SAVE] Save
ru: Сохранить

source: [patterns/patterns_Evaluate.xml?TITLE] Evaluation
ru: Оценка

source: [patterns/patterns_Evaluate.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [patterns/patterns_Evaluate.xml?SAVE] Save
ru: Сохранить

source: [patterns/patterns_GridDiscriminator.xml?ROU_NEXT_TASK] Next Task
ru: Следующая задача

source: Number of tasks to be discriminated
ru: Количество задач, подлежащих дискриминации

source: Type of Discriminator
ru: Отмена

source: [patterns/patterns_GridDiscriminator.xml?ROU_OPTIONAL-FALSE]
ru: Structured

source: [patterns/patterns_GridDiscriminator.xml?ROU_OPTIONAL-TRUE]
ru: Cancelling

source: [patterns/patterns_GridEvaluateType.xml?ROU_NEXT_TASK] Next Task
ru: Следующее задание

source: [patterns/patterns_GridEvaluateType.xml?ROU_NEXT_TASK--1]
ru: End of process

source: [patterns/patterns_GridEvaluateType.xml?ROU_CONDITION] Condition
ru: Условие

source: [patterns/patterns_GridParallelByEvaluationType.xml?ROU_NEXT_TASK] Next Task
ru: Следующее задание

source: [patterns/patterns_GridParallelByEvaluationType.xml?ROU_NEXT_TASK--1]
ru: End of process

source: [patterns/patterns_GridParallelByEvaluationType.xml?ROU_CONDITION] Condition
ru: Условие

source: [patterns/patterns_GridParallelType.xml?ROU_NEXT_TASK] Next Task
ru: Следующее задание

source: [patterns/patterns_GridSelectType.xml?ROU_NEXT_TASK] Next Task
ru: Следующее задание

source: [patterns/patterns_GridSelectType.xml?ROU_NEXT_TASK--1]
ru: End of process

source: [patterns/patterns_GridSelectType.xml?ROU_CONDITION] Description
ru: Описание

source: [patterns/patterns_Parallel.xml?TITLE] Parallel
ru: Параллельно

source: [patterns/patterns_Parallel.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [patterns/patterns_Parallel.xml?SAVE] Save
ru: Сохранить

source: Parallel By Evaluation
ru: Параллельно по оценке

source: [patterns/patterns_ParallelByEvaluation.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [patterns/patterns_ParallelByEvaluation.xml?SAVE] Save
ru: Сохранить

source: [patterns/patterns_ParallelJoin.xml?TITLE] Parallel Join
ru: Параллельное соединение

source: [patterns/patterns_ParallelJoin.xml?ROU_NEXT_TASK] Next Task
ru: Следующая задача

source: [patterns/patterns_ParallelJoin.xml?ROU_NEXT_TASK--1]
ru: End of process

source: [patterns/patterns_ParallelJoin.xml?SAVE] Save
ru: Сохранить

source: [patterns/patterns_Select.xml?TITLE] Selection
ru: Выбор

source: [patterns/patterns_Select.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [patterns/patterns_Select.xml?SAVE] Save
ru: Сохранить

source: [patterns/patterns_Sequential.xml?TITLE] Sequential
ru: Следующий

source: [patterns/patterns_Sequential.xml?ROU_NEXT_TASK] Next Task
ru: Следующая задача

source: [patterns/patterns_Sequential.xml?ROU_NEXT_TASK--1]
ru: End of process

source: [patterns/patterns_Sequential.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [patterns/patterns_Sequential.xml?SAVE] Save
ru: Сохранить

source: Process Category form
ru: Форма категории процесса

source: Category UID
ru: Категория UID

source: Category Parent
ru: Исходная категория

source: [processCategory/processCategory.xml?CATEGORY_NAME] Category Name
ru: Имя категории

source: Category Icon
ru: Иконка категории

source: [processCategory/processCategory.xml?BTN_SUBMIT] Save
ru: Сохранить

source: Delete Process Category
ru: Удалить категорию процесса

source: [processCategory/processCategoryDelete.xml?LABEL_CATEGORY_NAME] Category Name
ru: Имя категории

source: [processCategory/processCategoryDelete.xml?BTN_SUBMIT] delete
ru: Удалить

source: [processCategory/processCategoryDelete.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [processCategory/processCategoryEdit.xml?title1] Process Category form
ru: Форма категории процесса

source: [processCategory/processCategoryEdit.xml?CATEGORY_NAME] Category Name
ru: Имя категории

source: [processCategory/processCategoryEdit.xml?BTN_SUBMIT] save
ru: сохранить

source: [processCategory/processCategoryEdit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [processCategory/processCategoryList.xml?CATEGORY_NAME] Category Name
ru: Имя категории

source: [processCategory/processCategoryNew.xml?title1] Process Category form
ru: Форма категории процесса

source: [processCategory/processCategoryNew.xml?CATEGORY_NAME] Category Name
ru: Имя категории

source: [processCategory/processCategoryNew.xml?BTN_SUBMIT] save
ru: сохранить

source: [processCategory/processCategoryNew.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [processCategory/processCategoryOptions.xml?MNU_NEW] New
ru: Новый

source: Process Properties
ru: Свойства процесса

source: [processes/objectpmView.xml?title] Title
ru: Заголовок

source: [processes/objectpmView.xml?version] Version
ru: Версия

source: P.M. rev. required
ru: P.M. оборот требуется

source: [processes/objectpmView.xml?category] Category
ru: Категория

source: [processes/objectpmView.xml?rating] Rating
ru: Оценка

source: Downloads
ru: Загрузки

source: [processes/objectpmView.xml?subscriptions] Subscriptions
ru: Подписки

source: [processes/objectpmView.xml?username] Author
ru: Aвтор

source: [processes/objectpmView.xml?privacy] Privacy
ru: Colosa

source: [processes/objectpmView.xml?privacy-FREE]
ru: Free Download

source: [processes/objectpmView.xml?privacy-PUBLIC]
ru: Public

source: [processes/objectpmView.xml?privacy-PRIVATE]
ru: Private

source: [processes/objectpmView.xml?privacy-COLOSA]
ru: Colosa

source: [processes/objectpmView.xml?createDate] Create Date
ru: Создать дату

source: [processes/objectpmView.xml?updateDate] Update Date
ru: Обновить дату

source: [processes/objectpmView.xml?description] Description
ru: Описание

source: [processes/objectpmView.xml?subinstallSteps] Install Steps
ru: Шаги установки

source: [processes/processes_Assignuser.xml?MNU_ASSIGN] Assign
ru: Назначить

source: Process: @#PRO_TITLE
ru: Процесс: @ # PRO_TITLE

source: Are you sure that you want to delete this process?
ru: Вы уверены, что хотите удалить этот процесс?

source: [processes/processes_DeleteCases.xml?TO_DO] To Do
ru: Сделать

source: [processes/processes_DeleteCases.xml?COMPLETED] Completed
ru: Выполнено

source: [processes/processes_DeleteCases.xml?DRAFT] Draft
ru: Черновик

source: [processes/processes_DeleteCases.xml?CANCELLED] Canceled
ru: Отменнено

source: [processes/processes_Edit.xml?TITLE1] Process Information
ru: Информация о процессе

source: [processes/processes_Edit.xml?PRO_TITLE] Title
ru: Заголовок

source: [processes/processes_Edit.xml?PRO_VALIDATE_TITLE] Title
ru: Заголовок

source: [processes/processes_Edit.xml?PRO_DESCRIPTION] Description
ru: Описание

source: [processes/processes_Edit.xml?PRO_CALENDAR] Calendar
ru: - Никакой -

source: [processes/processes_Edit.xml?PRO_CALENDAR-]
ru: - None -

source: [processes/processes_Edit.xml?PRO_CATEGORY] Process Category
ru: - Никакой -

source: [processes/processes_Edit.xml?PRO_CATEGORY-]
ru: - None -
