Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: [tracker/tracker_MessagesView.xml?APP_MSG_TO] TO
ru: КОМУ

source: [tracker/tracker_MessagesView.xml?APP_MSG_DATE] DATE
ru: ДАТА

source: It is not possible to see information related to this case. Please contact the System Administrator.
ru: Невозможно увидеть информацию, связанную с этим заданием. Пожалуйста свяжитесь с системным администратором.

source: [tracker/tracker_Outputdocs.xml?TITLE] Title
ru: Заголовок

source: Stage Information
ru: Информация о стадии

source: [tracker/tracker_StageEdit.xml?STG_TITLE] Title
ru: Заголовок

source: [tracker/tracker_StageEdit.xml?SAVE] Save
ru: Сохранить

source: [tracker/tracker_StageTasks.xml?TAS_TITLE] Title
ru: Заголовок

source: [tracker/tracker_TasksOptions.xml?MNU_ASSIGN] Assign
ru: Назначить

source: [tracker/tracker_TransferHistory.xml?TAS_TITLE] Task
ru: Задача

source: [tracker/tracker_TransferHistory.xml?USR_NAME] Delegated User
ru: Делегированный пользователь

source: [tracker/tracker_TransferHistory.xml?DEL_DELEGATE_DATE] Task Transfer Date
ru: Дата передачи задачи

source: [tracker/tracker_TransferHistory.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [tracker/tracker_TransferHistory.xml?DEL_FINISH_DATE] End Date
ru: Конечная дата

source: [tracker/tracker_TransferHistory.xml?APP_TYPE] Action
ru: Маршрутизируемый

source: [tracker/tracker_TransferHistory.xml?APP_TYPE-PAUSE]
ru: Paused

source: [tracker/tracker_TransferHistory.xml?APP_TYPE-CANCEL]
ru: Canceled

source: [tracker/tracker_TransferHistory.xml?APP_TYPE-]
ru: Routed

source: [tracker/tracker_ViewAnyInputDocument.xml?FILENAME] Filename
ru: Имя файла

source: [tracker/tracker_ViewAnyInputDocument.xml?APP_DOC_CREATE_DATE] Created Date
ru: Дата создания

source: [tracker/tracker_ViewAnyInputDocument.xml?APP_DOC_FILENAME] File
ru: Файл

source: [tracker/tracker_ViewAnyInputDocument1.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [tracker/tracker_ViewAnyInputDocument1.xml?INP_DOC_DESCRIPTION] Description
ru: Описание

source: [tracker/tracker_ViewAnyInputDocument1.xml?INP_DOC_FORM_NEEDED] Document Type
ru: Цифровой/Напечатанный

source: [tracker/tracker_ViewAnyInputDocument1.xml?INP_DOC_FORM_NEEDED-VIRTUAL]
ru: Digital

source: [tracker/tracker_ViewAnyInputDocument1.xml?INP_DOC_FORM_NEEDED-REAL]
ru: Printed

source: [tracker/tracker_ViewAnyInputDocument1.xml?INP_DOC_FORM_NEEDED-VREAL]
ru: Digital/Printed

source: [tracker/tracker_ViewAnyInputDocument1.xml?INP_DOC_ORIGINAL] Format
ru: Копия

source: [tracker/tracker_ViewAnyInputDocument1.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [tracker/tracker_ViewAnyInputDocument1.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal Copy

source: [tracker/tracker_ViewAnyInputDocument1.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [tracker/tracker_ViewAnyInputDocument1.xml?APP_DOC_CREATE_DATE] Created Date
ru: Дата создания

source: [tracker/tracker_ViewAnyInputDocument1.xml?APP_DOC_FILENAME1] File
ru: Файл

source: [tracker/tracker_ViewAnyInputDocument2.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [tracker/tracker_ViewAnyInputDocument2.xml?INP_DOC_DESCRIPTION] Description
ru: Описание

source: [tracker/tracker_ViewAnyInputDocument2.xml?INP_DOC_FORM_NEEDED] Document Type
ru: Цифровой/Напечатанный

source: [tracker/tracker_ViewAnyInputDocument2.xml?INP_DOC_FORM_NEEDED-VIRTUAL]
ru: Digital

source: [tracker/tracker_ViewAnyInputDocument2.xml?INP_DOC_FORM_NEEDED-REAL]
ru: Printed

source: [tracker/tracker_ViewAnyInputDocument2.xml?INP_DOC_FORM_NEEDED-VREAL]
ru: Digital/Printed

source: [tracker/tracker_ViewAnyInputDocument2.xml?INP_DOC_ORIGINAL] Format
ru: Копия

source: [tracker/tracker_ViewAnyInputDocument2.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [tracker/tracker_ViewAnyInputDocument2.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal Copy

source: [tracker/tracker_ViewAnyInputDocument2.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [tracker/tracker_ViewAnyInputDocument2.xml?APP_DOC_CREATE_DATE] Created Date
ru: Дата создания

source: [tracker/tracker_ViewAnyInputDocument2.xml?APP_DOC_COMMENT] Comments
ru: Комментарии

source: [tracker/tracker_ViewAnyInputDocument3.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [tracker/tracker_ViewAnyInputDocument3.xml?INP_DOC_DESCRIPTION] Description
ru: Описание

source: [tracker/tracker_ViewAnyInputDocument3.xml?INP_DOC_FORM_NEEDED] Document Type
ru: Цифровой/Напечатанный

source: [tracker/tracker_ViewAnyInputDocument3.xml?INP_DOC_FORM_NEEDED-VIRTUAL]
ru: Digital

source: [tracker/tracker_ViewAnyInputDocument3.xml?INP_DOC_FORM_NEEDED-REAL]
ru: Printed

source: [tracker/tracker_ViewAnyInputDocument3.xml?INP_DOC_FORM_NEEDED-VREAL]
ru: Digital/Printed

source: [tracker/tracker_ViewAnyInputDocument3.xml?INP_DOC_ORIGINAL] Format
ru: Копия

source: [tracker/tracker_ViewAnyInputDocument3.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [tracker/tracker_ViewAnyInputDocument3.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal Copy

source: [tracker/tracker_ViewAnyInputDocument3.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [tracker/tracker_ViewAnyInputDocument3.xml?APP_DOC_CREATE_DATE] Created Date
ru: Дата создания

source: [tracker/tracker_ViewAnyInputDocument3.xml?APP_DOC_COMMENT] Comments
ru: Комментарии

source: [tracker/tracker_ViewAnyInputDocument3.xml?APP_DOC_FILENAME1] File
ru: Файл

source: [tracker/tracker_ViewAnyOutputDocument.xml?OUT_DOC_TITLE] Output document
ru: Выходной документ

source: [tracker/tracker_ViewAnyOutputDocument.xml?APP_DOC_CREATE_DATE] Create Date
ru: Создать дату

source: [tracker/tracker_ViewAnyOutputDocument.xml?APP_DOC_FILENAME1] File (.doc)
ru: Файл (.doc)

source: [tracker/tracker_ViewAnyOutputDocument.xml?APP_DOC_FILENAME2] File (.pdf)
ru: Файл (.pdf)

source: [tracker/tracker_back.xml?backs] Back
ru: Назад

source: [tracker/tracker_objectsList.xml?CTO_TITLE] Title
ru: Заголовок

source: [tracker/tracker_objectsList.xml?CTO_TYPE_OBJ] Type
ru: Выходной документ

source: [tracker/tracker_objectsList.xml?CTO_TYPE_OBJ-DYNAFORM]
ru: Dynaform

source: [tracker/tracker_objectsList.xml?CTO_TYPE_OBJ-INPUT_DOCUMENT]
ru: Input Document

source: [tracker/tracker_objectsList.xml?CTO_TYPE_OBJ-OUTPUT_DOCUMENT]
ru: Output Document

source: [tracker/tracker_objectsOptions.xml?MNU_ASSIGN] Assign
ru: Назначить

source: [triggers/dynavars.xml?variable_label] Variable
ru: Переменная

source: [triggers/dynavars.xml?label] Label
ru: Ярлык

source: Trigger Information
ru: Информация о запуске

source: [triggers/triggerCopy.xml?PROCESS_UID] Process
ru: - Выбрать процесс -

source: [triggers/triggerCopy.xml?PROCESS_UID-]
ru: - Select a process -

source: [triggers/triggerCopy.xml?TRIGGER_UID] Trigger
ru: - Выбрать запуск -

source: [triggers/triggerCopy.xml?TRIGGER_UID-]
ru: - Select a trigger -

source: [triggers/triggerCopy.xml?TRI_TITLE] Title of the new trigger
ru: Заголовок нового запуска

source: [triggers/triggerCopy.xml?TRI_DESCRIPTION] Description of the new trigger
ru: Описание нового запуска

source: Script
ru: Скрипт

source: Copy/Import and Save
ru: Копировать / импортировать и сохранить

source: [triggers/triggerCopy.xml?BTNCANCEL] Cancel
ru: Отменить

source: [triggers/triggersCustom.xml?TITLE] Trigger Information
ru: Информация о запуске

source: [triggers/triggersCustom.xml?TRI_TITLE] Title
ru: Заголовок

source: [triggers/triggersCustom.xml?TRI_DESCRIPTION] Description
ru: Описание

source: [triggers/triggersCustom.xml?SAVE] Save
ru: Сохранить

source: [triggers/triggersCustom.xml?BTN_CANCEL] Cancel
ru: Отменить

source: Trigger Script
ru: Скрипт запуска

source: [triggers/triggersNarrowEdit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [triggers/triggersNarrowEdit.xml?SAVE] Save
ru: Сохранить

source: [triggers/triggersProperties.xml?TITLE] Trigger Information
ru: Информация о запуске

source: [triggers/triggersProperties.xml?TRI_TITLE] Title
ru: Заголовок

source: [triggers/triggersProperties.xml?TRI_DESCRIPTION] Description
ru: Описание

source: [triggers/triggersProperties.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [triggers/triggersProperties.xml?SAVE] Save
ru: Сохранить

source: [triggers/triggers_Edit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [triggers/triggers_Edit.xml?SAVE] Save
ru: Сохранить

source: [triggers/triggers_Options.xml?MNU_ADD] New
ru: Новый

source: [triggers/triggers_ShortList.xml?TRI_TITLE] Title
ru: Заголовок

source: [triggers/triggers_ShortList.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: Param Name
ru: Имя параметра

source: Param Value
ru: Значение параметра

source: [users/myInfo.xml?TITLEADD] Profile
ru: Профиль

source: [users/myInfo.xml?USR_PHOTO] Photo
ru: Фото

source: [users/myInfo.xml?USR_RESUME] Resume
ru: Анкета

source: Personal Information
ru: Личная информация

source: [users/myInfo.xml?USR_FIRSTNAME] First Name
ru: Имя

source: [users/myInfo.xml?USR_LASTNAME] Last Name
ru: Фамилия

source: [users/myInfo.xml?USR_USERNAME] User ID
ru: ID Пользователя

source: [users/myInfo.xml?USR_EMAIL] Email
ru: Электронная почта

source: [users/myInfo.xml?USR_ADDRESS] Address
ru: Aдрес

source: Zip/Postal Code
ru: Почтовый индекс

source: [users/myInfo.xml?USR_CITY] State or Region
ru: Штат или регион

source: [users/myInfo.xml?USR_LOCATION] Location
ru: Местоположение

source: [users/myInfo.xml?USR_PHONE] Phone
ru: Телефон

source: [users/myInfo.xml?USR_POSITION] Position
ru: Позиция

source: [users/myInfo.xml?USR_DUE_DATE] Expiration Date
ru: Дата окончания срока

source: [users/myInfo.xml?USR_STATUS] Status
ru: В ОТПУСКЕ

source: [users/myInfo.xml?USR_STATUS-ACTIVE]
ru: ACTIVE

source: [users/myInfo.xml?USR_STATUS-INACTIVE]
ru: INACTIVE

source: [users/myInfo.xml?USR_STATUS-VACATION]
ru: ON VACATION

source: [users/myInfo.xml?USR_ROLE] Role
ru: Функция

source: [users/myInfo.xml?USR_REPORTS_TO] Reports to
ru: Отчитывается

source: [users/myInfo.xml?USR_DEPARTMENT] Department
ru: Отдел

source: [users/myInfo.xml?TITLECHP] Change Password
ru: Изменить пароль

source: [users/myInfo.xml?USR_NEW_PASS] New Password
ru: Новый пароль

source: [users/myInfo.xml?USR_CNF_PASS] Confirm Password
ru: Подтвердите пароль

source: [users/myInfo.xml?TITLEPREF] Preferences
ru: Предпочтения

source: [users/myInfo.xml?PREF_DEFAULT_MENUSELECTED] Default Main Menu Option
ru: Опция главного меню по умолчанию

source: Default Cases Menu Option
ru: Параметр меню заданий по умолчанию

source: [users/myInfo.xml?SUBMIT3] Save
ru: Сохранить

source: [users/myInfo2.xml?TITLEADD] Profile
ru: Профиль

source: [users/myInfo2.xml?USR_PHOTO] Photo
ru: Фото

source: [users/myInfo2.xml?USR_RESUME] Resume
ru: Анкета

source: [users/myInfo2.xml?TITLE9689] Personal Information
ru: Личная информация

source: [users/myInfo2.xml?USR_FIRSTNAME] First Name
ru: Имя

source: [users/myInfo2.xml?USR_LASTNAME] Last Name
ru: Фамилия

source: [users/myInfo2.xml?USR_USERNAME] User ID
ru: ID Пользователя

source: [users/myInfo2.xml?USR_EMAIL] Email
ru: Электронная почта

source: [users/myInfo2.xml?USR_ADDRESS] Address
ru: Aдрес

source: [users/myInfo2.xml?USR_ZIP_CODE] Zip/Postal Code
ru: Почтовый индекс

source: [users/myInfo2.xml?USR_CITY] State or Region
ru: Штат или регион

source: [users/myInfo2.xml?USR_LOCATION] Location
ru: Местоположение

source: [users/myInfo2.xml?USR_PHONE] Phone
ru: Телефон

source: [users/myInfo2.xml?USR_POSITION] Position
ru: Позиция

source: [users/myInfo2.xml?USR_DUE_DATE] Expiration Date
ru: Дата окончания срока

source: [users/myInfo2.xml?USR_STATUS] Status
ru: В ОТПУСКЕ

source: [users/myInfo2.xml?USR_STATUS-ACTIVE]
ru: ACTIVE

source: [users/myInfo2.xml?USR_STATUS-INACTIVE]
ru: INACTIVE

source: [users/myInfo2.xml?USR_STATUS-VACATION]
ru: ON VACATION

source: [users/myInfo2.xml?USR_ROLE] Role
ru: Функция

source: [users/myInfo2.xml?USR_REPORTS_TO] Reports to
ru: Отчитывается

source: [users/myInfo2.xml?USR_DEPARTMENT] Department
ru: Отдел

source: [users/myInfo2.xml?TITLECHP] Change Password
ru: Изменить пароль

source: [users/myInfo2.xml?USR_NEW_PASS] New Password
ru: Новый пароль

source: [users/myInfo2.xml?USR_CNF_PASS] Confirm Password
ru: Подтвердить пароль

source: [users/myInfo2.xml?TITLEPREF] Preferences
ru: Предпочтения

source: Default language
ru: Язык по умолчанию

source: Default menu option
ru: Опция меню по умолчанию

source: [users/myInfo2.xml?SUBMIT3] Save
ru: Сохранить

source: [users/myInfoOptions.xml?MNU_EDIT] Edit
ru: Редактировать

source: [users/myInfoOptionsView.xml?MNU_EDIT] Cancel
ru: Отменить

source: [users/myInfoView.xml?TITLEADD] Profile
ru: Профиль

source: [users/myInfoView.xml?USR_PHOTO] Photo
ru: Фото

source: [users/myInfoView.xml?USR_RESUME] Resume
ru: Анкета

source: [users/myInfoView.xml?TITLE9689] Personal Information
ru: Личная информация

source: [users/myInfoView.xml?USR_FIRSTNAME] First Name
ru: Имя

source: [users/myInfoView.xml?USR_LASTNAME] Last Name
ru: Фамилия

source: [users/myInfoView.xml?USR_USERNAME] User ID
ru: ID Пользователя

source: [users/myInfoView.xml?USR_EMAIL] Email
ru: Электронная почта

source: [users/myInfoView.xml?USR_ADDRESS] Address
ru: Aдрес

source: [users/myInfoView.xml?USR_ZIP_CODE] Zip/Postal Code
ru: Почтовый индекс

source: [users/myInfoView.xml?USR_CITY] State or Region
ru: Штат или регион

source: [users/myInfoView.xml?USR_LOCATION] Location
ru: Местоположение

source: [users/myInfoView.xml?USR_PHONE] Phone
ru: Телефон

source: [users/myInfoView.xml?USR_POSITION] Position
ru: Позиция

source: [users/myInfoView.xml?USR_DUE_DATE] Expiration Date
ru: Дата окончания срока

source: [users/myInfoView.xml?USR_STATUS] Status
ru: В ОТПУСКЕ

source: [users/myInfoView.xml?USR_STATUS-ACTIVE]
ru: ACTIVE

source: [users/myInfoView.xml?USR_STATUS-INACTIVE]
ru: INACTIVE

source: [users/myInfoView.xml?USR_STATUS-VACATION]
ru: ON VACATION

source: [users/myInfoView.xml?USR_ROLE] Role
ru: Функция

source: [users/myInfoView.xml?USR_REPORTS_TO] Reports to
ru: Отчитывается

source: [users/myInfoView.xml?USR_DEPARTMENT] Department
ru: Отдел

source: [users/myInfoView.xml?TITLECHP] Change Password
ru: Изменить пароль

source: [users/myInfoView.xml?USR_NEW_PASS] New Password
ru: Новый пароль

source: [users/myInfoView.xml?USR_CNF_PASS] Confirm Password
ru: Подтвердите пароль

source: [users/myInfoView.xml?TITLEPREF] Preferences
ru: Предпочтения

source: [users/myInfoView.xml?PREF_DEFAULT_MENUSELECTED] Default Main Menu Option
ru: Опция главного меню по умолчанию

source: [users/myInfoView.xml?PREF_DEFAULT_CASES_MENUSELECTED] Default Cases Menu Option
ru: Параметр меню заданий по умолчанию

source: [users/myInfoView.xml?SUBMIT3] Save
ru: Сохранить

source: [users/myInfoView2.xml?TITLEADD] Profile
ru: Профиль

source: [users/myInfoView2.xml?USR_PHOTO] Photo
ru: Фото

source: [users/myInfoView2.xml?USR_RESUME] Resume
ru: Анкета

source: [users/myInfoView2.xml?TITLE9689] Personal Information
ru: Личная информация

source: [users/myInfoView2.xml?USR_LASTNAME] Last Name
ru: Фамилия

source: [users/myInfoView2.xml?USR_USERNAME] User ID
ru: ID Пользователя

source: [users/myInfoView2.xml?USR_EMAIL] Email
ru: Электронная почта

source: [users/myInfoView2.xml?USR_ADDRESS] Address
ru: Aдрес

source: [users/myInfoView2.xml?USR_ZIP_CODE] Zip/Postal Code
ru: Почтовый индекс

source: [users/myInfoView2.xml?USR_CITY] State or Region
ru: Штат или регион

source: [users/myInfoView2.xml?USR_LOCATION] Location
ru: Местоположение

source: [users/myInfoView2.xml?USR_PHONE] Phone
ru: Телефон

source: [users/myInfoView2.xml?USR_POSITION] Position
ru: Позиция

source: [users/myInfoView2.xml?USR_DUE_DATE] Expiration Date
ru: Дата окончания срока

source: [users/myInfoView2.xml?USR_STATUS] Status
ru: В ОТПУСКЕ

source: [users/myInfoView2.xml?USR_STATUS-ACTIVE]
ru: ACTIVE

source: [users/myInfoView2.xml?USR_STATUS-INACTIVE]
ru: INACTIVE

source: [users/myInfoView2.xml?USR_STATUS-VACATION]
ru: ON VACATION

source: [users/myInfoView2.xml?USR_ROLE] Role
ru: Функция

source: [users/myInfoView2.xml?USR_REPORTS_TO] Reports to
ru: Отчитывается

source: [users/myInfoView2.xml?USR_DEPARTMENT] Department
ru: Отдел

source: [users/myInfoView2.xml?TITLECHP] Change Password
ru: Изменить пароль

source: [users/myInfoView2.xml?USR_NEW_PASS] New Password
ru: Новый пароль

source: [users/myInfoView2.xml?USR_CNF_PASS] Confirm Password
ru: Подтвердите пароль

source: [users/myInfoView2.xml?TITLEPREF] Preferences
ru: Предпочтения

source: [users/myInfoView2.xml?PREF_DEFAULT_LANG] Default language
ru: Язык по умолчанию

source: [users/myInfoView2.xml?PREF_DEFAULT_MENUSELECTED] Default menu option
ru: Опция меню по умолчанию

source: Default Cases menu option
ru: Параметр меню «Задания по умолчанию»

source: [users/myInfoView2.xml?SUBMIT3] Save
ru: Сохранить

source: [users/users_AuthSource.xml?TITLE] Authentication Source Assignment
ru: Назначение источника аутентификации

source: [users/users_AuthSource.xml?UID_AUTH_SOURCE] Authentication Source
ru: ProcessMaker

source: [users/users_AuthSource.xml?UID_AUTH_SOURCE-MYSQL]
ru: ProcessMaker

source: [users/users_AuthSource.xml?USR_AUTH_USER_DN] DN
ru: DN

source: [users/users_AuthSource.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [users/users_AuthSource.xml?btnSave] Save
ru: Сохранить

source: [users/users_AvailableUsers.xml?LABEL] User or Group
ru: Пользователь или группа

source: <center>User cases summary</center>
ru: <center> Сводка пользовательских заданий </ center>

source: [users/users_DeleteAssign.xml?TO_DO] To Do
ru: Сделать

source: [users/users_DeleteAssign.xml?DRAFT] Draft
ru: Черновик

source: [users/users_DeleteAssign.xml?COMPLETED] Completed
ru: Завершено

source: [users/users_DeleteAssign.xml?CANCELLED] Canceled
ru: Отменено

source: [users/users_Edit.xml?TITLE3] Profile
ru: Профиль

source: [users/users_Edit.xml?USR_PHOTO] Photo
ru: Фото

source: [users/users_Edit.xml?USR_RESUME] Resume
ru: Анкета

source: [users/users_Edit.xml?TITLE1] Personal Information
ru: Личная информация

source: [users/users_Edit.xml?USR_FIRSTNAME] First Name
ru: Имя

source: [users/users_Edit.xml?USR_LASTNAME] Last Name
ru: Фамилия

source: User ID (*)
ru: ID Пользователя (*)

source: [users/users_Edit.xml?USR_EMAIL] Email
ru: Электронная почта

source: [users/users_Edit.xml?USR_ADDRESS] Address
ru: Aдрес

source: [users/users_Edit.xml?USR_ZIP_CODE] Zip/Postal Code
ru: Почтовый индекс

source: [users/users_Edit.xml?USR_CITY] State or Region
ru: N/D

source: [users/users_Edit.xml?USR_CITY-]
ru: N/D

source: [users/users_Edit.xml?USR_LOCATION] Location
ru: N/D

source: [users/users_Edit.xml?USR_LOCATION-]
ru: N/D

source: [users/users_Edit.xml?USR_PHONE] Phone
ru: Телефон

source: [users/users_Edit.xml?USR_POSITION] Position
ru: Позиция

source: [users/users_Edit.xml?USR_DUE_DATE] Expiration Date
ru: Дата окончания срока

source: [users/users_Edit.xml?USR_CALENDAR] Calendar
ru: - Никакой -

source: [users/users_Edit.xml?USR_CALENDAR-]
ru: - None -

source: [users/users_Edit.xml?USR_STATUS] Status
ru: В ОТПУСКЕ

source: [users/users_Edit.xml?USR_STATUS-ACTIVE]
ru: ACTIVE

source: [users/users_Edit.xml?USR_STATUS-INACTIVE]
ru: INACTIVE

source: [users/users_Edit.xml?USR_STATUS-VACATION]
ru: ON VACATION

source: [users/users_Edit.xml?USR_ROLE] Role
ru: Функция

source: [users/users_Edit.xml?TITLE2] Change Password
ru: Изменить пароль

source: [users/users_Edit.xml?USR_NEW_PASS] New Password
ru: Новый пароль

source: [users/users_Edit.xml?USR_CNF_PASS] Confirm Password
ru: Подтвердите пароль

source: [users/users_Edit.xml?SUBMIT] Save
ru: Сохранить

source: [users/users_EditAdmin.xml?TITLE1] Personal Information
ru: Личная информация

source: [users/users_EditAdmin.xml?USR_FIRSTNAME] First Name
ru: Имя

source: [users/users_EditAdmin.xml?USR_LASTNAME] Last Name
ru: Фамилия

source: [users/users_EditAdmin.xml?USR_USERNAME] User ID (*)
ru: ID Пользователя (*)

source: [users/users_EditAdmin.xml?USR_EMAIL] Email
ru: Электронная почта

source: [users/users_EditAdmin.xml?USR_ADDRESS] Address
ru: Aдрес

source: [users/users_EditAdmin.xml?USR_ZIP_CODE] Zip/Postal Code
ru: Почтовый индекс

source: [users/users_EditAdmin.xml?USR_CITY] State or Region
ru: Штат или регион

source: [users/users_EditAdmin.xml?USR_LOCATION] Location
ru: Местоположение

source: [users/users_EditAdmin.xml?USR_PHONE] Phone
ru: Телефон

source: [users/users_EditAdmin.xml?USR_POSITION] Position
ru: Позиция

source: [users/users_EditAdmin.xml?USR_DUE_DATE] Expiration Date
ru: Дата окончания срока

source: [users/users_EditAdmin.xml?USR_STATUS] Status
ru: В ОТПУСКЕ

source: [users/users_EditAdmin.xml?USR_STATUS-ACTIVE]
ru: ACTIVE

source: [users/users_EditAdmin.xml?USR_STATUS-INACTIVE]
ru: INACTIVE

source: [users/users_EditAdmin.xml?USR_STATUS-VACATION]
ru: ON VACATION

source: [users/users_EditAdmin.xml?USR_ROLE] Role
ru: Функция

source: [users/users_EditAdmin.xml?TITLE2] Change Password
ru: Изменить пароль

source: [users/users_EditAdmin.xml?USR_NEW_PASS] New Password
ru: Новый пароль

source: [users/users_EditAdmin.xml?USR_CNF_PASS] Confirm Password
ru: Подтвердите пароль

source: Additional Information
ru: Дополнительная информация

source: [users/users_EditAdmin.xml?USR_PHOTO] Photo
ru: Фото

source: [users/users_EditAdmin.xml?USR_RESUME] Resume
ru: Анкета

source: [users/users_EditAdmin.xml?SUBMIT] Save
ru: Сохранить

source: [users/users_EditLDAP.xml?TITLE3] Profile
ru: Профиль

source: [users/users_EditLDAP.xml?USR_PHOTO] Photo
ru: Фото

source: [users/users_EditLDAP.xml?USR_RESUME] Resume
ru: Анкета

source: Max upload files size in bytes
ru: Максимальный размер загружаемых файлов в байтах

source: [users/users_EditLDAP.xml?TITLE1] Personal Information
ru: Личная информация

source: [users/users_EditLDAP.xml?USR_FIRSTNAME] First Name
ru: Имя

source: [users/users_EditLDAP.xml?USR_LASTNAME] Last Name
ru: Фамилия

source: [users/users_EditLDAP.xml?USR_USERNAME] User ID (*)
ru: ID Пользователя (*)

source: [users/users_EditLDAP.xml?USR_EMAIL] Email
ru: Электронная почта

source: [users/users_EditLDAP.xml?USR_ADDRESS] Address
ru: Aдрес

source: [users/users_EditLDAP.xml?USR_ZIP_CODE] Zip/Postal Code
ru: Почтовый индекс

source: [users/users_EditLDAP.xml?USR_CITY] State or Region
ru: N/D

source: [users/users_EditLDAP.xml?USR_CITY-]
ru: N/D

source: [users/users_EditLDAP.xml?USR_LOCATION] Location
ru: N/D

source: [users/users_EditLDAP.xml?USR_LOCATION-]
ru: N/D

source: [users/users_EditLDAP.xml?USR_PHONE] Phone
ru: Телефон

source: [users/users_EditLDAP.xml?USR_POSITION] Position
ru: Позиция

source: [users/users_EditLDAP.xml?USR_REPORTS_TO] Reports to
ru: Отчитывается

source: [users/users_EditLDAP.xml?USR_DEPARTMENT] Department
ru: Отдел

source: [users/users_EditLDAP.xml?USR_DUE_DATE] Expiration Date
ru: Дата окончания срока

source: [users/users_EditLDAP.xml?USR_CALENDAR] Calendar
ru: - Никакой -

source: [users/users_EditLDAP.xml?USR_CALENDAR-]
ru: - None -

source: [users/users_EditLDAP.xml?USR_STATUS] Status
ru: В ОТПУСКЕ

source: [users/users_EditLDAP.xml?USR_STATUS-ACTIVE]
ru: ACTIVE

source: [users/users_EditLDAP.xml?USR_STATUS-INACTIVE]
ru: INACTIVE

source: [users/users_EditLDAP.xml?USR_STATUS-VACATION]
ru: ON VACATION

source: [users/users_EditLDAP.xml?USR_ROLE] Role
ru: Функция

source: [users/users_EditLDAP.xml?TITLE2] Change Password
ru: Изменить пароль

source: [users/users_EditLDAP.xml?USR_NEW_PASS] New Password
ru: Новый пароль

source: [users/users_EditLDAP.xml?USR_CNF_PASS] Confirm Password
ru: Подтвердите пароль

source: [users/users_EditLDAP.xml?SUBMIT] Save
ru: Сохранить

source: [users/users_EditLDAP.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [users/users_EditOptions.xml?MNU1] Back to list
ru: Назад к списку

source: [users/users_EditRT.xml?TITLE1] Personal Information
ru: Личная информация

source: [users/users_EditRT.xml?USR_FIRSTNAME] First Name
ru: Имя

source: [users/users_EditRT.xml?USR_LASTNAME] Last Name
ru: Фамилияя

source: [users/users_EditRT.xml?USR_USERNAME] User ID (*)
ru: ID Пользователя (*)

source: [users/users_EditRT.xml?USR_EMAIL] Email
ru: Электронная почта
