Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: [dynaforms/fields/percentage.xml?PME_READONLY] Read Only
ru: Только читать

source: [dynaforms/fields/percentage.xml?PME_DEFAULTVALUE] Default Value
ru: Значение по умолчанию

source: [dynaforms/fields/percentage.xml?PME_HINT] Hint
ru: Подсказка

source: [dynaforms/fields/percentage.xml?PME_SUBTITLE] Appearance
ru: Внешний вид

source: [dynaforms/fields/percentage.xml?PME_SIZE] Size
ru: Размер

source: [dynaforms/fields/percentage.xml?PME_MODE] Mode
ru: Просмотр

source: [dynaforms/fields/percentage.xml?PME_MODE-edit]
ru: Edit

source: [dynaforms/fields/percentage.xml?PME_MODE-view]
ru: View

source: [dynaforms/fields/percentage.xml?PME_SUBTITLE_OP] Operations
ru: Действия

source: [dynaforms/fields/percentage.xml?PME_FORMULA] Formula
ru: Формула

source: [dynaforms/fields/percentage.xml?PME_FUNCTION] Function
ru: Среднее

source: [dynaforms/fields/percentage.xml?PME_FUNCTION-]
ru: None

source: [dynaforms/fields/percentage.xml?PME_FUNCTION-sum]
ru: SUM

source: [dynaforms/fields/percentage.xml?PME_FUNCTION-avg]
ru: AVG

source: [dynaforms/fields/percentage.xml?PME_SUBTITLE2] Data
ru: Данные

source: [dynaforms/fields/percentage.xml?PME_SQLCONNECTION] Sql Connection
ru: (никакой)

source: [dynaforms/fields/percentage.xml?PME_SQLCONNECTION-]
ru: (none)

source: [dynaforms/fields/percentage.xml?PME_XMLNODE_VALUE] Sql
ru: Sql

source: [dynaforms/fields/percentage.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/percentage.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/radiogroup.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/radiogroup.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/radiogroup.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/radiogroup.xml?PME_SUBTITLE3] Behaviour
ru: Поведение

source: [dynaforms/fields/radiogroup.xml?PME_REQUIRED] Required
ru: Требуется

source: [dynaforms/fields/radiogroup.xml?PME_DEFAULTVALUE] Default Value
ru: Значение по умолчанию

source: [dynaforms/fields/radiogroup.xml?PME_HINT] Hint
ru: Подсказка

source: [dynaforms/fields/radiogroup.xml?PME_SUBTITLE] Appearance
ru: Внешний вид

source: [dynaforms/fields/radiogroup.xml?PME_MODE] Mode
ru: Просмотреть

source: [dynaforms/fields/radiogroup.xml?PME_MODE-edit]
ru: Edit

source: [dynaforms/fields/radiogroup.xml?PME_MODE-view]
ru: View

source: [dynaforms/fields/radiogroup.xml?PME_SUBTITLE2] Data
ru: Данные

source: [dynaforms/fields/radiogroup.xml?PME_SQLCONNECTION] Sql Connection
ru: (никакой)

source: [dynaforms/fields/radiogroup.xml?PME_SQLCONNECTION-]
ru: (none)

source: [dynaforms/fields/radiogroup.xml?PME_XMLNODE_VALUE] Sql
ru: Sql

source: [dynaforms/fields/radiogroup.xml?PME_SUBTITLE4] Options
ru: Опции

source: [dynaforms/fields/radiogroup.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/radiogroup.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/radiogroupview.xml?XMLNODE_NAME] Field name
ru: Имя поля

source: [dynaforms/fields/radiogroupview.xml?LABEL] Label
ru: Ярлык

source: [dynaforms/fields/radiogroupview.xml?REQUIRED] Required
ru: Требуется

source: [dynaforms/fields/radiogroupview.xml?DEFAULTVALUE] Default Value
ru: Значение по умолчанию

source: [dynaforms/fields/radiogroupview.xml?SUBTITLE] Appearance
ru: Внешний вид

source: EnableHtml
ru: Включить Html

source: [dynaforms/fields/radiogroupview.xml?ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/reset.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/reset.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/reset.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/reset.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/reset.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/submit.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/submit.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/submit.xml?PME_LABEL] Label
ru: Ярлык

source: Javascript to Execute On Click
ru: Javascript для выполнения на клике

source: [dynaforms/fields/submit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/submit.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/subtitle.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/subtitle.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/subtitle.xml?PME_LABEL] Content
ru: Содержимое

source: [dynaforms/fields/subtitle.xml?PME_SUBTITLE] Appearance
ru: Внешний вид

source: [dynaforms/fields/subtitle.xml?PME_ENABLEHTML] Enable Html
ru: Включить Html

source: [dynaforms/fields/subtitle.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/subtitle.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/suggest.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/suggest.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/suggest.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/suggest.xml?PME_SUBTITLE3] Behaviour
ru: Поведение

source: [dynaforms/fields/suggest.xml?PME_REQUIRED] Required
ru: Требуется

source: [dynaforms/fields/suggest.xml?PME_DEPENDENTFIELDS] Dependent Fields
ru: (никакой)

source: [dynaforms/fields/suggest.xml?PME_DEPENDENTFIELDS-]
ru: (none)

source: [dynaforms/fields/suggest.xml?PME_HINT] Hint
ru: Подсказка

source: [dynaforms/fields/suggest.xml?PME_SUBTITLE] Appearance
ru: Внешний вид

source: [dynaforms/fields/suggest.xml?PME_SIZE] Size
ru: Размер

source: [dynaforms/fields/suggest.xml?PME_MODE] Mode
ru: Просмотреть

source: [dynaforms/fields/suggest.xml?PME_MODE-edit]
ru: Edit

source: [dynaforms/fields/suggest.xml?PME_MODE-view]
ru: View

source: Autosuggest behaviour
ru: Автовыполнение поведения

source: [dynaforms/fields/suggest.xml?PME_SQLCONNECTION] Sql Connection
ru: (никакой)

source: [dynaforms/fields/suggest.xml?PME_SQLCONNECTION-]
ru: (none)

source: [dynaforms/fields/suggest.xml?PME_XMLNODE_VALUE] Sql
ru: Sql

source: Max Results
ru: Maксимальный результат

source: Show no results message
ru: Сообщение о неотображении результата

source: Save selected option as
ru: Ярлык

source: [dynaforms/fields/suggest.xml?PME_SAVELABEL-0]
ru: Value

source: [dynaforms/fields/suggest.xml?PME_SAVELABEL-1]
ru: Label

source: Store new entry
ru: Сохранить новую запись

source: Search Type
ru: Результаты, которые заканчиваются введенным текстом

source: [dynaforms/fields/suggest.xml?PME_SEARCHTYPE-*searchtype*]
ru: Results that contain the entered text

source: [dynaforms/fields/suggest.xml?PME_SEARCHTYPE-searchtype*]
ru: Results that start with the entered text

source: [dynaforms/fields/suggest.xml?PME_SEARCHTYPE-*searchtype]
ru: Results that finish with the entered text

source: [dynaforms/fields/suggest.xml?PME_TABLE] Table
ru: Таблица

source: [dynaforms/fields/suggest.xml?PME_PRIMARY_KEY] Primary Key
ru: Первичный ключ

source: [dynaforms/fields/suggest.xml?PME_PRIMARY_KEY_TYPE] Type
ru: Текст переменного размера

source: [dynaforms/fields/suggest.xml?PME_PRIMARY_KEY_TYPE-int]
ru: Integer

source: [dynaforms/fields/suggest.xml?PME_PRIMARY_KEY_TYPE-varchar]
ru: Varchar

source: Javascript callback to execute by a selection
ru: Обратный вызов Javascript для выполнения по выбору

source: [dynaforms/fields/suggest.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/suggest.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/text.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/text.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/text.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/text.xml?PME_SUBTITLE3] Behaviour
ru: Поведение

source: [dynaforms/fields/text.xml?PME_MAXLENGTH] Max. Length
ru: Maксимальная длина

source: [dynaforms/fields/text.xml?PME_VALIDATE] Validate
ru: Войти

source: [dynaforms/fields/text.xml?PME_VALIDATE-Any]
ru: Any

source: [dynaforms/fields/text.xml?PME_VALIDATE-Alpha]
ru: Alphabetic

source: [dynaforms/fields/text.xml?PME_VALIDATE-AlphaNum]
ru: Alphanumeric

source: [dynaforms/fields/text.xml?PME_VALIDATE-Int]
ru: Integer

source: [dynaforms/fields/text.xml?PME_VALIDATE-Real]
ru: Real Number

source: [dynaforms/fields/text.xml?PME_VALIDATE-Email]
ru: Email

source: [dynaforms/fields/text.xml?PME_VALIDATE-Login]
ru: Login

source: [dynaforms/fields/text.xml?PME_MASK] Mask
ru: Maска

source: Text transform to
ru: Преобразовать текст в

source: [dynaforms/fields/text.xml?PME_STRTO-UPPER]
ru: UPPER

source: [dynaforms/fields/text.xml?PME_STRTO-LOWER]
ru: lower

source: [dynaforms/fields/text.xml?PME_STRTO-TITLE]
ru: Capitalize Phrase

source: [dynaforms/fields/text.xml?PME_STRTO-PHRASE]
ru: Title case

source: [dynaforms/fields/text.xml?PME_REQUIRED] Required
ru: Требуется

source: [dynaforms/fields/text.xml?PME_READONLY] Read Only
ru: Только читать

source: [dynaforms/fields/text.xml?PME_DEPENDENTFIELDS] Dependent Fields
ru: (никакой)

source: [dynaforms/fields/text.xml?PME_DEPENDENTFIELDS-]
ru: (none)

source: [dynaforms/fields/text.xml?PME_DEFAULTVALUE] Default Value
ru: Значение по умолчанию

source: [dynaforms/fields/text.xml?PME_HINT] Hint
ru: Подсказка

source: [dynaforms/fields/text.xml?PME_SUBTITLE] Appearance
ru: Внешний вид

source: [dynaforms/fields/text.xml?PME_SIZE] Size
ru: Размер

source: [dynaforms/fields/text.xml?PME_MODE] Mode
ru: Просмотреть

source: [dynaforms/fields/text.xml?PME_MODE-edit]
ru: Edit

source: [dynaforms/fields/text.xml?PME_MODE-view]
ru: View

source: [dynaforms/fields/text.xml?PME_SUBTITLE_OP] Operations
ru: Действия

source: [dynaforms/fields/text.xml?PME_FORMULA] Formula
ru: Формула

source: [dynaforms/fields/text.xml?PME_FUNCTION] Function
ru: Среднее

source: [dynaforms/fields/text.xml?PME_FUNCTION-]
ru: None

source: [dynaforms/fields/text.xml?PME_FUNCTION-sum]
ru: SUM

source: [dynaforms/fields/text.xml?PME_FUNCTION-avg]
ru: AVG

source: [dynaforms/fields/text.xml?PME_SUBTITLE2] Data
ru: Данные

source: [dynaforms/fields/text.xml?PME_SQLCONNECTION] Sql Connection
ru: (никакой)

source: [dynaforms/fields/text.xml?PME_SQLCONNECTION-]
ru: (none)

source: [dynaforms/fields/text.xml?PME_XMLNODE_VALUE] Sql
ru: Sql

source: [dynaforms/fields/text.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/text.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/textarea.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/textarea.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/textarea.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/textarea.xml?PME_SUBTITLE3] Behaviour
ru: Поведение

source: [dynaforms/fields/textarea.xml?PME_REQUIRED] Required
ru: Требуется

source: [dynaforms/fields/textarea.xml?PME_READONLY] Read Only
ru: Только читать

source: Resizable
ru: С изменяемым размером

source: [dynaforms/fields/textarea.xml?PME_DEFAULTVALUE] Default Value
ru: Значение по умолчанию

source: [dynaforms/fields/textarea.xml?PME_HINT] Hint
ru: Подсказка

source: [dynaforms/fields/textarea.xml?PME_SUBTITLE] Appearance
ru: Внешний вид

source: [dynaforms/fields/textarea.xml?PME_ROWS] Rows
ru: Строки

source: Columns
ru: Колонки

source: [dynaforms/fields/textarea.xml?PME_MODE] Mode
ru: Просмотр

source: [dynaforms/fields/textarea.xml?PME_MODE-edit]
ru: Edit

source: [dynaforms/fields/textarea.xml?PME_MODE-view]
ru: View

source: [dynaforms/fields/textarea.xml?PME_SUBTITLE2] Data
ru: Данные

source: [dynaforms/fields/textarea.xml?PME_SQLCONNECTION] Sql Connection
ru: (никакой)

source: [dynaforms/fields/textarea.xml?PME_SQLCONNECTION-]
ru: (none)

source: [dynaforms/fields/textarea.xml?PME_XMLNODE_VALUE] Sql
ru: Sql

source: [dynaforms/fields/textarea.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/textarea.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/title.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/title.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/title.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/title.xml?PME_SUBTITLE] Appearance
ru: Внешний вид

source: [dynaforms/fields/title.xml?PME_ENABLEHTML] Enable Html
ru: Включить Html

source: [dynaforms/fields/title.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/title.xml?PME_ACCEPT] Save
ru: Сохранить

source: [dynaforms/fields/yesno.xml?PME_TITLE] Properties
ru: Свойства

source: [dynaforms/fields/yesno.xml?PME_XMLNODE_NAME] Field Name
ru: Имя поля

source: [dynaforms/fields/yesno.xml?PME_LABEL] Label
ru: Ярлык

source: [dynaforms/fields/yesno.xml?PME_SUBTITLE3] Behaviour
ru: Поведение

source: [dynaforms/fields/yesno.xml?PME_READONLY] Read Only
ru: Только читать

source: [dynaforms/fields/yesno.xml?PME_DEFAULTVALUE] Default Value
ru: Нет

source: [dynaforms/fields/yesno.xml?PME_DEFAULTVALUE-1]
ru: Yes

source: [dynaforms/fields/yesno.xml?PME_DEFAULTVALUE-]
ru: No

source: [dynaforms/fields/yesno.xml?PME_HINT] Hint
ru: Подсказка

source: [dynaforms/fields/yesno.xml?PME_SUBTITLE] Appearance
ru: Внешний вид

source: [dynaforms/fields/yesno.xml?PME_MODE] Mode
ru: Просмотреть

source: [dynaforms/fields/yesno.xml?PME_MODE-edit]
ru: Edit

source: [dynaforms/fields/yesno.xml?PME_MODE-view]
ru: View

source: [dynaforms/fields/yesno.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [dynaforms/fields/yesno.xml?PME_ACCEPT] Save
ru: Сохранить
