Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: CGI Script
ru: Скрипт CGI

source: C++ Header File
ru: Файл заголовка C ++

source: C++ Source File
ru: Исходный файл C ++

source: CSS File
ru: Файл CSS

source: [LABEL/MIME_DES_DIR] Directory
ru: Каталог

source: Word Document
ru: Документ Word

source: [LABEL/MIME_DES_DOCX] Word Document
ru: Документ Word

source: Excel Document
ru: Документ Excel

source: Executable File
ru: Запускаемый файл

source: [LABEL/MIME_DES_FILE] File
ru: Файл

source: Flash Movie File
ru: Flash-файл фильма

source: GIF Picture
ru: Изображение GIF

source: GZIP Archive
ru: Архив GZIP

source: HTML Page
ru: HTML-страница

source: Java Class File
ru: Файл класса Java

source: Java Source File
ru: Исходный файл Java

source: JPG Picture
ru: Изображение JPG

source: Javascript File
ru: Файл Javascript

source: Movie File
ru: Файл фильма

source: MPG Video File
ru: Файл видео MPG

source: Pascal File
ru: Файл Паскаля

source: PDF File
ru: PDF Файл

source: PERL Script
ru: PERL Скрипт

source: PHP Script
ru: PHP Скрипт

source: PM Process File
ru: Файл процесса PM

source: PNG Picture
ru: Изображение PNG

source: PowerPoint File
ru: Файл PowerPoint

source: [LABEL/MIME_DES_PPTX] PowerPoint File
ru: Файл PowerPoint

source: RAR Archive
ru: Архив RAR

source: RealAudio File
ru: Файл RealAudio

source: Rich Text File
ru: Обогащенный текстовый файл

source: SQL File
ru: Файл SQL

source: Symbolic Link
ru: Символическая ссылка

source: TAR Archive
ru: Архив TAR

source: Text File
ru: Текстовый файл

source: [LABEL/MIME_DES_TXT] Text File
ru: Текстовый файл

source: WAV Audio File
ru: Звуковой файл WAV

source: [LABEL/MIME_DES_WORD] Word Document
ru: Документ Word

source: [LABEL/MIME_DES_XLS] Excel Document
ru: Документ Excel

source: [LABEL/MIME_DES_XLSX] Excel Document
ru: Документ Excel

source: ZIP Archive
ru: ZIP Aрхив

source: SMTP mail is missing or it's not configured. Please, check the configuration.
ru: Почта SMTP отсутствует или она не настроена. Пожалуйста, проверьте конфигурацию.

source: [LABEL/MSGS_HISTORY] Messages History
ru: История сообщений

source: Condition variable not defined
ru: Неопределенная переменная условия

source: The .po file has a bad format!
ru: Файл .po имеет плохой формат!

source: The .po file has an invalid language!
ru: Файл .po имеет неверный язык!

source: First you have to check the Require Authentication box
ru: Сначала вам нужно проверить флажок Требовать аутентификацию

source: Are you sure to create this site?
ru: Вы действительно создали этот сайт?

source: Workspace already exists, please choose a different name.
ru: Рабочее пространство уже существует, выберите другое имя.

source: [LABEL/NEW_SITE_SUCCESS] Your new site was successfully created with name:
ru: Ваш новый сайт был успешно создан с именем:

source: [LABEL/NEW_SITE_SUCCESS_CONFIRM] Do you want open the new site?
ru: Вы хотите открыть новый сайт?

source: [LABEL/NEW_SITE_SUCCESS_CONFIRMNOTE] Note.- If you open the new site your current session will be closed.
ru: Примечание. Если вы откроете новый сайт, ваш текущий сеанс будет закрыт.

source: Open new site
ru: Открыть новый сайт

source: Output document has been created successfully
ru: Исходный документ успешно создан

source: Password history
ru: История паролей

source: [LABEL/PAUSED] Pause
ru: Пауза

source: [LABEL/PENTAHO_LABEL_CONFIGURATION] Configuration
ru: Конфигурация

source: Datasource Name
ru: Имя источника данных

source: Datasource already exist
ru: Источник данных уже существует

source: Datasource created successfully
ru: Источник данных создан успешно

source: Driver Class
ru: Класс привода

source: JNDI Connection
ru: Подключение JNDI

source: JNDI Information
ru: Информация JNDI

source: [LABEL/PENTAHO_LABEL_PASSWORD] Password
ru: Пароль

source: Rebuild
ru: Перестраивать

source: Roles Manager
ru: Менеджер функций

source: Pentaho Server (URL)
ru: Сервер Pentaho (URL)

source: Show JNDI Info
ru: Показать информацию JNDI

source: Sync to Pentaho Solution
ru: Синхронизация с решением Pentaho

source: Workspace already synchronized with Pentaho Solution
ru: Рабочая область уже синхронизирована с решением Pentaho

source: Table APP_CACHE_VIEW and triggers are installed successfully
ru: Таблица APP_CACHE_VIEW и запуски установлены успешно

source: Workspace synchronized with Pentaho Solution
ru: Рабочая область синхронизирована с решением Pentaho

source: Database tables and triggers
ru: Таблицы базы данных и запуски

source: Pentaho User Console
ru: Пользовательская консоль Pentaho

source: Create user in Pentaho
ru: Создать пользователя в Pentaho

source: User created successfully
ru: Пользователь успешно создан

source: User already exists
ru: Пользователь уже существует

source: [LABEL/PENTAHO_LABEL_USER_NAME] User Name
ru: Имя пользователя

source: [LABEL/PENTAHO_LABEL_WS_SYNCHED] Workspace synchronized with Pentaho Solution
ru: Рабочая область синхронизирована с решением Pentaho

source: Pentaho Workspace User and Password
ru: Пользователь и пароль рабочей области Pentaho

source: [LABEL/PENTAHO_TABLES_TRIGGERS] Database tables and triggers
ru: Таблицы базы данных и запуски

source: Photo gallery
ru: Фото галерея

source: Port (default 25)
ru: Порт (по умолчанию 25)

source: Require authentication
ru: Требовать аутентификации

source: [LABEL/RESOLVING_NAME] Resolving Host Name
ru: Разрешение имени хоста

source: Sending a test mail to
ru: Отправка тестовой почты

source: Send a test mail
ru: Отправить тестовую почту

source: [LABEL/SERVER_RESPONSE] Server Response
ru: Ответ сервера

source: SMTP Server
ru: Сервер SMTP

source: Step 1
ru: Шаг 1

source: Step 2
ru: Шаг 2

source: Step 3
ru: Шаг 3

source: Step 4
ru: Шаг 4

source: [LABEL/STEP_MODE] Mode
ru: Режим

source: Testing email configuration
ru: Тестирование конфигурации электронной почты

source: [LABEL/TEST_HAS] The test has
ru: Тест имеет

source: [LABEL/TO_DO] To Do
ru: Сделать

source: Undefined user
ru: Неопределенный пользователь

source: Uncheck All
ru: Снять все

source: Use Secure Connection
ru: Использовать безопасное соединение

source: [LABEL/VIEW_ROLE_USERS] Users
ru: Пользователи

source: Web Entry only works with tasks which have Cyclical Assignment.<br/> Please change the Assignment Rules
ru: Веб-вход работает только с задачами, которые имеют циклическое присвоение. <br/> Пожалуйста, измените Правила назначения

source: Wrong login credentials
ru: Неверные учетные данные

source: [additionalTables/additionalTablesData.xml?ADD_TAB_NAME] Name
ru: Имя

source: [additionalTables/additionalTablesData.xml?ADD_TAB_DESCRIPTION] Description
ru: Описание

source: [additionalTables/additionalTablesDataImportForm.xml?TITLE] Import Data from CSV file
ru: Импорт данных из файла CSV

source: [additionalTables/additionalTablesDataImportForm.xml?CSV_FILE] CSV File
ru: Файл CSV

source: [additionalTables/additionalTablesDataImportForm.xml?CSV_DELIMITER] Delimited by
ru: Запятая (,)

source: [additionalTables/additionalTablesDataImportForm.xml?CSV_DELIMITER-;]
ru: SemiColon (;)

source: [additionalTables/additionalTablesDataImportForm.xml?CSV_DELIMITER-,]
ru: Comma (,)

source: [additionalTables/additionalTablesDataImportForm.xml?btnSave] Save
ru: Сохранить

source: [additionalTables/additionalTablesDataImportForm.xml?BTN_CANCEL] Cancel
ru: Отменить

source: Table Information
ru: Информация о таблице

source: [additionalTables/additionalTablesEdit.xml?ADD_TAB_NAME] Table Name
ru: Название таблицы

source: [additionalTables/additionalTablesEdit.xml?ADD_TAB_DESCRIPTION] Description
ru: Описание

source: Log Configuration
ru: Конфигурация журнала

source: Save log for insert actions
ru: Сохранить журнал для действий вставки

source: Save log for update actions
ru: Сохранить журнал для действий по обновлению

source: Save log for delete actions
ru: Сохранить журнал для действий удаления

source: Delete related log when table is deleted
ru: Удаление связанного журнала при удалении таблицы

source: [additionalTables/additionalTablesEdit.xml?TITLE3] Fields
ru: Поля

source: [additionalTables/additionalTablesEdit.xml?btnSave] Save
ru: Сохранить

source: [additionalTables/additionalTablesEdit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [additionalTables/additionalTablesExportList.xml?ADD_TAB_NAME] Name
ru: Имя

source: [additionalTables/additionalTablesExportList.xml?ADD_TAB_DESCRIPTION] Description
ru: Описание

source: Schema&nbsp;
ru: Схемa&nbsp;

source: Data&nbsp;
ru: Данные&nbsp;

source: [additionalTables/additionalTablesFields.xml?FLD_NAME] Field Name
ru: Имч поля

source: [additionalTables/additionalTablesFields.xml?FLD_DESCRIPTION] Field Label
ru: Ярлык поля

source: [additionalTables/additionalTablesFields.xml?FLD_TYPE] Type
ru: ВСПЛЫВАЮЩИЙ

source: [additionalTables/additionalTablesFields.xml?FLD_TYPE-VARCHAR]
ru: VARCHAR

source: [additionalTables/additionalTablesFields.xml?FLD_TYPE-TEXT]
ru: TEXT

source: [additionalTables/additionalTablesFields.xml?FLD_TYPE-DATE]
ru: DATE

source: [additionalTables/additionalTablesFields.xml?FLD_TYPE-INT]
ru: INT

source: [additionalTables/additionalTablesFields.xml?FLD_TYPE-FLOAT]
ru: FLOAT

source: [additionalTables/additionalTablesFields.xml?FLD_SIZE] Size
ru: Размер

source: [additionalTables/additionalTablesFields.xml?FLD_NULL] Null
ru: Нулевой

source: [additionalTables/additionalTablesFields.xml?FLD_KEY] Primary Key
ru: Основной ключ

source: [additionalTables/additionalTablesFields2.xml?FLD_NAME] Field Name
ru: Имя поля

source: [additionalTables/additionalTablesFields2.xml?FLD_DESCRIPTION] Field Label
ru: Ярлык поля

source: [additionalTables/additionalTablesFields2.xml?FLD_TYPE] Type
ru: ВСПЛЫВАЮЩИЙ

source: [additionalTables/additionalTablesFields2.xml?FLD_TYPE-VARCHAR]
ru: VARCHAR

source: [additionalTables/additionalTablesFields2.xml?FLD_TYPE-TEXT]
ru: TEXT

source: [additionalTables/additionalTablesFields2.xml?FLD_TYPE-DATE]
ru: DATE

source: [additionalTables/additionalTablesFields2.xml?FLD_TYPE-INT]
ru: INT

source: [additionalTables/additionalTablesFields2.xml?FLD_TYPE-FLOAT]
ru: FLOAT

source: [additionalTables/additionalTablesFields2.xml?FLD_SIZE] Size
ru: Размер

source: [additionalTables/additionalTablesFields2.xml?FLD_NULL] Null
ru: Нулевой

source: [additionalTables/additionalTablesFields2.xml?FLD_KEY] Primary Key
ru: Основной ключ

source: [additionalTables/additionalTablesList.xml?ADD_TAB_NAME] Name
ru: Имя

source: [additionalTables/additionalTablesList.xml?ADD_TAB_DESCRIPTION] Description
ru: Описание

source: [additionalTables/additionalTablesNew.xml?TITLE1] Table Information
ru: Информация о таблице

source: [additionalTables/additionalTablesNew.xml?ADD_TAB_NAME] Table Name
ru: Название таблицы

source: [additionalTables/additionalTablesNew.xml?ADD_TAB_DESCRIPTION] Description
ru: Описание

source: Log configuration
ru: Конфигурация журнала

source: [additionalTables/additionalTablesNew.xml?ADD_TAB_SDW_LOG_INSERT] Save log for insert actions
ru: Сохранить журнал для действий вставки

source: [additionalTables/additionalTablesNew.xml?ADD_TAB_SDW_LOG_UPDATE] Save log for update actions
ru: Сохранить журнал для действий по обновлению

source: [additionalTables/additionalTablesNew.xml?ADD_TAB_SDW_LOG_DELETE] Save log for delete actions
ru: Сохранить журнал для действий удаления

source: [additionalTables/additionalTablesNew.xml?ADD_TAB_SDW_AUTO_DELETE] Delete related log when table is deleted
ru: Удаление связанного журнала при удалении таблицы

source: [additionalTables/additionalTablesNew.xml?TITLE3] Fields
ru: Поля

source: [additionalTables/additionalTablesNew.xml?btnSave] Save
ru: Сохранить

source: [additionalTables/additionalTablesNew.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [additionalTables/additionalTablesOptions.xml?MNU_ADD] New
ru: Новый

source: [additionalTables/additionalTablesOptions.xml?MNU_IMPORT] Import
ru: Импорт

source: [additionalTables/additionalTablesOptions.xml?MNU_EXPORT] Export
ru: Экспорт

source: Import PMTables
ru: Импорт PMTables

source: Maximum upload file size in bytes
ru: Максимальный размер загружаемого файла в байтах

source: [additionalTables/additionalTablesToImport.xml?FILENAME] File
ru: Файл

source: Overwrite if exist
ru: Перезаписать, если существует

source: [additionalTables/additionalTablesToImport.xml?SAVE] Import
ru: Импортировать

source: [additionalTables/additionalTablesToImport.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [additionalTables/doExport.xml?FILENAME_LABEL] File
ru: Файл

source: [additionalTables/doExport.xml?SIZE] File size
ru: Размер файла

source: [additionalTables/doExport.xml?META] Summary
ru: Сумма

source: AppFolder form
ru: Форма AppFolder

source: Folder Uid
ru: Папка UID

source: Folder Parent Uid
ru: Папка Parent Uid

source: Folder Name
ru: Имя папки

source: Folder Create Date
ru: Дата создания папки

source: Folder Update Date
ru: Дата обновления папки

source: save
ru: сохранить

source: Delete AppFolder
ru: Удалить АppFolder

source: delete
ru: удалить

source: [appFolder/appFolderDocumentInfo.xml?PRO_TITLE] Process
ru: Процесс

source: [appFolder/appFolderDocumentInfo.xml?APP_TITLE] Case Title
ru: Заголовок задания

source: [appFolder/appFolderDocumentInfo.xml?APP_DOC_FILENAME] File Name
ru: Имя файла

source: [appFolder/appFolderDocumentInfo.xml?DOC_VERSION] Version
ru: Версия

source: [appFolder/appFolderDocumentInfo.xml?APP_DOC_TYPE] Type
ru: Тип

source: Creator
ru: Создатель

source: [appFolder/appFolderDocumentInfo.xml?APP_DOC_CREATE_DATE] Created
ru: Созданный

source: [appFolder/appFolderDocumentList.xml?APP_DOC_FILENAME] File Name
ru: Имя файла

source: [appFolder/appFolderDocumentList.xml?DOC_VERSION] Version
ru: Версия

source: [appFolder/appFolderDocumentList.xml?USR_USERNAME] Creator
ru: Cоздатель

source: [appFolder/appFolderDocumentList.xml?APP_DOC_CREATE_DATE] Created
ru: Cозданный

source: [appFolder/appFolderDocumentListHeader.xml?BTN_SUBMIT] Move
ru: Переместить

source: [appFolder/appFolderDocumentListHistory.xml?APP_DOC_FILENAME] File Name
ru: Имя файла

source: [appFolder/appFolderDocumentListHistory.xml?DOC_VERSION] Version
ru: Версия

source: [appFolder/appFolderDocumentListHistory.xml?USR_USERNAME] Creator
ru: Cоздатель

source: [appFolder/appFolderDocumentListHistory.xml?APP_DOC_CREATE_DATE] Created
ru: Созданный

source: [appFolder/appFolderDocumentListSearch.xml?APP_DOC_FILENAME] File Name
ru: Имя файла

source: [appFolder/appFolderDocumentListSearch.xml?DOC_VERSION] Version
ru: Версия

source: [appFolder/appFolderDocumentListSearch.xml?USR_USERNAME] Creator
ru: Создатель

source: [appFolder/appFolderDocumentListSearch.xml?APP_DOC_CREATE_DATE] Created
ru: Создано

source: [appFolder/appFolderEdit.xml?title1] New Folder
ru: Новая папка

source: [appFolder/appFolderEdit.xml?FOLDER_PATH] Path
ru: Путь

source: [appFolder/appFolderEdit.xml?FOLDER_NAME] Folder Name
ru: Имя папки

source: [appFolder/appFolderEdit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [appFolder/appFolderEdit.xml?BTN_SUBMIT] Save
ru: Сохранить

source: Er Parent Uid
ru: Er Исходный UID

source: Er Create Date
ru: Er Дата создания

source: Er Update Date
ru: Er Дата обновления

source: [appFolder/appFolderList.xml?LINK] Edit
ru: Редактировать

source: [appFolder/appFolderList.xml?LINK2] Delete
ru: Удалить

source: [appFolder/appFolderOptions.xml?MNU_NEW] New
ru: Новый

source: [authSources/authSources_List.xml?AUTH_SOURCE_NAME] Name
ru: Имя

source: [authSources/authSources_List.xml?AUTH_SOURCE_PROVIDER] Provider
ru: Провайдер

source: Server Name
ru: Имя сервера

source: [authSources/authSources_List.xml?AUTH_SOURCE_PORT] Port
ru: Порт

source: [authSources/authSources_Options.xml?MNU_ADD] New
ru: Новый

source: [authSources/authSources_SearchUsers.xml?TITLE] Search for user
ru: Поиск пользователя

source: Keyword
ru: Ключевое слово

source: [authSources/authSources_SearchUsers.xml?btnSearch] Search
ru: Поиск

source: [authSources/authSources_SearchUsers.xml?btnImport] Import
ru: Импортировать

source: [authSources/authSources_SearchUsers.xml?BTN_CANCEL] Cancel
ru: Отменить

source: Available Authentication Source Types
ru: Доступные типы источников аутентификации

source: [authSources/authSources_SelectType.xml?AUTH_SOURCE_PROVIDER] Provider
ru: Провайдер

source: [authSources/authSources_SelectType.xml?btnContinue] Continue
ru: Продолжить

source: [authSources/authSources_SelectType.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [authSources/ldapEdit.xml?TITLE] Authentication Source Information
ru: Источники информации об аутентификации

source: [authSources/ldapEdit.xml?AUTH_SOURCE_NAME] Name
ru: Имя

source: [authSources/ldapEdit.xml?LDAP_TYPE] Type
ru: Активный каталог

source: [authSources/ldapEdit.xml?LDAP_TYPE-ldap]
ru: LDAP

source: [authSources/ldapEdit.xml?LDAP_TYPE-ad]
ru: Active Directory

source: [authSources/ldapEdit.xml?AUTH_SOURCE_SERVER_NAME] Server Name
ru: Имя сервера

source: [authSources/ldapEdit.xml?AUTH_SOURCE_PORT] Port
ru: Порт

source: [authSources/ldapEdit.xml?AUTH_SOURCE_ENABLED_TLS] Enabled TLS
ru: Да

source: [authSources/ldapEdit.xml?AUTH_SOURCE_ENABLED_TLS-]
ru: No

source: [authSources/ldapEdit.xml?AUTH_SOURCE_ENABLED_TLS-1]
ru: Yes

source: [authSources/ldapEdit.xml?AUTH_SOURCE_BASE_DN] Base DN
ru: База DN

source: [authSources/ldapEdit.xml?AUTH_ANONYMOUS] Anonymous
ru: Да

source: [authSources/ldapEdit.xml?AUTH_ANONYMOUS-]
ru: No

source: [authSources/ldapEdit.xml?AUTH_ANONYMOUS-1]
ru: Yes

source: Search User
ru: Поиск пользователя

source: [authSources/ldapEdit.xml?AUTH_SOURCE_PASSWORD] Password
ru: Пароль

source: [authSources/ldapEdit.xml?AUTH_SOURCE_IDENTIFIER_FOR_USER] Identifier for an imported user
ru: Идентификатор импортированного пользователя

source: [authSources/ldapEdit.xml?AUTH_SOURCE_OBJECT_CLASSES] Object Classes
ru: Классы объектов

source: [authSources/ldapEdit.xml?AUTH_SOURCE_ADDITIONAL_FILTER] Additional Filter
ru: Дополнительный фильтр

source: [authSources/ldapEdit.xml?AUTH_SOURCE_ATTRIBUTES] Attributes
ru: Атрибуты

source: [authSources/ldapEdit.xml?btnSave] Save
ru: Сохранить

source: [authSources/ldapEdit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [authSources/ldapSearchResults.xml?FullName] Name
ru: Имя

source: [authSources/ldapSearchResults.xml?DistinguishedName] Distinguished Name
ru: Различное имя

source: [cases/casesDemo.xml?name] name
ru: имя

source: [cases/casesDemo.xml?age] Task
ru: Задача

source: balance
ru: баланс

source: [cases/cases_AllDynaformsList.xml?DYN_TITLE] Title
ru: Заголовок

source: [cases/cases_AllInputdocsList.xml?TITLE] Filename
ru: Имя файла

source: [cases/cases_AllInputdocsList.xml?APP_DOC_COMMENT] Comments
ru: Комментарии

source: [cases/cases_AllInputdocsList.xml?TYPE] Type
ru: Прикрепленный в форме

source: [cases/cases_AllInputdocsList.xml?TYPE-INPUT]
ru: Input Document

source: [cases/cases_AllInputdocsList.xml?TYPE-ATTACHED]
ru: Attached in form

source: [cases/cases_AllInputdocsList.xml?DOC_VERSION] Version
ru: Версия

source: [cases/cases_AllInputdocsList.xml?ORIGIN] Origin Task
ru: Начало задачи

source: [cases/cases_AllInputdocsList.xml?CREATED_BY] Created By
ru: Создано

source: [cases/cases_AllInputdocsList.xml?CREATE_DATE] Create Date
ru: Дата создания

source: [cases/cases_AllInputdocsList_Summary.xml?TITLE] Filename
ru: Имя файла

source: [cases/cases_AllInputdocsList_Summary.xml?APP_DOC_COMMENT] Comments
ru: Комментарии

source: [cases/cases_AllInputdocsList_Summary.xml?CREATED_BY] Created By
ru: Создано

source: [cases/cases_AllInputdocsList_Summary.xml?CREATE_DATE] Create Date
ru: Дата создания

source: [cases/cases_AllOutputdocsList.xml?TITLE] Title
ru: Заголовок

source: [cases/cases_AllOutputdocsList.xml?OUTDOCTITLE] Output Document
ru: Выходной документ

source: [cases/cases_AllOutputdocsList.xml?ORIGIN] Origin Task
ru: Начало задачи

source: [cases/cases_AllOutputdocsList.xml?CREATED_BY] Created By
ru: Создано

source: [cases/cases_AllOutputdocsList.xml?CREATE_DATE] Create Date
ru: Дата создания

source: [cases/cases_AllOutputdocsList_Summary.xml?TITLE] Title
ru: Заголовок

source: [cases/cases_AllOutputdocsList_Summary.xml?OUTDOCTITLE] Output Document
ru: Выходной документ

source: [cases/cases_AllOutputdocsList_Summary.xml?CREATE_DATE] Create Date
ru: Дата создания

source: Attach Input document
ru: Прикрепить входной документ

source: [cases/cases_AttachInputDocument1.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [cases/cases_AttachInputDocument1.xml?INP_DOC_DESCRIPTION] Description
ru: Описание

source: [cases/cases_AttachInputDocument1.xml?INP_DOC_FORM_NEEDED] Document Type
ru: Цифровой/Напечатанный

source: [cases/cases_AttachInputDocument1.xml?INP_DOC_FORM_NEEDED-VIRTUAL]
ru: Digital

source: [cases/cases_AttachInputDocument1.xml?INP_DOC_FORM_NEEDED-REAL]
ru: Printed

source: [cases/cases_AttachInputDocument1.xml?INP_DOC_FORM_NEEDED-VREAL]
ru: Digital/Printed

source: [cases/cases_AttachInputDocument1.xml?INP_DOC_ORIGINAL] Format
ru: Копия

source: [cases/cases_AttachInputDocument1.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [cases/cases_AttachInputDocument1.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal Copy

source: [cases/cases_AttachInputDocument1.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [cases/cases_AttachInputDocument1.xml?APP_DOC_FILENAME] File
ru: Файл

source: [cases/cases_AttachInputDocument1.xml?APP_DOC_COMMENT] Comments
ru: Комментарии

source: Upload Multiple Input Documents
ru: Загрузка нескольких входных документов

source: [cases/cases_AttachInputDocument1.xml?SAVE] Save
ru: Сохранить

source: New Input document
ru: Новый входной документ

source: [cases/cases_AttachInputDocument2.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [cases/cases_AttachInputDocument2.xml?INP_DOC_DESCRIPTION] Description
ru: Описание

source: [cases/cases_AttachInputDocument2.xml?INP_DOC_FORM_NEEDED] Document Type
ru: Цифровой/Напечатанный

source: [cases/cases_AttachInputDocument2.xml?INP_DOC_FORM_NEEDED-VIRTUAL]
ru: Digital

source: [cases/cases_AttachInputDocument2.xml?INP_DOC_FORM_NEEDED-REAL]
ru: Printed

source: [cases/cases_AttachInputDocument2.xml?INP_DOC_FORM_NEEDED-VREAL]
ru: Digital/Printed

source: [cases/cases_AttachInputDocument2.xml?INP_DOC_ORIGINAL] Format
ru: Копия

source: [cases/cases_AttachInputDocument2.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [cases/cases_AttachInputDocument2.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal Copy

source: [cases/cases_AttachInputDocument2.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [cases/cases_AttachInputDocument2.xml?APP_DOC_COMMENT] Comments
ru: Комментарии

source: [cases/cases_AttachInputDocument2.xml?MORE] Upload Multiple Input Documents
ru: Загрузка нескольких входных документов

source: [cases/cases_AttachInputDocument2.xml?SAVE] Save
ru: Сохранить

source: [cases/cases_AttachInputDocument3.xml?TITLE1] Attach Input document
ru: Прикрепить входной документ

source: [cases/cases_AttachInputDocument3.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [cases/cases_AttachInputDocument3.xml?INP_DOC_DESCRIPTION] Description
ru: Описание

source: [cases/cases_AttachInputDocument3.xml?INP_DOC_FORM_NEEDED] Document Type
ru: Цифровой/Напечатанный

source: [cases/cases_AttachInputDocument3.xml?INP_DOC_FORM_NEEDED-VIRTUAL]
ru: Digital

source: [cases/cases_AttachInputDocument3.xml?INP_DOC_FORM_NEEDED-REAL]
ru: Printed

source: [cases/cases_AttachInputDocument3.xml?INP_DOC_FORM_NEEDED-VREAL]
ru: Digital/Printed

source: [cases/cases_AttachInputDocument3.xml?INP_DOC_ORIGINAL] Format
ru: Копия

source: [cases/cases_AttachInputDocument3.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [cases/cases_AttachInputDocument3.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal Copy

source: [cases/cases_AttachInputDocument3.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [cases/cases_AttachInputDocument3.xml?APP_DOC_FILENAME] File
ru: Файл

source: [cases/cases_AttachInputDocument3.xml?APP_DOC_COMMENT] Comments
ru: Комментарии
