Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: Please select the name of a user or a group in the Group or User field
ru: Пожалуйста, выберите имя пользователя или группу в поле «Группа» или «Пользователь»

source: Select Variable
ru: Выбрать переменную

source: Select a workspace
ru: Выбеоать рабочее пространство

source: [LABEL/ID_SELFSERVICE] Self Service
ru: Самообслуживание

source: [LABEL/ID_SELF_SERVICE] Self Service
ru: Самообслуживание

source: Please select after date
ru: Пожалуйста, выберите дату после

source: Please select before date
ru: Выберите дату до

source: Please select end date
ru: Пожалуйста, выберите дату окончания

source: Please select start date
ru: Пожалуйста, выберите дату начала

source: Semester
ru: Семестр

source: Post
ru: Пост

source: Sending Request...
ru: Отправляется запрос...

source: Sending request to ProcessMaker Sales Department, please wait...
ru: Отправляется запрос в отдел продаж ProcessMaker, подождите ...

source: An error has occured, please verify on which server "SendMail" has been installed or any other mail service, and if it has been configured correctly.
ru: Произошла ошибка, проверьте, на каком сервере был установлен «SendMail» или какая-либо другая почтовая служба, и если она была настроена правильно.

source: send at
ru: отправить

source: Send Email (Case Participants)
ru: Отправить еmail (участники задания)

source: Participated
ru: Принимал участие

source: Sent By
ru: Отправлено

source: [LABEL/ID_SERVER] Server
ru: Сервер

source: Server Address
ru: Адрес сервера

source: Failed to connect to the server
ru: Не удалось подключиться к серверу

source: Server error
ru: Ошибка сервера

source: Server IP Address
ru: IP адрес сервера

source: [LABEL/ID_SERVER_NAME] Server Address
ru: Адрес сервера

source: Server Port
ru: Порт сервера

source: Server Problem :
ru: Проблема с сервером

source: Server Protocol
ru: Протокол сервера

source: Server reported
ru: Сообщено о сервере

source: Service
ru: Сервис

source: Session
ru: Сессия

source: Session active
ru: Сессия активна

source: Session directory
ru: Каталог сессий

source: The session has expired.
ru: Сессия истекла.

source: [LABEL/ID_SETTINGS] Settings
ru: Настройки

source: Display Setting
ru: Настройка экрана

source: The Settings tool was clicked
ru: Инструмент «Настройки» был нажат

source: Setting SUPER privilege
ru: Настройка СУПЕР привелегий

source: ADMIN
ru: АДМИНИСТРАТОР

source: Test SMTP Connection
ru: Проверить подключение SMTP

source: Setup
ru: Настроить

source: Set a Table Name
ru: Установить имя таблицы

source: Set Columns
ru: Установить столбцы

source: Set Manager
ru: Установить менеджера

source: Manager assigned correctly
ru: Менеджер назначен правильно

source: Unassign Manager
ru: Переназначить менеджера

source: Set Supervisor
ru: Задать контролера

source: Supervisor assigned correctly
ru: Контролер назначается правильно

source: Set a Table Description
ru: Задайте описание таблицы

source: Select a language from the list.
ru: Выберите язык из списка.

source: Show Case Notes
ru: Показать заметки задания

source: Show Dirs
ru: Показать каталоги

source: Show or hide the Cases Steps
ru: Показать или скрыть этапы заданий

source: Sign In
ru: Вход

source: Sign out
ru: Выход

source: Simple Report
ru: Простой отчет

source: Site
ru: Сайт

source: site creating...
ru: Создание размера...

source: Size
ru: Размер

source: Size in bytes
ru: Размер в байтах

source: The file is too large . Please upload a smaller file.
ru: Файл слишком велик. Загрузите файл меньшего размера.

source: Skins
ru: Скины

source: Skin already exists
ru: Скин уже существует

source: Base skin
ru: Базовый скин

source: Missing skin configuration file
ru: Отсутствует файл конфигурации скина

source: Generating Skin
ru: Создание скина

source: Skin does not exist
ru: Скин не существует

source: Error extracting skin
ru: Ошибка при извлечении скина

source: Skin Engine Exception
ru: Исключение механизма скина

source: Exporting Skin
ru: Экспорт скина

source: Skin file required
ru: Требуется файл скина

source: Folder name
ru: Имя папки

source: Can't delete default skin
ru: Невозможно удалить скин по умолчанию

source: You do not have permissions to access the Skin Folder
ru: У вас нет прав доступа к папке скинов

source: Skin folder name is required
ru: Необходимо указать имя папки скина

source: Importing Skin
ru: Импортирование скина

source: You're trying to get a resource from an incorrect skin, please verify your url.
ru: Вы пытаетесь получить ресурс с неправильного скина, пожалуйста, подтвердите свой URL.

source: Layout not Found
ru: Макет не найден

source: Skin Name is required
ru: Требуется имя скина

source: Skin successfully created
ru: Скин успешно создан

source: Skin successfully deleted
ru: Скин успешно удален

source: Skin successfully imported
ru: Скин успешно импортирован

source: Switching Skin
ru: Переключение скина

source: ProcessMaker Team
ru: Команда ProcessMaker

source: slow
ru: медленный

source: Already connected to a server
ru: Уже подключен к серверу

source: Authentication not accepted in server
ru: Аутентификация не принимается на сервере

source: Called Data() without being connected
ru: Вызываемые данные () без подключения

source: Called Hello() without being connected
ru: Вызывается Hello () без подключения

source: Called Mail() without being connected
ru: Вызывается Mail () без подключения

source: Called Quit() without being connected
ru: Вызывается Quit () без подключения

source: Called Recipient() without being connected
ru: Вызывается получателем () без подключения

source: Called Reset() without being connected
ru: Вызывается Reset () без подключения

source: Called SendAndMail() without being connected
ru: Вызывается SendAndMail () без подключения

source: Could not authenticate
ru: Не удалось аутентифицировать

source: DATA command not accepted by server
ru: Команда ДАННЫЕ не принимается сервером

source: DATA not accepted by server
ru: ДАННЫЕ не принимаются сервером

source: You need to enable some modules in your php.ini file
ru: Вам нужно включить некоторые модули в файле php.ini

source: EOF caught while checking if connected
ru: EOF поймано при проверке, если подключено

source: MAIL not accepted by the server
ru: ПОЧТА не принимается сервером

source: The method TURN of the SMTP is not implemented
ru: Метод TURN SMTP не реализован

source: not accepted by server
ru: не принято сервером

source: Password not accepted by the server
ru: Пароль не принимается сервером

source: RCPT not accepted by the server
ru: RCPT не принимается сервером

source: RSET failed
ru: Ошибка RSET

source: SAML not accepted by the server
ru: SAML не принимается сервером

source: SMTP server rejected quit command
ru: Отладка команды SMTP-сервера

source: Called StartTLS() without being connected
ru: Вызывается StartTLS () без подключения

source: STARTTLS not accepted by the server
ru: STARTTLS не принимается сервером

source: Username not accepted by the server
ru: Имя пользователя не принимается сервером

source: Failed to connect to server
ru: Не удалось подключиться к серверу

source: Snap Geometry
ru: Фиксировать геометрическую форму

source: Something was wrong
ru: Что-то пошло не так

source: Some actor(s) is/are already assigned to task <b>{0}</b>
ru: Некоторым действующим субъектам присвоено задание <b> {0} </ b>

source: Some Fields are required.
ru: Требуются некоторые поля

source: Sort by
ru: Сортировать по

source: Please specify the delegation index
ru: Укажите индекс делегирования

source: Split Button
ru: Кнопка разделения

source: Replace the value for use in SQL sentences
ru: Заменить значение для использования в предложениях SQL

source: File {0} is not a valid sql file
ru: Файл {0} не является допустимым sql-файлом

source: Stage
ru: Стадия

source: Stages
ru: Стадии

source: My Started Cases
ru: Мои начатые задания

source: Started successfully
ru: Успешно запущено

source: Starting log file
ru: Запуск файла журнала

source: Starting new case
ru: Запуск нового задания

source: Start a new case for:
ru: Начать новое задание для:

source: [LABEL/ID_START_CASE] New
ru: Новый

source: [LABEL/ID_START_DATE] Start Date
ru: Дата начала

source: * Start Date ("m/d/Y")
ru: * Дата начала ("м / д / Г")

source: The start date provided is not valid, please enter a valid date.
ru: Дата начала подачи недействительна, введите действительную дату.

source: Start(hh:mm)
ru: Начало (чч: мм)

source: Start Message Event(Web Entry)
ru: Событие стартового сообщения (веб-запись)

source: Start a new case
ru: Начать новое задание

source: Starting Task
ru: Начальная задача

source: Start Timer Event (Case Scheduler)
ru: Запустить событие таймера (планировщик событий)

source: State or Region
ru: Штат или регион

source: Static Partial Join for Multiple Instance
ru: Статическая частичная регистрация для множественного экземпляра

source: [LABEL/ID_STATUS] Status
ru: Статус

source: Status Case
ru: Статус задания

source: Status Reassignment
ru: Переназначение статуса

source: [LABEL/ID_STEPS] Steps
ru: Шаги

source: Steps Of
ru: Шаги

source: No steps are available. All Steps have been already assigned.
ru: Нет шагов. Все этапы уже назначены.

source: Step has been assigned successfully
ru: Шаг успешно присвоен

source: Step Delete
ru: Шаг Удалить

source: The step with {0}: {1} does not exist.
ru: Шаг с {0}: {1} не существует.

source: Step Down
ru: Шаг вниз

source: Step List
ru: Список шагов

source: Step has been removed successfully
ru: Шаг успешно удален

source: Step Up
ru: Шаг вперед

source: [LABEL/ID_SUBJECT] Subject
ru: Предмет

source: [LABEL/ID_SUBMIT] submit
ru: отправить

source: Post Note
ru: Сообщение

source: Sub-Process
ru: Подпроцесс

source: [LABEL/ID_SUBPROCESS_NAME] Sub-Process name
ru: Имя подпроцесса

source: Sub-process properties have been saved successfully.
ru: Свойства подпроцесса успешно сохранены.

source: (Sub-Process User)
ru: (Пользователь подпроцесса)

source: Subscriptions
ru: Подписки

source: Success
ru: Успех

source: Successfully
ru: Успешно

source: Successfully connected
ru: Успешно подключено

source: Successfully uploaded.
ru: Успешно загружен.

source: Successful connection
ru: Успешное подключение

source: Success, all required directories are writable.
ru: Успех, все необходимые каталоги доступны для записи.

source: Success Records:
ru: Успешные записи:

source: Sucessful
ru: Успешно

source: Summary
ru: Сумма

source: Summary of Derivations
ru: Сумма производных

source: Summary form
ru: Сводная форма

source: You do not have permission to access to the summary form
ru: У вас нет разрешения на доступ к сводной форме

source: Sun
ru: Вс

source: Supervisor
ru: Контролер

source: Supervisor has been successfully assigned to a Process
ru: Контролер успешно назначен процессу

source: Supervisor does not have a permission for Dynaform(s).
ru: Контролер не имеет разрешения для Dynaform (s).

source: Failed saving Supervisor Assigned to process
ru: Не удалось сохранить диспетчер, назначенный для обработки

source: Supervisor has been removed successfully from Process
ru: Контролер успешно удален из процесса

source: No supervisors are available. All supervisors have been already assigned.
ru: Контролеры нелоступны. Все контролеры уже назначены.

source: Support
ru: Поддержка

source: Switch Editor
ru: Включить редактор

source: Switch Interface
ru: Включить интерфейс

source: System
ru: Система

source: System information
ru: Системная информация

source: You must login again to view the changes. Do you want do it now?
ru: Чтобы просмотреть изменения, необходимо снова войти в систему. Вы хотите сделать это сейчас?

source: System Settings
ru: Системные настройки

source: Table
ru: Таблица

source: tables removed Successfully
ru: таблицы удалены успешно

source: tables removed but with errors
ru: таблицы удалены, но с ошибками

source: Tables To Export
ru: Таблицы для экспорта

source: Table already exists
ru: Таблица уже существует

source: Invalid syntax
ru: Недопустимый синтаксис

source: [LABEL/ID_TABLE_NAME] Table Name
ru: Имя таблицы

source: [LABEL/ID_TABLE_NAME_IS_REQUIRED] Table Name is required.
ru: Требуется имя таблицы

source: The table name is too short, it should have at least 4 characters.
ru: Имя таблицы слишком короткое, оно должно содержать не менее 4 символов.

source: Table does not exist... skipped!
ru: Таблица не найдена...пропущено!

source: Table Not found
ru: Таблица не найдена

source: Table Type
ru: Тип таблицы

source: [LABEL/ID_TAGS] Tags
ru: Теги

source: Take
ru: Взять

source: Leaf task
ru: Задача листа

source: [LABEL/ID_TARGET] Target
ru: Цель

source: Target and Origin user are the same
ru: Пользователи Target и Origin одинаковы

source: [LABEL/ID_TARGET_TASK] Target Task
ru: Целевая задача

source: The target user destination is invalid
ru: Целевой пользовательский адрес недействителен

source: The target user does not have rights to execute the task
ru: Целевой пользователь не имеет прав на выполнение задачи

source: [LABEL/ID_TASK] Task
ru: Задача

source: Tasks
ru: Задачи

source: You can't delete the task "{0}" because it has {1} cases.
ru: Вы не можете удалить задачу «{0}», поскольку она задействована в {1} задании/ях

source: The task is defined for Manual assignment
ru: Задача определена для задания вручную

source: [LABEL/ID_TASK_DOES_NOT_HAVE_ROUTING_RULE] Task does not have a routing rule. Please, check the process definition.
ru: Задача не имеет правила маршрутизации. Пожалуйста, проверьте определение процесса.

source: Task Duration
ru: Продолжительность задачи

source: Task ID
ru: ID Задачи

source: [LABEL/ID_TASK_INFORMATION] Task Information
ru: Информация о задаче

source: Task invalid or the user is not assigned to the task
ru: Недопустимая задача или пользователь не назначен этой задаче

source: [LABEL/ID_TASK_IN_PROGRESS] Task in Progress
ru: Завершенная работа

source: The task with {0}: '{1}' does not exist.
ru: Задача с {0}: '{1}' не существует.

source: Task not found for id: {0}
ru: Задача не найдена для id: {0}

source: [Not related to a task]
ru: [Не связано с заданием]

source: The task doesn't have any steps
ru: Задача не имеет никаких шагов

source: Overdue
ru: Просроченный

source: Task properties has been saved successfully
ru: Свойства задачи успешно сохранены

source: Task Transfer Date
ru: Дата передачи задачи

source: Manual assignment shouldn't be used with sub-processes.<br>The task "{0}" from case {1} was assigned to user <b>{2}</b> ( {3} {4} )
ru: Назначение вручную не должно использоваться с подпроцессами. <br> Задача «{0}» из case {1} была назначена пользователю <b> {2} </ b> ({3} {4})

source: Duration task required
ru: Требуется задание продолжительности

source: Tasks (Edit mode)
ru: Задачи (режим редактирования)

source: The TAS_UID parameter is empty.
ru: Параметр TAS_UID пуст.

source: Tasks (View mode)
ru: Задачи (режим просмотра)

source: [LABEL/ID_TEMPLATES] Templates
ru: Шаблоны

source: Template file '{FILE_TEMPLATE}' does not exist.
ru: Файл шаблона '{FILE_TEMPLATE}' не существует.

source: The TEMPLATE parameter is empty.
ru: Параметр TEMPLATE пуст.

source: Terms of use
ru: Условия эксплуатации

source: Test
ru: Тест

source: Testing connection...
ru: Проверка соединения...

source: Test Configuration
ru: Тестовая конфигурация

source: [LABEL/ID_TEST_CONNECTION] Test Connection
ru: Тестовое соединение

source: Test TNS
ru: Тест TNS

source: Test Email Server
ru: Тест-сервер электронной почты

source: Error Testing Connection: Opening database type TNS failed
ru: Ошибка при тестировании соединения: не удалось открыть тип базы данных TNS

source: Test User
ru: Пользователь теста

source: Test Web Entry
ru: Тестирование веб-входа

source: TEXT
ru: ТЕКСТ

source: Thanks for using the ProcessMaker services
ru: Спасибо за использование сервисов ProcessMaker

source: There are no LDAP Users
ru: Нет пользователей LDAP

source: There must be at least a holiday
ru: Должен быть хотя бы один праздник

source: There was a problem sending the email to
ru: Не удалось отправить электронное письмо

source: Error: The application {0} is not canceled.
ru: Ошибка: приложение {0} не отменено.

source: The default configuration was not defined
ru: Конфигурация по умолчанию не определена

source: The change might cause data loss in the PM table. Do you want to continue?
ru: Это изменение может привести к потере данных в таблице PM. Вы хотите продолжить?

source: Please complete the reassign reason.
ru: Заполните причину переназначения.

source: The username or email is incorrect
ru: Неправильное имя пользователя или адрес электронной почты

source: This Month
ru: Этот месяц

source: This quarter
ru: Этот квартал

source: This Week
ru: Эта неделя

source: This Year
ru: Этот год

source: [LABEL/ID_THREAD_INDEX] Thread Index
ru: Индекс потока

source: Error: Thread status does not exist for the application {0}.
ru: Ошибка: статус потока для приложения {0} не существует.

source: Thu
ru: Чт

source: The Timer-Event with {0}: "{1}" already registered.
ru: Таймер-событие с {0}: "{1}" уже зарегистрировано.

source: The Timer-Event with {0}: "{1}" does not exist.
ru: Таймер-событие с {0}: "{1}" не существует.

source: The Timer-Event with {0}: "{1}" does not is registered.
ru: Таймер-событие с {0}: "{1}" не зарегистрировано.

source: The day and time exist in the list
ru: День и время существуют в списке

source: Time (Hours)
ru: Время (часы)

source: [LABEL/ID_TIME_LABEL] Time
ru: Время

source: Time Next Run
ru: Время следующего прогона

source: Time is required
ru: Требуется время

source: The starting time must not exceed the end time
ru: Время начала не должно превышать время окончания

source: The time starts with task
ru: Время начинается с задачи

source: Time Unit
ru: Единица времени

source: Time Zone
ru: Часовой пояс

source: The time zone with {0}: "{1}" does not exist.
ru: Часовой пояс с {0}: "{1}" не существует.

source: Your local machine time zone does not match your current profile settings.
ru: Часовой пояс вашего локального компьютера не соответствует вашим текущим настройкам профиля.

source: Your time zone profile settings will be updated in accordance to your current location.
ru: Настройки вашего часового пояса будут обновлены в соответствии с вашим текущим местоположением.

source: This operation will help you avoid date storage issues.
ru: Эта операция поможет вам избежать проблем с хранилищем данных.

source: Your current profile time zone: {0}, is going to be updated to: {1}.
ru: Текущий часовой пояс вашего профиля: {0}, будет обновлен до: {1}.

source: Time zone configuration
ru: Настройка часового пояса

source: [LABEL/ID_TIMING_CONTROL] Timing Control
ru: Контроль времени

source: All variables
ru: Все переменные

source: Grid Variables
ru: Переменные сетки

source: [LABEL/ID_TINY_PROCESS_VARIABLES] Process Variables
ru: Переменные процесса

source: System Variable
ru: Системная переменная

source: System Variables
ru: Системные переменные

source: Type Variable
ru: Тип переменной

source: [LABEL/ID_TITLE] Title
ru: Заголовок

source: [LABEL/ID_TITLE_AUTHENTICATION_SOURCE_INF] Authentication Source Information
ru: Источники информации об аутентификации

source: [LABEL/ID_TITLE_CANCELLED] Canceled
ru: Отменено

source: [LABEL/ID_TITLE_COMPLETED] Completed
ru: Завершенный

source: Dashboard Indicator Title
ru: Заголовок индикатора панели мониторинга

source: [LABEL/ID_TITLE_DRAFT] Draft
ru: Черновик

source: Export Summary
ru: Сводка экспорта

source: Exporting Tool
ru: Экспортирующий инструмент

source: [LABEL/ID_TITLE_FIELD] Title
ru: Заголовок

source: [LABEL/ID_TITLE_FIELD_DYNAFORM] title
ru: заголовок

source: [LABEL/ID_TITLE_INBOX] Inbox
ru: Входящие

source: Log Detail
ru: Детали журнала

source: SYSTEM INSTALLATION FAILED
ru: УСТАНОВКА СИСТЕМЫ НЕИСПРАВНА

source: [LABEL/ID_TITLE_PARTICIPATED] Participated
ru: Принимал участие

source: [LABEL/ID_TITLE_PAUSED] Paused
ru: Приостановлено

source: Title is required.
ru: Требуется заголовок

source: [LABEL/ID_TITLE_START_CASE] Start Case
ru: Начать задание

source: Unassigned
ru: Неназначенный

source: [LABEL/ID_TO] To
ru: Кому

source: Today
ru: Сегодня

source: Tools
ru: Инструменты

source: Top Margin
ru: Верхний край

source: Total Cases
ru: Все задания

source: Total Cases Reassigned
ru: Все задания переназначены

source: To do
ru: Сделать

source: Replace the value converted to float
ru: Заменить значение, преобразованное в плавающее

source: Replace the value converted to integer
ru: Замените значение, преобразованное в целое число

source: [LABEL/ID_TO_REASSIGN] Reassign
ru: Переназначить

source: Review
ru: Просмотреть

source: Replace the value in quotes
ru: Заменить значение в кавычках

source: Replace the value with URL encoding
ru: Замените значение URL-кодированием

source: [LABEL/ID_TRANSFER_HISTORY] Transfer History
ru: История передач

source: Translations Directory
ru: Каталог переводов

source: The translation file is not writable. <br/>Please give write permission to file:
ru: Файл перевода не доступен для записи. <br/> Пожалуйста, дайте разрешение на запись в файл:

source: [LABEL/ID_TRIGGERS] Triggers
ru: Запуски

source: Trigger saved
ru: Запуск сохранен

source: No triggers are available. All triggers have been already assigned.
ru: Запуски недоступны. Все запуски уже назначены.

source: * The {Object} {Description} depends.
ru: * Объект {Object} {Description} зависит.

source: No Dependencies were found for this trigger in {Object} definitions
ru: Не найдено зависимостей для этого запуска в определениях {Объект}

source: ({N}) Dependencies were found for this trigger in {Object} objects
ru: ({N}) Зависимости были найдены для этого запуска в объектах {Объект}

source: [LABEL/ID_TRIGGERS_VALIDATION_ERR3] * The {Object} {Description} depends.
ru: * Объект {Object} {Description} зависит.

source: Triggers has been assigned successfully.
ru: Запуски успешно назначены.

source: Copy/Import Triggers from a Process
ru: Копировать / импортировать запуски из процесса

source: With this option you can copy/import a trigger from any other processes in the system.
ru: С помощью этой опции вы можете копировать / импортировать запуск из любых других процессов в системе.

source: Copy/Import Trigger
ru: Копировать/Импортировать запуск

source: [LABEL/ID_TRIGGER_DB] Trigger
ru: Запуск

source: The trigger with {0}: {1} does not exist.
ru: Запуск с {0}: {1} не существует.

source: Press Ctrl + Space in the Editor, to get the function list
ru: Нажмите Ctrl + Space в редакторе, чтобы получить список функций

source: The trigger with {0}: {1} has been manually modified. It is invalid for the wizard.
ru: Запуск с {0}: {1} был изменен вручную. Это недопустимо для мастера.

source: The trigger with {0}: {1}, has not been created with the wizard.
ru: Запуск с {0}: {1} не был создан с помощью мастера.

source: The trigger with {0}: '{1}' does not exist.
ru: Запуск с {0}: '{1}' не существует.

source: Trigger has been removed successfully.
ru: Запуск успешно удален.

source: Trigger is required
ru: Требуется запуск

source: Variable to hold return value
ru: Переменная для сохранения возвращаемого значения

source: Return value
ru: Возвращаемое значение

source: [LABEL/ID_TRIGGER_SOURCE_LINK] Edit Source Code
ru: Редактировать исходный код

source: The trigger title with {0}: "{1}" already exists.
ru: Заголовок запуска с {0}: "{1}" уже существует.

source: TRUE
ru: Правда

source: Tue
ru: Вт

source: [LABEL/ID_TYPE] Type
ru: Tип

source: Process Type
ru: Тип процесса

source: [LABEL/ID_UID] UID
ru: UID

source: Unable to get Dashboards
ru: Невозможно получить информационные панели

source: Unable to start a case
ru: Не удалось запустить задание
