Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY_OPT_2_DAYS_WEEK-1]
ru: Monday

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY_OPT_2_DAYS_WEEK-2]
ru: Tuesday

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY_OPT_2_DAYS_WEEK-3]
ru: Wednesday

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY_OPT_2_DAYS_WEEK-4]
ru: Thursday

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY_OPT_2_DAYS_WEEK-5]
ru: Friday

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY_OPT_2_DAYS_WEEK-6]
ru: Saturday

source: [cases/cases_Scheduler_Edit.xml?SCH_START_DAY_OPT_2_DAYS_WEEK-7]
ru: Sunday

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS] Of the month(s)
ru: Aпр

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS-1]
ru: Jan

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS-2]
ru: Feb

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS-3]
ru: Mar

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS-4]
ru: Apr

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS_2]
ru: Aвг

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS_2-5]
ru: May

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS_2-6]
ru: Jun

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS_2-7]
ru: Jul

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS_2-8]
ru: Aug

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS_3]
ru: Дек

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS_3-9]
ru: Sep

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS_3-10]
ru: Oct

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS_3-11]
ru: Nov

source: [cases/cases_Scheduler_Edit.xml?SCH_MONTHS_3-12]
ru: Dec

source: Advanced Options
ru: Расширенные настройки

source: [cases/cases_Scheduler_Edit.xml?SCH_END_DATE_CHK] End Date
ru: Дата окончания

source: [cases/cases_Scheduler_Edit.xml?SCH_END_DATE] End Date
ru: Дата окончания

source: Repeat Task
ru: Повторить задачу

source: Record the time.
ru: Запишите время.

source: Execute every
ru: Выполнять каждый

source: [cases/cases_Scheduler_Edit.xml?SCH_REPEAT_EVERY_OPT]
ru: Hours

source: [cases/cases_Scheduler_Edit.xml?SCH_REPEAT_EVERY_OPT-1]
ru: Minutes

source: [cases/cases_Scheduler_Edit.xml?SCH_REPEAT_EVERY_OPT-2]
ru: Hours

source: Start a case based on following registered Plugin.
ru: Запустите задание, основанное на следующем зарегистрированном плагине.

source: [cases/cases_Scheduler_Edit.xml?UPDATE] Update
ru: Обновление

source: [cases/cases_Scheduler_List.xml?SCH_NAME] Name
ru: Имя

source: [cases/cases_Scheduler_List.xml?PRO_TITLE] Process
ru: Процесс

source: [cases/cases_Scheduler_List.xml?TAS_TITLE] Task
ru: Задача

source: Time next run
ru: Время следующего выполнения

source: Last run time
ru: Последнее время выполнения

source: [cases/cases_Scheduler_Log.xml?EXEC_DATE] Date
ru: Дата

source: [cases/cases_Scheduler_Log.xml?EXEC_HOUR] Time
ru: Время

source: [cases/cases_Scheduler_Log.xml?USR_NAME] User
ru: Пользователь

source: [cases/cases_Scheduler_Log.xml?RESULT] Result
ru: Результат

source: [cases/cases_Scheduler_Log.xml?WS_CREATE_CASE_STATUS] Created Case Status
ru: Статус созданного задания

source: [cases/cases_Scheduler_Log.xml?WS_ROUTE_CASE_STATUS] Routed Case Status
ru: Статус маршрутизируемого задания

source: [cases/cases_Scheduler_Log.xml?VIEW] View
ru: Просмотреть

source: [cases/cases_Scheduler_Log_Detail.xml?SCH_UID] Scheduled Task ID
ru: Идентификатор запланированной задачи

source: [cases/cases_Scheduler_Log_Detail.xml?TAS_UID] Task ID
ru: ID Задачи

source: Process Id
ru: Id Процесса

source: [cases/cases_Scheduler_Log_Detail.xml?USR_NAME] User
ru: Пользователь

source: [cases/cases_Scheduler_Log_Detail.xml?EXEC_DATE] Execution Date
ru: Дата исполнения

source: [cases/cases_Scheduler_Log_Detail.xml?EXEC_HOUR] Execution Hour
ru: Час выполнения

source: [cases/cases_Scheduler_Log_Detail.xml?RESULT] Execution Status
ru: Статус исполнения

source: [cases/cases_Scheduler_Log_Detail.xml?WS_CREATE_CASE_STATUS] Created Case Status
ru: Статус созданного задания

source: [cases/cases_Scheduler_Log_Detail.xml?WS_ROUTE_CASE_STATUS] Routed Case Status
ru: Статус маршрутизируемого задания

source: [cases/cases_Scheduler_New.xml?GENERAL_INF] General Information
ru: Общая информация

source: [cases/cases_Scheduler_New.xml?PROPERTIES_INF] Enter the username and password of the user who will be assigned to the initial task in the case.
ru: Введите имя пользователя и пароль пользователя, которому будет присвоено исходное задание в этом случае.

source: [cases/cases_Scheduler_New.xml?SCH_USER_NAME] User Name
ru: Имя пользователя

source: [cases/cases_Scheduler_New.xml?SCH_USER_PASSWORD] Password
ru: Пароль

source: [cases/cases_Scheduler_New.xml?TEST_CONNECTION] Test User
ru: Тестирование пользователя

source: [cases/cases_Scheduler_New.xml?EDIT_USER] Edit User
ru: Редактировать пользователя

source: [cases/cases_Scheduler_New.xml?PERFORM_TASK] Properties
ru: Свойства

source: [cases/cases_Scheduler_New.xml?TAS_UID] Task
ru: Задача

source: [cases/cases_Scheduler_New.xml?SCH_NAME] Name
ru: Имя

source: [cases/cases_Scheduler_New.xml?SCH_OPTION] Perform this task
ru: Каждый

source: [cases/cases_Scheduler_New.xml?SCH_OPTION-0]
ru: -Select-

source: [cases/cases_Scheduler_New.xml?SCH_OPTION-1]
ru: Daily

source: [cases/cases_Scheduler_New.xml?SCH_OPTION-2]
ru: Weekly

source: [cases/cases_Scheduler_New.xml?SCH_OPTION-3]
ru: Monthly

source: [cases/cases_Scheduler_New.xml?SCH_OPTION-4]
ru: One time only

source: [cases/cases_Scheduler_New.xml?SCH_OPTION-5]
ru: Every

source: [cases/cases_Scheduler_New.xml?SELECT_TIME_DAY] Select the date and time for case(s) to be initiated.
ru: Выберите дату и время для запуска задания(-й).

source: [cases/cases_Scheduler_New.xml?SCH_START_TIME] Execution time
ru: Время исполнения

source: [cases/cases_Scheduler_New.xml?SELECT_DATE] Select date
ru: Выберите дату

source: [cases/cases_Scheduler_New.xml?SCH_START_DATE] Start date
ru: Дата начала

source: [cases/cases_Scheduler_New.xml?SELECT_1] Daily
ru: Ежедневный

source: [cases/cases_Scheduler_New.xml?SELECT_2] Weekly
ru: Еженедельный

source: [cases/cases_Scheduler_New.xml?SCH_EVERY_DAYS] Every
ru: Каждый

source: [cases/cases_Scheduler_New.xml?SCH_WEEK_DAYS] Select the day(s) of the week below
ru: Четверг

source: [cases/cases_Scheduler_New.xml?SCH_WEEK_DAYS-1]
ru: Monday

source: [cases/cases_Scheduler_New.xml?SCH_WEEK_DAYS-2]
ru: Tuesday

source: [cases/cases_Scheduler_New.xml?SCH_WEEK_DAYS-3]
ru: Wednesday

source: [cases/cases_Scheduler_New.xml?SCH_WEEK_DAYS-4]
ru: Thursday

source: [cases/cases_Scheduler_New.xml?SCH_WEEK_DAYS_2]
ru: Воскресенье

source: [cases/cases_Scheduler_New.xml?SCH_WEEK_DAYS_2-5]
ru: Friday

source: [cases/cases_Scheduler_New.xml?SCH_WEEK_DAYS_2-6]
ru: Saturday

source: [cases/cases_Scheduler_New.xml?SCH_WEEK_DAYS_2-7]
ru: Sunday

source: [cases/cases_Scheduler_New.xml?SELECT_3] Monthly
ru: Ежемесячно

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY]
ru: День

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY-1]
ru: Day of month

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY-2]
ru: The day

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY_OPT_2_WEEKS]
ru: Последний

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY_OPT_2_WEEKS-1]
ru: First

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY_OPT_2_WEEKS-2]
ru: Second

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY_OPT_2_WEEKS-3]
ru: Third

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY_OPT_2_WEEKS-4]
ru: Fourth

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY_OPT_2_WEEKS-5]
ru: Last

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY_OPT_2_DAYS_WEEK]
ru: Воскресенье

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY_OPT_2_DAYS_WEEK-1]
ru: Monday

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY_OPT_2_DAYS_WEEK-2]
ru: Tuesday

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY_OPT_2_DAYS_WEEK-3]
ru: Wednesday

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY_OPT_2_DAYS_WEEK-4]
ru: Thursday

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY_OPT_2_DAYS_WEEK-5]
ru: Friday

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY_OPT_2_DAYS_WEEK-6]
ru: Saturday

source: [cases/cases_Scheduler_New.xml?SCH_START_DAY_OPT_2_DAYS_WEEK-7]
ru: Sunday

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS] Of the month(s)
ru: Aпр

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS-1]
ru: Jan

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS-2]
ru: Feb

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS-3]
ru: Mar

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS-4]
ru: Apr

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS_2]
ru: Aвг

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS_2-5]
ru: May

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS_2-6]
ru: Jun

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS_2-7]
ru: Jul

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS_2-8]
ru: Aug

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS_3]
ru: Дек

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS_3-9]
ru: Sep

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS_3-10]
ru: Oct

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS_3-11]
ru: Nov

source: [cases/cases_Scheduler_New.xml?SCH_MONTHS_3-12]
ru: Dec

source: [cases/cases_Scheduler_New.xml?SCH_END_DATE] End Date
ru: Дата окончания

source: [cases/cases_Scheduler_New.xml?SCH_REPEAT_TASK_CHK] Repeat Task
ru: Повторить задачу

source: [cases/cases_Scheduler_New.xml?SCH_REPEAT_EVERY] Execute every
ru: Выполнять каждый

source: [cases/cases_Scheduler_New.xml?SCH_REPEAT_EVERY_OPT]
ru: Часы

source: [cases/cases_Scheduler_New.xml?SCH_REPEAT_EVERY_OPT-1]
ru: Minutes

source: [cases/cases_Scheduler_New.xml?SCH_REPEAT_EVERY_OPT-2]
ru: Hours

source: [cases/cases_Scheduler_New.xml?SELECT_PLUGIN] Start a case based on following registered Plugin.
ru: Запустите задание, основанное на следующем зарегистрированном плагине.

source: [cases/cases_Scheduler_New.xml?SAVE] Save
ru: Сохранить

source: [cases/cases_Scheduler_New.xml?BTNCANCEL] Cancel
ru: Отменить

source: [cases/cases_Scheduler_NewOptions.xml?MNU] Back to list
ru: Назад к списку

source: [cases/cases_Scheduler_Options.xml?MNU_ADD] New
ru: Новый

source: [cases/cases_TaskDetails.xml?TASK] Title
ru: Заголовок

source: [cases/cases_TaskDetails.xml?USER] User
ru: Пользователь

source: [cases/cases_TaskDetails.xml?INIT_DATE] Init Date
ru: Начальная дата

source: Due date
ru: Срок оплаты

source: Finish date
ru: Дата окончания

source: Duration
ru: Продолжительность

source: [cases/cases_TaskInformation.xml?TAS_TITLE] Title
ru: Заголовок

source: [cases/cases_TaskInformation.xml?TAS_DESCRIPTION] Description
ru: Описание

source: [cases/cases_TaskInformation.xml?INIT_DATE] Init Date
ru: Начальная дата

source: [cases/cases_TaskInformation.xml?DUE_DATE] Due Date
ru: Срок оплаты

source: [cases/cases_TaskInformation.xml?FINISH] Finish date
ru: Дата окончания

source: [cases/cases_TaskInformation.xml?DURATION] Duration
ru: Продолжительность

source: [cases/cases_ToReassignByUserList.xml?APP_NUMBER] Case #
ru: Задание #

source: [cases/cases_ToReassignByUserList.xml?APP_TAS_TITLE] Task
ru: Задача

source: [cases/cases_ToReassignByUserList.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_ToReassignByUserList.xml?DEL_PRIORITY] Priority
ru: Very Low

source: [cases/cases_ToReassignByUserList.xml?DEL_PRIORITY-1]
ru: Very High

source: [cases/cases_ToReassignByUserList.xml?DEL_PRIORITY-2]
ru: High

source: [cases/cases_ToReassignByUserList.xml?DEL_PRIORITY-3]
ru: Normal

source: [cases/cases_ToReassignByUserList.xml?DEL_PRIORITY-4]
ru: Low

source: [cases/cases_ToReassignByUserList.xml?DEL_PRIORITY-5]
ru: Very Low

source: Init. date
ru: Начальная дата

source: [cases/cases_ToReassignByUserList.xml?DEL_TASK_DUE_DATE] Due date
ru: Срок оплаты

source: [cases/cases_ToReassignByUserList.xml?APP_STATUS] Status
ru: ЧЕРНОВИК

source: [cases/cases_ToReassignByUserList.xml?APP_STATUS-TO_DO]
ru: TODO

source: [cases/cases_ToReassignByUserList.xml?APP_STATUS-DRAFT]
ru: DRAFT

source: [cases/cases_ToReassignByUserList2.xml?APP_NUMBER] Case #
ru: Задание #

source: [cases/cases_ToReassignByUserList2.xml?APP_TAS_TITLE] Task
ru: Задачи

source: [cases/cases_ToReassignByUserList2.xml?APP_PRO_TITLE] Process
ru: Процесс

source: [cases/cases_ToReassignByUserList2.xml?APP_STATUS] Status
ru: DRAFT

source: [cases/cases_ToReassignByUserList2.xml?APP_STATUS-TO_DO]
ru: TODO

source: [cases/cases_ToReassignByUserList2.xml?APP_STATUS-DRAFT]
ru: DRAFT

source: Reassign to
ru: Переназначить

source: [cases/cases_ToReviseInputdocsList.xml?TITLE] Title
ru: Заголовок

source: [cases/cases_ToReviseInputdocsList.xml?DOC_VERSION_LABEL] Version
ru: Версия

source: [cases/cases_ToReviseInputdocsList.xml?CREATOR] Creator
ru: Cоздатель

source: [cases/cases_ToReviseInputdocsList.xml?COMMENT] Comment
ru: Комментарий

source: [cases/cases_ToReviseInputdocsList.xml?APP_DOC_CREATE_DATE] Created Date
ru: Дата создания

source: [cases/cases_TransferHistory.xml?TAS_TITLE] Task
ru: Задача

source: [cases/cases_TransferHistory.xml?USR_NAME] Delegated User
ru: Делегированный пользователь

source: [cases/cases_TransferHistory.xml?DEL_DELEGATE_DATE] Task Transfer Date
ru: Дата передачи задачи

source: [cases/cases_TransferHistory.xml?DEL_INIT_DATE] Start Date
ru: Дата начала

source: [cases/cases_TransferHistory.xml?DEL_FINISH_DATE] End Date
ru: Дата окончания

source: [cases/cases_TransferHistory.xml?APP_TYPE] Action
ru: Reassigned

source: [cases/cases_TransferHistory.xml?APP_TYPE-PAUSE]
ru: Paused

source: [cases/cases_TransferHistory.xml?APP_TYPE-CANCEL]
ru: Canceled

source: [cases/cases_TransferHistory.xml?APP_TYPE-IN_PROGRESS]
ru: In Progress

source: [cases/cases_TransferHistory.xml?APP_TYPE-]
ru: Routed

source: [cases/cases_TransferHistory.xml?APP_TYPE-REASSIGN]
ru: Reassigned

source: [cases/cases_TransferHistory.xml?APP_ENABLE_ACTION_DATE] Enable Action
ru: Включить действие

source: [cases/cases_TransferHistory.xml?APP_DISABLE_ACTION_DATE] Disable Action
ru: Отключить действие

source: Pause on: @#TIME_STAMP<br/>
ru: Пауза: @ # TIME_STAMP <br/>

source: Unpause date
ru: Активировать дату

source: [cases/cases_UnpauseDateInput.xml?pause_exec] Pause
ru: Пауза

source: [cases/cases_ViewAnyInputDocument.xml?FILENAME] Filename
ru: Имя файла

source: [cases/cases_ViewAnyInputDocument.xml?APP_DOC_CREATE_DATE] Created Date
ru: Дата создания

source: [cases/cases_ViewAnyInputDocument.xml?CREATOR] Creator
ru: Cоздатель

source: [cases/cases_ViewAnyInputDocument.xml?ORIGIN] Origin Task
ru: Начало задачи

source: [cases/cases_ViewAnyInputDocument.xml?APP_DOC_FILENAME] File
ru: Файл

source: [cases/cases_ViewAnyInputDocument1.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [cases/cases_ViewAnyInputDocument1.xml?INP_DOC_DESCRIPTION] Description
ru: Описание

source: [cases/cases_ViewAnyInputDocument1.xml?INP_DOC_FORM_NEEDED] Document Type
ru: Цифровой/Напечатанный

source: [cases/cases_ViewAnyInputDocument1.xml?INP_DOC_FORM_NEEDED-VIRTUAL]
ru: Digital

source: [cases/cases_ViewAnyInputDocument1.xml?INP_DOC_FORM_NEEDED-REAL]
ru: Printed

source: [cases/cases_ViewAnyInputDocument1.xml?INP_DOC_FORM_NEEDED-VREAL]
ru: Digital/Printed

source: [cases/cases_ViewAnyInputDocument1.xml?INP_DOC_ORIGINAL] Format
ru: Копия

source: [cases/cases_ViewAnyInputDocument1.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [cases/cases_ViewAnyInputDocument1.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal Copy

source: [cases/cases_ViewAnyInputDocument1.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [cases/cases_ViewAnyInputDocument1.xml?APP_DOC_CREATE_DATE] Created Date
ru: Созданная дата

source: [cases/cases_ViewAnyInputDocument1.xml?CREATOR] Creator
ru: Создатель

source: [cases/cases_ViewAnyInputDocument1.xml?ORIGIN] Origin Task
ru: Начало задачи

source: [cases/cases_ViewAnyInputDocument1.xml?APP_DOC_FILENAME] File
ru: Файл

source: [cases/cases_ViewAnyInputDocument2.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [cases/cases_ViewAnyInputDocument2.xml?INP_DOC_DESCRIPTION] Description
ru: Описание

source: [cases/cases_ViewAnyInputDocument2.xml?INP_DOC_FORM_NEEDED] Document Type
ru: Цифровой/Напечатанный

source: [cases/cases_ViewAnyInputDocument2.xml?INP_DOC_FORM_NEEDED-VIRTUAL]
ru: Digital

source: [cases/cases_ViewAnyInputDocument2.xml?INP_DOC_FORM_NEEDED-REAL]
ru: Printed

source: [cases/cases_ViewAnyInputDocument2.xml?INP_DOC_FORM_NEEDED-VREAL]
ru: Digital/Printed

source: [cases/cases_ViewAnyInputDocument2.xml?INP_DOC_ORIGINAL] Format
ru: Копия

source: [cases/cases_ViewAnyInputDocument2.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [cases/cases_ViewAnyInputDocument2.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal Copy

source: [cases/cases_ViewAnyInputDocument2.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [cases/cases_ViewAnyInputDocument2.xml?APP_DOC_CREATE_DATE] Created Date
ru: Дата создания

source: [cases/cases_ViewAnyInputDocument2.xml?CREATOR] Creator
ru: Создатель

source: [cases/cases_ViewAnyInputDocument2.xml?ORIGIN] Origin Task
ru: Начало задачи

source: [cases/cases_ViewAnyInputDocument2.xml?APP_DOC_COMMENT] Comments
ru: Комментарии

source: [cases/cases_ViewAnyInputDocument3.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [cases/cases_ViewAnyInputDocument3.xml?INP_DOC_DESCRIPTION] Description
ru: Описание

source: [cases/cases_ViewAnyInputDocument3.xml?INP_DOC_FORM_NEEDED] Document Type
ru: Цифровой/Напечатанный

source: [cases/cases_ViewAnyInputDocument3.xml?INP_DOC_FORM_NEEDED-VIRTUAL]
ru: Digital

source: [cases/cases_ViewAnyInputDocument3.xml?INP_DOC_FORM_NEEDED-REAL]
ru: Printed

source: [cases/cases_ViewAnyInputDocument3.xml?INP_DOC_FORM_NEEDED-VREAL]
ru: Digital/Printed

source: [cases/cases_ViewAnyInputDocument3.xml?INP_DOC_ORIGINAL] Format
ru: Копия

source: [cases/cases_ViewAnyInputDocument3.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [cases/cases_ViewAnyInputDocument3.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal Copy

source: [cases/cases_ViewAnyInputDocument3.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [cases/cases_ViewAnyInputDocument3.xml?APP_DOC_CREATE_DATE] Created Date
ru: Cозданная дата

source: [cases/cases_ViewAnyInputDocument3.xml?CREATOR] Creator
ru: Создатель

source: [cases/cases_ViewAnyInputDocument3.xml?ORIGIN] Origin Task
ru: Начало задачи

source: [cases/cases_ViewAnyInputDocument3.xml?APP_DOC_COMMENT] Comments
ru: Комментарии

source: [cases/cases_ViewAnyInputDocument3.xml?APP_DOC_FILENAME] File
ru: Файл

source: Output document
ru: Выходной документ

source: [cases/cases_ViewAnyOutputDocument.xml?APP_DOC_CREATE_DATE] Create Date
ru: Создать дату

source: File (.doc)
ru: Файл (.doc)

source: File (.pdf)
ru: Файл (.pdf)

source: [cases/cases_ViewAnyOutputDocument.xml?CREATOR] Creator
ru: Cоздатель

source: [cases/cases_ViewAnyOutputDocument.xml?ORIGIN] Origin Task
ru: Начало задачи

source: [cases/cases_ViewInputDocument1.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [cases/cases_ViewInputDocument1.xml?INP_DOC_DESCRIPTION] Description
ru: Описание

source: [cases/cases_ViewInputDocument1.xml?INP_DOC_FORM_NEEDED] Document Type
ru: Digital/Printed

source: [cases/cases_ViewInputDocument1.xml?INP_DOC_FORM_NEEDED-VIRTUAL]
ru: Digital

source: [cases/cases_ViewInputDocument1.xml?INP_DOC_FORM_NEEDED-REAL]
ru: Printed

source: [cases/cases_ViewInputDocument1.xml?INP_DOC_FORM_NEEDED-VREAL]
ru: Digital/Printed

source: [cases/cases_ViewInputDocument1.xml?INP_DOC_ORIGINAL] Format
ru: Копия

source: [cases/cases_ViewInputDocument1.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [cases/cases_ViewInputDocument1.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal Copy

source: [cases/cases_ViewInputDocument1.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [cases/cases_ViewInputDocument1.xml?APP_DOC_CREATE_DATE] Created Date
ru: Дата создания

source: [cases/cases_ViewInputDocument1.xml?CREATOR] Creator
ru: Создатель

source: [cases/cases_ViewInputDocument1.xml?APP_DOC_FILENAME] File
ru: Файл

source: [cases/cases_ViewInputDocument1.xml?BACK] Back
ru: Назад

source: [cases/cases_ViewInputDocument2.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [cases/cases_ViewInputDocument2.xml?INP_DOC_DESCRIPTION] Description
ru: Описание

source: [cases/cases_ViewInputDocument2.xml?INP_DOC_FORM_NEEDED] Document Type
ru: Цифровой/Напечатанный

source: [cases/cases_ViewInputDocument2.xml?INP_DOC_FORM_NEEDED-VIRTUAL]
ru: Digital

source: [cases/cases_ViewInputDocument2.xml?INP_DOC_FORM_NEEDED-REAL]
ru: Printed

source: [cases/cases_ViewInputDocument2.xml?INP_DOC_FORM_NEEDED-VREAL]
ru: Digital/Printed

source: [cases/cases_ViewInputDocument2.xml?INP_DOC_ORIGINAL] Format
ru: Копия

source: [cases/cases_ViewInputDocument2.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [cases/cases_ViewInputDocument2.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal Copy

source: [cases/cases_ViewInputDocument2.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [cases/cases_ViewInputDocument2.xml?APP_DOC_CREATE_DATE] Created Date
ru: Созданная дата

source: [cases/cases_ViewInputDocument2.xml?CREATOR] Creator
ru: Cоздатель

source: [cases/cases_ViewInputDocument2.xml?APP_DOC_COMMENT] Comments
ru: Комментарии

source: [cases/cases_ViewInputDocument2.xml?BACK] Back
ru: Назад

source: [cases/cases_ViewInputDocument3.xml?INP_DOC_TITLE] Title
ru: Заголовок

source: [cases/cases_ViewInputDocument3.xml?INP_DOC_DESCRIPTION] Description
ru: Описание

source: [cases/cases_ViewInputDocument3.xml?INP_DOC_FORM_NEEDED] Document Type
ru: Digital/Printed

source: [cases/cases_ViewInputDocument3.xml?INP_DOC_FORM_NEEDED-VIRTUAL]
ru: Digital

source: [cases/cases_ViewInputDocument3.xml?INP_DOC_FORM_NEEDED-REAL]
ru: Printed

source: [cases/cases_ViewInputDocument3.xml?INP_DOC_FORM_NEEDED-VREAL]
ru: Digital/Printed

source: [cases/cases_ViewInputDocument3.xml?INP_DOC_ORIGINAL] Format
ru: Copy

source: [cases/cases_ViewInputDocument3.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [cases/cases_ViewInputDocument3.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal Copy

source: [cases/cases_ViewInputDocument3.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [cases/cases_ViewInputDocument3.xml?APP_DOC_CREATE_DATE] Created Date
ru: Дата создания

source: [cases/cases_ViewInputDocument3.xml?CREATOR] Creator
ru: Создатель

source: [cases/cases_ViewInputDocument3.xml?APP_DOC_COMMENT] Comments
ru: Комментарии

source: [cases/cases_ViewInputDocument3.xml?APP_DOC_FILENAME] File
ru: Файл

source: [cases/cases_ViewInputDocument3.xml?BACK] Back
ru: Назад

source: [cases/cases_ViewInputDocumentToRevise.xml?APP_DOC_TITLE] Title
ru: Заголовок

source: [cases/cases_ViewInputDocumentToRevise.xml?APP_DOC_COMMENT] Comment
ru: Комментарий

source: [cases/cases_ViewInputDocumentToRevise.xml?APP_DOC_TYPE] Type
ru: Tип

source: [cases/cases_ViewInputDocumentToRevise.xml?INP_DOC_ORIGINAL] Format
ru: Copy

source: [cases/cases_ViewInputDocumentToRevise.xml?INP_DOC_ORIGINAL-ORIGINAL]
ru: Original

source: [cases/cases_ViewInputDocumentToRevise.xml?INP_DOC_ORIGINAL-COPYLEGAL]
ru: Legal Copy

source: [cases/cases_ViewInputDocumentToRevise.xml?INP_DOC_ORIGINAL-COPY]
ru: Copy

source: [cases/cases_ViewInputDocumentToRevise.xml?APP_DOC_CREATE_DATE] Created Date
ru: Созданная дата

source: [cases/cases_ViewInputDocumentToRevise.xml?CREATOR] Creator
ru: Создатель

source: [cases/cases_ViewInputDocumentToRevise.xml?APP_DOC_FILENAME] File
ru: Файл

source: [cases/cases_ViewInputDocumentToRevise.xml?BACK] Back
ru: Назад

source: [cases/cases_ViewOutputDocument1.xml?OUT_DOC_TITLE] Output document
ru: Output document

source: [cases/cases_ViewOutputDocument1.xml?OUT_DOC_DESCRIPTION] Description
ru: Описание

source: [cases/cases_ViewOutputDocument1.xml?APP_DOC_CREATE_DATE] Create Date
ru: Создать дату

source: [cases/cases_ViewOutputDocument1.xml?APP_DOC_FILENAME1] File (.doc)
ru: Файл(.doc)

source: [cases/cases_ViewOutputDocument1.xml?APP_DOC_FILENAME2] File (.pdf)
ru: Файл(.pdf)
