Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: To delete a language, first select an item from the list.
ru: Чтобы удалить язык, сначала выберите элемент из списка.

source: Delete Line
ru: Удалить строку

source: Delete All Lines
ru: Удалить все строки

source: Delete Logo
ru: Удалить логотип

source: You cannot unassign the manager
ru: Вы не можете отменить назначение менеджера

source: Delete Output Document
ru: Удалить выходной документ

source: Do you want to deleted the permission of {0}?
ru: Вы хотите удалить разрешение {0}?

source: Delete Permissions
ru: Удалить разрешения

source: Delete Permission To Role
ru: Удалить разрешение на функцию

source: Delete PM Table
ru: Удалить таблицу PM

source: Delete Process
ru: Удалить процесс

source: Are you sure you want to delete all the cases of the selected process(es)?
ru: Вы уверены, что хотите удалить все задания выбранного процесса?

source: Do you want to delete the selected report tables?
ru: Вы хотите удалить выбранные таблицы отчетов?

source: Delete Role
ru: Удалить функцию

source: Delete Routes
ru: Удалить маршрутизации

source: Do you want to deleted selected({0}) items?
ru: Вы хотите удалить выбранные ({0}) элементы?

source: Do you want to delete the selected logo?
ru: Вы хотите удалить выбранный логотип?

source: Delete Skin
ru: Удалить скин

source: [LABEL/ID_DELETE_SUB_PROCESS] Delete Sub-Process
ru: Удалить подпроцесс

source: You cannot unassign the supervisor
ru: Вы не можете отменить назначение руководителя

source: Do you want to delete this collection?
ru: Вы хотите удалить эту коллекцию?

source: Delete Task
ru: Удалить задачу

source: Delete Text
ru: Удалить текст

source: Delete the selected translations?
ru: Удалить выбранные переводы?

source: Delete Trigger
ru: Удалить запуск

source: Delete User
ru: Удалить пользователя

source: Delete User Task
ru: Удалить задачу пользователя

source: Delete Users To Role
ru: Удалить пользователей для функции

source: Deleting case...
ru: Задание удаляется...

source: Deleting elements, please wait...
ru: Удаляются элементы, пожалуйста, подождите...

source: DELETION SUCCESSFULLY
ru: УДАЛЕНИЕ УСПЕШНО

source: Delimited by
ru: Ограничено

source: [LABEL/ID_DEL_INDEX] Del Index
ru: Индекс Del

source: Thread Status
ru: Статус потока

source: Departments
ru: Отделы

source: [LABEL/ID_DEPARTMENT] Department
ru: Отдел

source: [LABEL/ID_DEPARTMENTS] Departments
ru: Отделы

source: Synchronize Departments
ru: Синхронизировать отделы

source: [LABEL/ID_DEPARTMENTS_USERS] Departments
ru: Отделы

source: It's necessary to check the parent-department: {0} for the sub-department: {1}
ru: Необходимо проверить головной отдел: {0} для подраздела: {1}

source: {DEPARTMENT_NAME}, {PARENT_UID} Department {DEPARTMENT_NAME} created successfully
ru: {DEPARTMENT_NAME}, {PARENT_UID} отдела {DEPARTMENT_NAME} создано успешно

source: Error creating department
ru: Ошибка создания отдела

source: Department name already exists.
ru: Название отдела уже существует.

source: The user: {0} is other department manager.
ru: Пользователь: {0} - менеджер другого отдела.

source: Department Name
ru: Название отдела

source: Department name is required
ru: Требуется название отдела

source: The department with {0}: '{1}' does not exist.
ru: Отдел с {0}: '{1}' не существует.

source: Department {DEP_ID} is not registered in the system
ru: Отдел {DEP_ID} не зарегистрирован в системе

source: Department has been deleted correctly.
ru: Отдел удален правильно.

source: Department has been created correctly.
ru: Отдел был создан правильно.

source: Department has been updated correctly.
ru: Отдел был обновлен правильно.

source: The department title with {0}: "{1}" already exists.
ru: Заголовок отдела с {0}: "{1}" уже существует.

source: Routed
ru: Направлено

source: Derivation
ru: Деривация

source: Routing History
ru: История направления

source: Derivation Result
ru: Результат деривации

source: Derivation Rule
ru: Принцип деривации

source: Sent
ru: Отправлено

source: Description
ru: Описание

source: Designer
ru: Проектировщик

source: The designer of this type of process is disabled
ru: Проектировщик этого типа процесса отключен

source: Destination
ru: Назначение

source: Destination Path
ru: Путь назначения

source: Detail
ru: Деталь

source: Details
ru: Детали

source: [LABEL/ID_DETAILS_WEBSERVICES] Details
ru: Детали

source: Detail Case
ru: Деталь задания

source: [LABEL/ID_DE_ASSIGN] Remove
ru: Убрать

source: Diagram has been validated correctly.
ru: Диаграмма подтверждена правильно.

source: Direction
ru: Направление

source: Some directories and/or files inside it are not writable
ru: Некоторые каталоги и / или файлы внутри него недоступны для записи

source: Directory
ru: Каталог

source: File Permissions
ru: Разрешение файла

source: The name "{0}" already exists, please enter another.
ru: Имя «{0}» уже существует, пожалуйста, введите другое.

source: Disable
ru: Отключить

source: Disabled
ru: Отключено

source: {0} (Lines {1})
ru: {0} (Строки {1})

source: The plugin has the following unwanted code (this code should be removed)
ru: Плагин имеет следующий нежелательный код (этот код следует удалить)

source: The process "{0}" has the following unwanted code (this code should be removed): {1}
ru: Процесс «{0}» имеет следующий нежелательный код (этот код следует удалить): {1}

source: The trigger has the following unwanted code (this code should be removed): {0}
ru: Запуск имеет следующий нежелательный код (этот код следует удалить): {0}

source: The following triggers has unwanted code (these triggers are not executed): {0}
ru: Следующие запуски имеют нежелательный код (эти запуски не выполняются): {0}

source: Disable Action
ru: Отключить действие

source: Disable Audit Log
ru: Отключить журнал аудита

source: Disable Debug Mode
ru: Отключить режим отладки

source: Forgot password was disabled
ru: Забытый пароль был отключен

source: Disable Heart Beat
ru: Отключить Heart Beat

source: Disable Plugin
ru: Отключить плагин

source: Disable the selected plugin
ru: Отключить выбранный плагин

source: Disable User
ru: Отключить пользователя

source: Disable Workspace
ru: Отключить рабочее пространство

source: This site is disabled
ru: Этот сайт отключен

source: Discard Changes
ru: Отменить изменения

source: Invalid Request, multipart without body.
ru: Недействительный запрос, многокомпонентный без главной части

source: Invalid Request, multipart body without calls.
ru: Недействительный запрос, многокомпонентная главная часть без вызовов.

source: Displaying DB Connection {0} - {1} of {2}
ru: Отображение соединения DB {0} - {1} из {2}

source: Displaying Empty
ru: Отображение пустых

source: Display Items {0} - {1} of {2}
ru: Отобразить элементы {0} - {1} из {2}

source: of
ru: из

source: Displaying Processes {0} - {1} of {2}
ru: Отображение процессов {0} - {1} из {2}

source: Total {2}
ru: Всего {2}

source: Distinguished Name
ru: Отличительное имя

source: Double click to insert
ru: Дважды щелкните, чтобы вставить

source: PM Type
ru: Тип PM

source: This id for dyn_uid: {0} does not correspond to a registered Dynaform
ru: Этот id для dyn_uid: {0} не соответствует зарегистрированному Dynaform

source: This id for inp_doc_uid: {0} does not correspond to a registered Input Document
ru: Этот id для inp_doc_uid: {0} не соответствует зарегистрированному входному документу

source: This id: {0} does not correspond to a registered {1}
ru: Этот id: {0} не соответствует зарегистрированному {1}

source: does not exist
ru: не существует

source: Does not exist an available connection
ru: Не существует доступного соединения

source: Done
ru: Сделано

source: You can not modify the primary key value for "{0}" field.
ru: Вы не можете изменить значение первичного ключа для поля «{0}».

source: Down
ru: Вниз

source: Download
ru: Загрузить

source: Downloading file
ru: Файл загружается

source: Downloading upgrade:
ru: Загрузка обновления:

source: You can download it manually here
ru: Вы можете загрузить его вручную здесь

source: Down Trigger
ru: Вниз запуск

source: [LABEL/ID_DRAFT] Draft
ru: Черновик

source: When this option is enabled, all input, output and attached documents generated in your processes can be stored in Google Drive.
ru: Если этот параметр включен, все входящие, выходные и прикрепленные документы, созданные в ваших процессах, могут быть сохранены на Google Диске.

source: Drop database if exists
ru: Папка базы данных, если существует

source: [LABEL/ID_DUE_DATE] Due Date
ru: Срок оплаты

source: Duplicate Case Scheduler name.
ru: Дублировать название планировщика заданий

source: [LABEL/ID_DUPLICATE_CATEGORY_NAME] Duplicate category name.
ru: Дублировать название категории

source: Duplicate entry for primary key
ru: Дублируемая запись для первичного ключа

source: Dynaform has been created successfully
ru: Dynaform был успешно создан

source: Dynaform has been removed successfully from Process
ru: Dynaform был успешно удален из процесса

source: My Case Forms and Documents
ru: Формы и документы моего задания

source: [LABEL/ID_DYNAFORMS] DynaForms
ru: DynaForms

source: Dynaform has been successfully assigned to a Process
ru: Dynaform был успешно назначен в процесс

source: Failed saving DynaForm assigned to the process.
ru: Не удалось сохранить DynaForm, назначенный процессу.

source: Copy/Import Dynaform
ru: Копировать / Импортировать Dynaform

source: Select the dynaform you want to copy/import.
ru: Выберите dynaform, который вы хотите скопировать / импортировать.

source: The DynaForm with {0}: {1} does not exist.
ru: DynaForm с {0}: {1} не существует.

source: DynaForm Editor
ru: Редактор DynaForm

source: You have lost your session and you have to login to continue. Please enter your password.
ru: Вы потеряли сеанс, и вам нужно войти в систему, чтобы продолжить. Пожалуйста, введите пароль.

source: Do you want to save changes?
ru: Вы хотите сохранить изменения?

source: Dynaform Field
ru: Поле Dynaform

source: Dynaform Fields
ru: Поля Dynaform

source: Warning: This DynaForm does not include a [Submit] or [Button] field to save any entered data.
ru: Предупреждение: этот DynaForm не содержит поля [Отправить] или [Кнопка], чтобы сохранить любые введенные данные.

source: Change Log
ru: Журнал изменений

source: Dynaform Information
ru: Информация о Dynaform

source: The DynaForm "{0}" is not assigned to activity "{1}".
ru: DynaForm «{0}» не назначается для действия «{1}».

source: The DynaForm with {0}: {1}, is not grid.
ru: DynaForm с {0}: {1} не является сеткой.

source: It is trying to create a DynaForm by "{0}", please send only one attribute for creation.
ru: Попытка создать DynaForm с помощью «{0}», пожалуйста, отправьте только один атрибут для создания.

source: The dynaform with {0}: '{1}' does not exist.
ru: Dynaform с {0}: '{1}' не существует.

source: Dynaform has been removed successfully
ru: Dynaform успешно удален

source: [LABEL/ID_DYNAFORM_SAVE_CHANGES] Do you want to save changes?
ru: Вы хотите сохранить изменения?

source: The DynaForm title with {0}: "{1}" already exists.
ru: Название DynaForm с {0}: "{1}" уже существует.

source: Dynaform Title Required
ru: Требуется заголовок Dynaform

source: The DYN_UID parameter is empty.
ru: Параметр DYN_UID пуст.

source: [LABEL/ID_EDIT] Edit
ru: Редактировать

source: Editing the dynaform
ru: Редактировать dynaform

source: Edit Action
ru: Редактировать действие

source: Edit BPMN
ru: Редактировать BPMN

source: Edit Process Category
ru: Редактировать категорию процесса

source: Edit step conditions
ru: Редактирование шаговых условий

source: Edit Database Connection
ru: Редактировать подключение к базе данных

source: Edit Department
ru: Редактировать отдел

source: Edit DynaForm
ru: Редактировать DynaForm

source: Edit Event
ru: Редактировать событие

source: Edit Field
ru: Редактировать поле

source: Edit Group
ru: Редактировать группу

source: Edit Input Document
ru: Редактировать входной документ

source: Edit Member Of
ru: Редактировать участника

source: Edit Members
ru: Редактировать участников

source: Edit Permissions
ru: Редактировать разрешения

source: Process Edited
ru: Процесс отредактирован

source: Edit Report Table
ru: Редактировать таблицу отчетов

source: Edit Role
ru: Редактировать функцию

source: Edit Trigger
ru: Редактировать запуск

source: Edit Users
ru: Редактировать пользователей

source: View user groups
ru: Просмотр групп пользователей

source: Edit Web Entry
ru: Изменить веб-запись

source: The plugin "{0}" not is a Enterprise Edition Plugin
ru: Плагин «{0}» не является плагином Enterprise Edition

source: Efficiency cost
ru: Цена эффективности

source: Efficiency Index
ru: Индекс эффективности

source: User Efficiency
ru: Эффективность пользователя

source: Email
ru: Электронная почта

source: Emails
ru: Электронные почты

source: The email doesn't match for user:
ru: Электронная почта не подходит для пользователя:

source: The "Email Notifications" is not enabled, please contact to your System Administrator.
ru: «Уведомления электронной почты» не включены, обратитесь к своему системному администратору.

source: Please enter a valid email address.
ru: Пожалуйста, введите действительный адрес электронной почты.

source: Email event: {0}, in process: {1}, cannot send any mail because its configuration needs to be completed.
ru: Событие электронной почты: {0}, в процессе: {1}, не может отправлять почту, потому что ее конфигурация должна быть завершена.

source: The email event definition does not exist.
ru: Определение события электронной почты не существует.

source: This email is assigned to more than one user. Please contact your administrator.
ru: Это электронное письмо назначается нескольким пользователям. Обратитесь к своему администратору.

source: [LABEL/ID_EMAIL_MORE_USER] This email is assigned to more than one user. Please contact your administrator.
ru: Это электронное письмо назначается нескольким пользователям. Обратитесь к своему администратору.

source: The email does not corresponds to the token gmail user.
ru: Электронная почта не соответствует пользователю маркера gmail.

source: The email was resend to
ru: Письмо было отправлено повторно

source: Sender Account
ru: Аккаунт отправителя

source: Do you want to delete the Email Server?
ru: Вы хотите удалить сервер электронной почты?

source: Default
ru: По умолчанию

source: Delete data...
ru: Удалить данные ...

source: [LABEL/ID_EMAIL_SERVER_DELETE_WARNING_MESSAGE] Do you want to delete the Email Server?
ru: Вы хотите удалить сервер электронной почты?

source: The email server with {0}: {1} does not exist.
ru: Сервер электронной почты с {0}: {1} не существует.

source: Edit Email Server
ru: Редактировать сервер электронной почты

source: The email has not been sent because configuration email in the Email Server Settings (admin/settings/email) is empty. Please fill this information.
ru: Письмо не отправлено, поскольку электронная почта электронной почты в настройках сервера электронной почты (admin / settings / email) пуста. Пожалуйста, заполните эту информацию.

source: Insert data...
ru: Вставить данные ...

source: The email server with {0}: {1} is default.
ru: Сервер электронной почты с {0}: {1} по умолчанию.

source: New Email Server
ru: Новый сервер электронной почты

source: Port
ru: Порт

source: Result Testing Email Server
ru: Тестирование результатов сервера электронной почты

source: Testing Email Server
ru: Тестирование сервера электронной почты

source: Checking port: {0}
ru: Проверка порта: {0}

source: Establishing connection to host: {0}
ru: Установление соединения с хостом: {0}

source: Login as: {0} On {1} SMTP Server
ru: Вход как: {0} В {1} SMTP-сервере

source: Resolving Host Name: {0}
ru: Разрешение имени хоста: {0}

source: Sending a test mail to: {0}
ru: Отправка тестовой почты: {0}

source: Verifying Mail Transport Agent
ru: Проверка агента передачи почты

source: Test data...
ru: Тестирование данных...

source: Set as default configuration
ru: Установить как конфигурацию по умолчанию

source: Email Servers
ru: Серверы электронной почты

source: [LABEL/ID_EMAIL_SERVER_TITLE_TESTING] Testing Email Server
ru: Тестирование сервера электронной почты

source: Update data...
ru: Обновить данные ...

source: Next User
ru: Следующий пользователь

source: Employee Efficience Index
ru: Индекс работоспособности сотрудников

source: empty
ru: пустой

source: Search Case...
ru: Поиск задания...

source: Select a Language
ru: Выбрать язык

source: The name field is empty
ru: Поле названия пустое

source: Select a PM Table...
ru: Выберите таблицу PM ...

source: Select a Process...
ru: Выберите процесс ...

source: You can't leave an empty row.
ru: Вы не можете оставить пустую строку.

source: Search ...
ru: Поиск...

source: Select a Type
ru: Выберите тип

source: Select a User...
ru: Выберите пользователя ...

source: Enable
ru: Запустить

source: Enabled
ru: Запущено

source: Enabled TLS
ru: Запущено TLS

source: Enable Action
ru: Запустить действие

source: Enable Audit Log
ru: Запустить журнал аудита

source: Enable automatic register
ru: Запустить автоматический регистр

source: Enable Debug Mode
ru: Запустить режим отладки

source: Enable Email Notifications
ru: Запустить оповещения электронной почты

source: Forgot password was enabled
ru: Забытый пароль был возобновлен

source: Enable Password Recovery
ru: Запустить восстановление пароля

source: Contribute to the ProcessMaker project enabling heart beat anonymous usage data
ru: Внести вклад в проект ProcessMaker, позволяющий использовать анонимные данные об использовании

source: Enable Plugin
ru: Запустить плагин

source: Enable the selected add-on
ru: Запустить выбранное дополнение

source: Enable Google Drive.
ru: Запустить Google Диск.

source: Enable PM Gmail
ru: Запустить PM Gmail

source: Enable User
ru: Запустить пользователя

source: Enable Versioning
ru: Запустить управление версиями

source: Enable Virtual Keyboard (Only uxmodern skin)
ru: Запустить виртуальную клавиатуру (только скин uxmodern)

source: Enable Workspace
ru: Запустить рабочее пространство

source: Encode
ru: Шифровать

source: End Date
ru: Дата окончания

source: End date should be greater than Start date
ru: Дата окончания должна быть больше, чем Дата начала

source: End Date ("m/d/Y")
ru: Дата окончания ("м/д/Г")

source: The end date provided is not valid, please enter a valid date.
ru: Дата окончания недействительна, введите действительную дату.

source: End(hh:mm)
ru: Окончание (ч:м)

source: End Message Event (Message Event)
ru: Событие конечного сообщения (событие сообщения)

source: [LABEL/ID_END_OF_PROCESS] End of process
ru: Окончание процесса

source: Engine
ru: Механизм

source: Enterprise Features
ru: Возможности предприятия

source: Enterprise Plugin has been correctly installed.
ru: Плагин предприятия установлен правильно.

source: The Enterprise plugin pack can't be uploaded from this administrator, upload it from: ADMIN -> Plugins -> Plugins Manager
ru: Плагин предприятия не может быть загружен от этого администратора, загрузите его из: ADMIN -> Plugins -> Plugins Manager

source: Enterprise Plugins
ru: Плагины предприятия

source: Enter a search criteria and press search
ru: Введите критерии поиска и нажмите клавишу поиска.

source: Search...
ru: Поиск...

source: Enter a valid URL to redirect the browser after the web entry is completed
ru: Введите действительный URL-адрес для перенаправления браузера после завершения веб-записи

source: Environment
ru: Окружение

source: [LABEL/ID_ENVIRONMENT_SETTINGS] Environment
ru: Окружение

source: You should select a format from the list.
ru: Вы должны выбрать формат из списка.

source: ERROR
ru: ОШИБКА

source: Unable to generate a numerical sequence. Another user is performing the same request.
ru: Не удалось создать числовую последовательность. Другой пользователь выполняет тот же запрос.

source: An error has occurred, press "OK" to check whether the system has been upgraded.
ru: Произошла ошибка, нажмите «ОК», чтобы проверить, была ли система обновлена.

source: Error creating table:
ru: Ошибка создания таблицы:

source: Error creating a new Case
ru: Ошибка создания нового Задания

source: Error disabling
ru: Ошибка отключения

source: Error
ru: Ошибка

source: Error enabling
ru: Ошабка включения

source: The file '{filename}' does not exist. Possibly the system failed to generate the file or the file was not moved correctly if the process was migrated from another server.
ru: Файл '{filename}' не существует. Возможно, система не смогла сгенерировать файл, или файл не был перемещен правильно, если процесс был перенесен с другого сервера.

source: Error Testing Connection: Resolving Host Name Failed
ru: Ошибка при тестировании соединения: разрешение отказа имени хоста

source: Error trying to insert the line
ru: Ошибка при попытке вставить строку

source: There was a problem installing this add-on.
ru: Не удалось установить это дополнение.

source: Error in server
ru: Ошибка в сервере

source: Your browser doesn't support JavaScript or it may be disabled. Please use a different browser or enable JavaScript. Dynaforms won't entirely work because JavaScript is required.
ru: Ваш браузер не поддерживает JavaScript или, возможно, он отключен. Используйте другой браузер или включите JavaScript. Dynaforms не будет полностью работать, потому что требуется JavaScript.

source: Error Message
ru: Сообщение об ошибке

source: Error: Object does not exist.
ru: Ошибка: объект не существует.

source: Errors registered:
ru: Зарегистрированные ошибки:

source: The following error has occurred when trying to send the notifications:
ru: При попытке отправки уведомлений произошла следующая ошибка:

source: doesn't exist. It should be saved by a plugin to a different place. Please review the configuration
ru: не существует. Он должен быть сохранен плагином в другом месте. Проверьте конфигурацию

source: Error in saving Task Properties
ru: Ошибка при сохранении свойств задачи

source: Error trying insert into
ru: Ошибка в попытке ввода в

source: Error uninstalling
ru: Ошибка удаления

source: Error upgrading System.
ru: Ошибка при обновлении системы.

source: There was an error uploading the file. The file size is probably greater than the upload_max_filesize parameter in php.ini. Please check this parameter and try again.
ru: Произошла ошибка при загрузке файла. Размер файла, вероятно, больше, чем параметр upload_max_filesize в php.ini. Проверьте этот параметр и повторите попытку.

source: Error uploading image, wrong file type
ru: Ошибка при загрузке изображения, неправильный тип файла

source: Error uploading the plugin
ru: Ошибка при загрузке плагина

source: [LABEL/ID_ERROR_UPLOADING_PLUGIN_FILENAME] There was an error uploading the file. The file size is probably greater than the upload_max_filesize parameter in php.ini. Please check this parameter and try again.
ru: Произошла ошибка при загрузке файла. Размер файла, вероятно, больше, чем параметр upload_max_filesize в php.ini. Проверьте этот параметр и повторите попытку.

source: An error occurred when uploading the file. Please contact the administrator.
ru: При загрузке файла произошла ошибка. Обратитесь к администратору.

source: Error the url {DOWNLOAD_URL} is invalid or the process in {LOCAL_PATH}{NEW_FILENAME} is invalid
ru: Ошибка URL-адреса {DOWNLOAD_URL} недействительна или недействителен процесс в {LOCAL_PATH} {NEW_FILENAME}

source: @@ Replace the value in quotes
ru: @@ Заменить значение в кавычках

source: @@ It replaces the value in quotation marks to use it in JavaScript sentences
ru: @@ Он заменяет значение в кавычках, чтобы использовать его в блоках кода JavaScript

source: @@ It replaces the value in single quotation marks to use it in JavaScript sentences.
ru: @@ Он заменяет значение в кавычках, чтобы использовать его в блоках кода JavaScript
