Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: Enable gallery
ru: Включить галерею

source: Require user login
ru: Требовать вход пользователя

source: datasource
ru: источник данных

source: Radio
ru: Радио

source: Timing Control
ru: Контроль времени

source: page size
ru: размер страницы

source: The source shape can not have more than one outgoing connection
ru: Форма источника не может иметь более одного исходящего соединения

source: Summary Form
ru: Сводная форма

source: Callback Action...
ru: Обратный звонок ...

source: value
ru: значение

source: alternate text
ru: альтернативный текст

source: Show task in New Case
ru: Показать задачу в новом задании

source: Enter a title displayed on web entry window (if applies)
ru: Введите заголовок, отображаемый в окне веб-записи (если применяется)

source: Cost
ru: Стоимость

source: Timer Event Properties
ru: Свойства события таймера

source: Store result in variable @@myResult
ru: Сохранить результат в переменной @@ мой результат

source: Execution time
ru: Время исполнения

source: The table name can not contain spaces
ru: Имя таблицы не может содержать пробелы

source: for valid datetime formats. If only the date is included in the format then the time picker will not be displayed.</p>
ru: для действительных форматов даты и времени. Если в формате включена только дата, тогда выбор времени не будет отображаться. </ P>

source: External (s)
ru: Внешние (s)

source: Float
ru: Размещать

source: [LABEL/ID_MAFE_22e74b4a2ae3e237300f7a79f6e6dbc4] Completed Task
ru: Завершенная задача

source: Aug
ru: Август

source: Desktop
ru: Рабочий стол

source: Element
ru: Элемент

source: Supported Controls: text, textarea, dropdown, radio, suggest, hidden, geo map, qr code.
ru: Поддерживаемые элементы управления: текст, текстовое поле, выпадающее меню, радио, подсказка, скрытая, гео-карта, код qr.

source: - None -
ru: - Никакой -

source: Trigger (s)
ru: Запуск (s)

source: [LABEL/ID_MAFE_23faca394186e73f3446b5ff25802885] Process Files Manager
ru: Менеджер файлов процессов

source: Do you want to delete this Output Document?
ru: Вы хотите удалить этот выходной документ?

source: - Select starting activity -
ru: - Выберите начальную активность -

source: Edit permission
ru: Изменить разрешение

source: Count days by
ru: Количество дней

source: Variable Type
ru: Тип переменной

source: TEMPLATES
ru: ШАБЛОНЫ

source: Required field error message
ru: Обязательное полевое сообщение об ошибке

source: Next Decade
ru: Следующее десятилетие

source: Actions by Email
ru: Действия по электронной почте

source: Execute a trigger when a case is reassigned
ru: Выполнить триггер при переназначении задания

source: String
ru: Строка

source: Boolean
ru: Логический

source: Wait until specified date/time
ru: Подождите, пока указанная дата / время

source: Starting activity
ru: Начальная деятельность

source: Template
ru: Шаблон

source: Subject by email
ru: Тема по электронной почте

source: drag & drop
ru: перетащить

source: Protocol and Hostname, port is optional.
ru: Протокол и имя хоста, порт является необязательным.

source: Asynchronous
ru: Асинхронный

source: Assigned User
ru: Назначенный пользователь

source: Email Event Properties
ru: Свойства событий электронной почты

source: This is an error message.
ru: Это сообщение об ошибке.

source: [LABEL/ID_MAFE_2a304a1348456ccd2234cd71a81bd338] link
ru: ссылка

source: Please, specify a name for the Message Field.
ru: Укажите имя поля сообщения.

source: Maximum file size (Use zero if unlimited)
ru: Максимальный размер файла (используйте ноль, если он неограничен)

source: OutPut Document
ru: Выходной документ

source: Are you sure you want to delete the Web Entry configuration?
ru: Вы действительно хотите удалить конфигурацию веб-записи?

source: There are problems getting the Steps, please try again.
ru: Есть проблемы с получением Шагов, повторите попытку.

source: No elements found to connect.
ru: Не найдено элементов для соединения.

source: Bottom
ru: Нижняя часть

source: Please take note of the changes to update your process logic.
ru: Пожалуйста, обратите внимание на изменения, чтобы обновить логику процесса.

source: Suggest users
ru: Предложить пользователям

source: __PARAMETERS__
ru: __ПАРАМЕТРЫ__

source: Do you want to clear this variable? The following properties are reset: Variable, Data Type, DB Connection, SQL and Options.
ru: Вы хотите очистить эту переменную? Сбрасываются следующие свойства: Variable, Data Type, DB Connection, SQL и Options.

source: It leaving this field in blank, the next user's email will be used.
ru: Если оставить это поле пустым, будет использоваться адрес электронной почты следующего пользователя.

source: Text Annotation
ru: Аннотация к тексту

source: days of week disabled
ru: дни недели отключены

source: Timer Event saved correctly
ru: Вы хотите очистить эту переменную? Сбрасываются следующие свойства: Variable, Data Type, DB Connection, SQL и Options.

source: [LABEL/ID_MAFE_2da6df2dfb6fe5c9542ee11118dce1fa] Do you want to delete this file?
ru: Вы хотите удалить этот файл?

source: border
ru: граница

source: Select the day(s) of the week below
ru: Выберите день(дни) недели следующей недели

source: Insert Variable
ru: Вставить переменную

source: Content Type
ru: Тип содержимого

source: Marker Type
ru: Тип маркера

source: Synchronous
ru: Синхронный

source: Store value in
ru: Хранить значение в

source: is duplicated.
ru: дублируется.

source: [LABEL/ID_MAFE_30c40215e6d00c574ca23451003db9b9] checkgroup
ru: проверка группы

source: DETAILS
ru: ДЕТАЛИ

source: Formula
ru: Формула

source: default value
ru: значение по умолчанию

source: Email Account Settings
ru: Настройки учетной записи электронной почты

source: Preview
ru: Предварительный просмотр

source: Intermediate Receive Message Event
ru: Событие промежуточного приема сообщения

source: Calendar Days
ru: Календарные дни

source: [LABEL/ID_MAFE_32e5bfca7823c2dc9de9df3dfbb5a7d4] Process Information
ru: Информация о процессах

source: Add Variable
ru: Добавить переменную

source: none
ru: никакой

source: Create permission
ru: Создать разрешение

source: An email address
ru: Адрес электронной почты

source: Execute every Hour(s)
ru: Выполнять каждый час(ы)

source: Nov
ru: Ноябрь

source: Editor
ru: Редактор

source: SQL Editor
ru: Редактор SQL

source: - Select -
ru: - Выбрать -

source: Video
ru: Видео

source: Execute a trigger when a case is unpaused
ru: Выполнить триггер при возобновлении задания

source: formula
ru: формула

source: Input Document saved successfully
ru: Входной документ сохранен успешно

source: Tablet
ru: Планшет

source: HTML Editor
ru: Редактор HTML

source: There are problems updating the routing rule, please try again.
ru: Есть проблемы с обновлением правила маршрутизации, повторите попытку.

source: Panel:
ru: Панель::

source: History Of Use
ru: История использования

source: There are problems updating the Loop Marker
ru: Есть проблемы с обновлением маркера цикла

source: Text to Search
ru: Текст для поиска

source: There are problems getting the list of triggers.
ru: Есть проблемы с получением списка запусков

source: Please enter a positive integer value
ru: Введите положительное целочисленное значение

source: Variable for Value Based Assignment
ru: Переменная для назначения на основе стоимости

source: Languages
ru: Языки

source: Timer Event
ru: Событие таймера

source: Create Predefined Trigger
ru: Создать предопределенный запуск

source: [LABEL/ID_MAFE_3a3678eaaa8b058dc89a4c3aba8ff52e] Edit Database Connection
ru: Изменить подключение к базе данных

source: Supported Controls: checkgroup.
ru: Поддерживаемые элементы управления: группа проверки.

source: [LABEL/ID_MAFE_3adbdb3ac060038aa0e6e6c138ef9873] Category
ru: Категория

source: [LABEL/ID_MAFE_3afd78b28798273ac67a7b9f22619d98] DB Connection
ru: Соединение с БД

source: Title Case
ru: Заголовок задания

source: Enable Grid Lines
ru: Включение линий сетки

source: Media
ru: Медиа

source: Select Year
ru: Выбрать год

source: Data Type
ru: Тип данных

source: [LABEL/ID_MAFE_3cab03c00dbd11bc3569afa0748013f0] Inactive
ru: Неактивный

source: Error, There are problems removing the element
ru: Ошибка, возникают проблемы с удалением элемента

source: to get the function list
ru: получить список функций

source: Inclusive (OR) Gateway
ru: Включающий (ИЛИ) вход

source: Email Event Edited correctly
ru: Событие электронной почты редактировано правильно

source: Title of the new trigger
ru: Заголовок нового запуска

source: Public
ru: Открытый доступ

source: Supported Controls: checkbox, radio, hidden.
ru: Поддерживаемые элементы управления: флажок, радио, скрытый.

source: Trigger deleted successfully
ru: Запуск удален успешно

source: Insert an email variable
ru: Вставить переменную электронной почты

source: Output Document saved successfully
ru: Выходной документ успешно сохранен

source: Subform
ru: Подформа

source: required field error message
ru: обязательное полевое сообщение об ошибке

source: responsive
ru: ответный

source: [LABEL/ID_MAFE_3e8f92eb64623f0ecd16d2efcd0acd7e] Report Tables
ru: Таблицы отчетов

source: Increment Second
ru: Приращение второго

source: Origin
ru: Происхождение

source: Variable Name
ru: Имя переменной

source: April
ru: Апрель

source: File uploaded successfully
ru: Файл успешно загружен

source: Case Status
ru: Статус задания

source: After action
ru: После действия

source: Drag and drop the process elements that you want to include in the process design.
ru: Перетащите элементы процесса, которые вы хотите включить в конструкцию процесса.

source: Assigned Users List
ru: Список назначенных пользователей

source: File saved successfully
ru: Файл успешно сохранен

source: <li>Edit: Allow user to change the control's value.</li>
ru: <li> Изменить: разрешить пользователю изменять значение элемента управления. </ li>

source: a text here
ru: текст здесь

source: side by side
ru: совместно

source: Intermediate Send Message Event
ru: Промежуточное событие отправки сообщения

source: The designer bar displays the process name and is used to control the process view (zoom, full screen view), the export, undo/redo and the save button.
ru: Панель конструктора отображает имя процесса и используется для управления просмотром процесса (масштабирование, полноэкранный режим), экспорт, отмена / повтор и кнопка сохранения.

source: August
ru: Август

source: Messages
ru: Сообщения

source: fileupload
ru: загрузка файла

source: [LABEL/ID_MAFE_42184184a95464c63c790acc3a69e564] Routing History
ru: История маршрутизации

source: video
ru: видео

source: Zoom
ru: Зум

source: Description of the new trigger
ru: Описание нового запуска

source: Insert a SQL query like: SELECT [Key field], [Label field] FROM [Table name]
ru: Вставьте SQL-запрос, например: ВЫБРАТЬ [Ключевое поле], [Ярлык] ИЗ [Имя таблицы]

source: The user/group was successfully removed
ru: Пользователь / группа была успешно удалена

source: Select an element in the designer to display the quick toolbar with the list of the most used options available for that element.
ru: Выберите элемент в конструкторе, чтобы отобразить панель быстрого доступа со списком наиболее используемых опций, доступных для этого элемента.

source: View
ru: Просмотр

source: Add at least one variable.
ru: Добавьте хотя бы одну переменную.

source: An error occurred while retrieving the access token
ru: Произошла ошибка при получении токена доступа

source: [LABEL/ID_MAFE_4466476a945cb091a8f4252b96f140d7] suggest
ru: предложить

source: [LABEL/ID_MAFE_44749712dbec183e983dcd78a7736c41] Date
ru: Дата

source: days
ru: дни

source: Select the date and time for case(s) to be initiated.
ru: Выберите дату и время для запуска задания(-й)

source: Parallel Marker Type
ru: Параллельный тип маркера

source: Element Type
ru: Тип элемента

source: Assign Users and Groups as Supervisors
ru: Назначение пользователей и групп в качестве контролеров

source: Empty.
ru: Пусто.

source: Go to today
ru: Перейти на сегодня

source: Email variable
ru: Переменная электронной почты

source: Variable
ru: Переменная

source: Import Error:
ru: Ощибка импорта:

source: Private
ru: Частный

source: HTML2PDF (Old Version)
ru: HTML2PDF (Старая версия)

source: Download the file
ru: Загрузить файл

source: RETURN VALUE
ru: ЗНАЧЕНИЕ ВОЗВРАТА

source: Handler
ru: Средство

source: Object
ru: Объект

source: Email From Format
ru: Электронная почта из формата

source: Allow users to change the task duration in runtime
ru: Разрешить пользователям изменять продолжительность задачи во время выполнения

source: [LABEL/ID_MAFE_4994a8ffeba4ac3140beb89e8d41f174] Language
ru: Язык

source: Connect
ru: Соединить

source: Test Connection
ru: Тестирование соединения

source: Edit Process
ru: Редактировать процесс

source: Business Rule Task
ru: Задача бизнес-правила

source: [LABEL/ID_MAFE_49ee3087348e8d44e1feda1917443987] Name
ru: Имя

source: Email account
ru: Аккаунт электронной почты

source: Script Task
ru: Задача скрипта

source: The row can not be removed, because is being edited.
ru: Строку нельзя удалить, поскольку она редактируется.

source: Pick Minute
ru: Выберите минуту

source: Condition *
ru: Условие *

source: Capitalize phrase
ru: Заглавная фраза

source: The label is empty
ru: Ярлык пустой

source: View users
ru: Просмотреть пользователей

source: Data Empty
ru: Данные пустые

source: max length
ru: максимальная длина

source: <br/>DB connections: Connect to external databases.
ru: <br/> Связи с БД: подключение к внешним базам данных.

source: Message
ru: Сообщение

source: Method
ru: Метод

source: [LABEL/ID_MAFE_4c524bf462d270df1443cd80bf70e5de] Input Document
ru: Входной документ

source: The parameter maxlength is not a number
ru: Параметр максимальной длины не является числом

source: Close the picker
ru: Закройте сборщик

source: Start date
ru: Дата начала

source: [LABEL/ID_MAFE_4d3d769b812b6faa6b76e1a8abaece2d] Active
ru: Активный

source: Enable camera
ru: Включить камеру

source: object with all or some of the parameters above
ru: объект со всеми или некоторыми параметрами выше

source: Create variable
ru: Создать переменную

source: Document Type
ru: Тип документа

source: Checkbox
ru: Флажок

source: <li>Parent: Inherit the mode from parent.</li>
ru: <li> Общий элемент: Наследовать режим от общего элемента. </ li>

source: [LABEL/ID_MAFE_50913568f681474c32d3f1b4a9fafdf1] Case Tracker
ru: Трекер задания

source: Generate Link
ru: Генерировать ссылку

source: Please insert variable before adding to the list.
ru: Пожалуйста, вставьте переменную перед добавлением в список.

source: textbox
ru: текстовое окно

source: [LABEL/ID_MAFE_5174d1309f275ba6f275db3af9eb3e18] Grid
ru: Сетка

source: [LABEL/ID_MAFE_5199decbb00b9a606e30f3ddfc951f3f] Database Connections
ru: Подключения к базам данных

source: [LABEL/ID_MAFE_520d0db389f362bf79ef56ca0af3dcab] Format
ru: Формат

source: DRAFT
ru: ЧЕРНОВИК

source: End Email Event
ru: Конечное событие электронной почты

source: There are problems updating the Script Task, please try again.
ru: Есть проблемы с обновлением задачи скрипта, повторите попытку.

source: - Select a Dynaform -
ru: - Выбрать Dynaform -

source: Process Design Access: Public / Private (Owner)
ru: Доступ к технологическому процессу: открытый / частный (владелец)

source: Email Event saved correctly
ru: Событие электронной почты сохранено правильно

source: Select Connection Type
ru: Выберите тип соединения

source: Export Diagram
ru: Экспортная диаграмма

source: Invalid file:
ru: Неверное расширение файла:

source: Next Task
ru: Следующая задача

source: Grid: drag & drop controls.<br>Supports: textbox, textarea, dropdown, checkbox, datetime, suggest, hidden, link, multiplefile.
ru: Сетка: элементы управления перетаскиванием. Поддержка: текстовое поле, текстовое поле, выпадающее меню, флажок, дата-время, подсказка, скрытый, ссылка, несколько файлов.

source: [LABEL/ID_MAFE_5493fda247f138a0b3fc0d493b2906e5] Web Entry
ru: Веб-вход

source: [LABEL/ID_MAFE_54ca84a794888fe8d92834787dfa935a] columns
ru: колонки

source: Set the date picker to this date by default<br>(in YYYY-MM-DD HH:MM:SS format)
ru: Установите сборщик дат для этой даты по умолчанию <br> (в формате ГГГГ-ММ-ДД ЧЧ: ММ: СС)

source: Insert file name
ru: Вставить имя файла

source: Force user login
ru: Принудительный вход пользователя

source: Annotation
ru: Aннотация

source: A0Oversize
ru: A0Большой формат

source: [LABEL/ID_MAFE_56a1bf7a363021c1d31dd8338428cc03] Custom Trigger
ru: Пользовательский запуск

source: max date
ru: максимальная дата

source: There are problems updating the Web Entry, please try again.
ru: Есть проблемы с обновлением веб-входа, повторите попытку.

source: Database connection saved successfully
ru: Соединение с базой данных сохранено успешно

source: INCLUSIVE
ru: ВКЛЮЧИТЕЛЬНО

source: Tuesday
ru: Вторник

source: Are you sure you want to delete the "variable"?
ru: Вы действительно хотите удалить «переменную»?

source: Lasso
ru: Лассо

source: The email can be a string or a variable (@@myEmail), comma separated list of emails
ru: Электронная почта может быть строкой или переменной (@@ myEmail), список адресов электронной почты, разделенный запятыми

source: [LABEL/ID_MAFE_585db2c92dc89eef837f07b5791c5536] Edit
ru: Редактировать

source: protected value
ru: защищенное значение

source: Reports to
ru: Докладывает

source: Exit full screen
ru: Выход из полноэкранного режима

source: Undo Action
ru: Отменить действие

source: -- Default --
ru: -- По умолчанию --

source: Oct
ru: Oктябрь

source: Parallel Task
ru: Параллельная задача

source: type
ru: тип

source: data variable
ru: переменная данных

source: Value Based Assignment
ru: Назначение, основанное на значении

source: PHP pages with Web Services
ru: PHP-страницы с веб-сервисами

source: Please configure script to end with error status.
ru: Пожалуйста, настройте сценарий, чтобы он закончил с состоянием ошибки.

source: Property
ru: Собственность

source: Screenshot800
ru: Скриншот800

source: Wizard
ru: Мастер

source: Please enter only CSS code
ru: Пожалуйста, введите только код CSS

source: DynaForm saved successfully
ru: DynaForm успешно сохранен

source: Task in Progress
ru: Завершенная работа

source: When the form is submitted a new case is created with this user account.
ru: Когда форма отправляется, создается новое задание с этой учетной записью пользователя.

source: There are problems getting the triggers wizard list, please try again.
ru: Есть проблемы с получением списка запусков, повторите попытку.

source: Before action
ru: До действия

source: Step assigned successfully.
ru: Шаг успешно назначен.

source: Variable type
ru: Тип переменной

source: [LABEL/ID_MAFE_5da618e8e4b89c66fe86e32cdafde142] From
ru: Из

source: [LABEL/ID_MAFE_5dbf17e4c8ca8f1979b7b4b3abaffe32] Edit process
ru: Редактировать процесс

source: Supported Controls:
ru: Поддерживаемые элементы управления:

source: Default: false<br>On show, will set the picker to:<br>
ru: По умолчанию: false. В режиме «Показать» будет установлен переключатель выбора: <br>

source: Invalid Connections
ru: Недействительные соединения

source: array of numbers from 0-6
ru: диапазон чисел от 0 до 6

source: [LABEL/ID_MAFE_5e9df908eafa83cb51c0a3720e8348c7] Check All
ru: Проверить все

source: Errors
ru: Ошибки

source: The Dynaform title
ru: Заголовок Dynaform

source: Redirect to custom URL
ru: Перенаправить на пользовательский URL

source: Are you sure you want to discard your changes?
ru: Вы действительно хотите отменить свои изменения?

source: [LABEL/ID_MAFE_5fb63579fc981698f97d55bfecb213ea] Copy
ru: Копировать

source: The variable is being used.
ru: Переменная используется.

source: Delete Routing Rule
ru: Удалить правило маршрутизации

source: Please configure script to terminate case.
ru: Пожалуйста, настройте сценарий для завершения задания.

source: Please enter a valid hour.
ru: Укажите действительный час.

source: title (mouseover)
ru: заголовок (наведение курсора мыши)

source: [LABEL/ID_MAFE_60aaf44d4b562252c04db7f98497e9aa] Port
ru: Порт

source: There are problems getting the Triggers list, please try again.
ru: Есть проблемы с получением списка запусков, повторите попытку.

source: [LABEL/ID_MAFE_611ebad77c16b1edc01a8e4962094900] All Tasks
ru: Все задачи

source: Allows date selection before this date<br>(in YYYY-MM-DD HH:MM:SS format)
ru: Позволяет выбрать дату до этой даты <br> (в формате ГГГГ-ММ-ДД ЧЧ: ММ: СС)

source: Service Task
ru: Служебная задача

source: Please configure cron to wait for time condition.
ru: Пожалуйста, настройте cron, чтобы подождать временные условия.

source: day
ru: день

source: Minute
ru: Минута

source: End Event
ru: Конец события

source: Back to list
ru: Назад к списку

source: External Step
ru: Внешний шаг

source: In the design area you can drop the process elements and order or arrange them to design your process.
ru: В области проектирования вы можете удалить элементы процесса и заказать или организовать их для разработки своего процесса.

source: Previous Year
ru: Предыдущий год

source: Condition Trigger
ru: Запуск условия

source: [LABEL/ID_MAFE_6394d816bfb4220289a6f4b29cfb1834] textarea
ru: текстовая облсть

source: Default: false
ru: По умолчанию: неверно

source: Email Event
ru: Событие электронной почты

source: By clicking on the generated file link
ru: Нажимая на сгенерированную ссылку на файл

source: [LABEL/ID_MAFE_640eaa8954e206c0dc9a4da71619537d] Case Labels
ru: Ярлыки задания

source: There are no items.
ru: Нет предметов.

source: Forms
ru: Формы

source: Enter a Protocol and Hostname valid value.
ru: Введите действительное значение протокола и имя хоста.

source: No records
ru: Нет записей

source: Mode
ru: Режим

source: Start Timer updated successfully
ru: Начальный таймер обновлен успешно

source: Single HTML
ru: Один HTML-код

source: help
ru: помощь

source: February
ru: Февраль

source: Execute a trigger when a case is deleted
ru: Выполнить запуск, когда задание удалено

source: Please press the "Generate Link" button.
ru: Пожалуйста, нажмите кнопку "сгенерировать ссылку".

source: Process Objects
ru: Объекты процесса

source: [LABEL/ID_MAFE_662f707d5491e9bce8238a6c0be92190] hidden
ru: скрыто

source: Select Dynaform use in case.
ru: Выберите Dynaform для использования в задании.

source: Executive
ru: Исполнительный

source: [LABEL/ID_MAFE_67dab01827a619fdbcb137f18a83feb5] End of process
ru: Конец процесса

source: description
ru: Описание

source: Insert a condition
ru: Вставить условие

source: [LABEL/ID_MAFE_686e697538050e4664636337cc3b834f] Create
ru: Cоздать

source: max file size
ru: Максимальный размер файла

source: June
ru: Июнь

source: Value
ru: Значение

source: false
ru: ложное значение

source: Display :
ru: Отображение:

source: Sub-process Properties
ru: Свойства подпроцесса

source: average
ru: средний

source: The routing rule to "{0}" already exists
ru: Правило маршрутизации до «{0}» уже существует

source: Intermediate Event Type
ru: Промежуточный тип события

source: Start Event Type
ru: Тип стартового события

source: New Trigger saved successfully
ru: Новый Запуск сохранен успешно

source: [LABEL/ID_MAFE_6a26f548831e6a8c26bfbbd9f6ec61e0] Help
ru: Помощь

source: Open Editor
ru: Открыть редактор

source: [LABEL/ID_MAFE_6a7e73161603d87b26a8eac49dab0a9c] Hours
ru: Часы

source: placeholder
ru: указатель места размещения

source: None
ru: Никакой

source: Start Timer Event
ru: Событие запуска таймера

source: Inclusive Gateway
ru: Включающий вход

source: Assignee saved successfully
ru: Представитель успешно сохранен

source: Mobile controls
ru: Мобильный контроль

source: New variables created
ru: Созданы новые переменные

source: Weekly
ru: Недельный

source: Information Required
ru: Требуется информация

source: Data Store
ru: Хранилище данных

source: Apr
ru: Aпрель
