Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: The table '{0}' that you trying to import is not a report table.
ru: Таблица '{0}', которую вы пытаетесь импортировать, не является таблицей отчетов.

source: The user doesn't have a resume.
ru: У пользователя нет резюме.

source: No selected fields
ru: Нет выбранных полей

source: One item should be selected in order to execute the action.
ru: Для выполнения действия необходимо выбрать один элемент.

source: Manager unassigned correctly
ru: Менеджер переназначен правильно

source: No starting task defined
ru: Начальная задача не определена

source: The task doesn't have any users.
ru: У задачи нет пользователей.

source: [LABEL/ID_NO_VALUE] No
ru: Нет

source: Null
ru: Нулевой

source: Number cases
ru: Количество заданий

source: [LABEL/ID_OBJECT] Object
ru: Объект

source: No objects are available. All objects have been already assigned.
ru: Объектов нет. Все объекты уже назначены.

source: Objects has been successfully assigned
ru: Объекты успешно назначены

source: Object Classes
ru: Классы объектов

source: Failed to assign Objects
ru: Не удалось назначить объекты

source: Object has been removed successfully
ru: Объект успешно удален

source: User has been updated successfully
ru: Пользователь успешно обновлен

source: Off
ru: Не задействован

source: of the month(s)
ru: месяца (ов)

source: [LABEL/ID_OK] Ok
ru: Oкей

source: old version
ru: старая версия

source: On
ru: На

source: On Time
ru: Вовремя

source: Open
ru: Открыть

source: OpenSSL is optional.
ru: OpenSSL не является обязательным.

source: Open Case
ru: Открыть задание

source: Opening database
ru: Открытие базы данных

source: Trying to open database
ru: Попытка открыть базу данных

source: Open the Dynaform in a new tab
ru: Откройте Dynaform на новой вкладке

source: Open in a popup
ru: Открыть во всплывающем окне

source: Open in a new window
ru: Открыть в новом окне

source: [LABEL/ID_OPEN_IN_POPUP] Open in a popup
ru: Открыть во всплывающем окне

source: Open With
ru: Открыть с

source: Operating System
ru: Операционная система

source: Option
ru: Oпция

source: [LABEL/ID_OPTIONS] Options
ru: Опции

source: Options Menu Task
ru: Задача меню "Опции"

source: [LABEL/ID_OPT_ALL] All
ru: Все

source: Completed by Me
ru: Завершено мной

source: Jump To
ru: Перейти в

source: Read
ru: Прочитано

source: Started by Me
ru: Начато мной

source: Unread
ru: Непрочитано

source: [LABEL/ID_ORIENTATION] Orientation
ru: Ориентация

source: [LABEL/ID_ORIGIN] Origin
ru: Начало

source: [LABEL/ID_ORIGIN_TASK] Origin Task
ru: Начало задачи

source: Other
ru: Другое

source: Outbox
ru: Исходящий

source: Output
ru: Выходной

source: [LABEL/ID_OUTPUT_DOCUMENT] Output Document
ru: Выходной документ

source: [LABEL/ID_OUTPUT_DOCUMENTS] Output Documents
ru: Выходные документы

source: The document in its configuration does not support this extension
ru: Документ в его конфигурации не поддерживает это расширение

source: The Output Document with {0}: {1} does not exist.
ru: Выходной документ с {0}: {1} не существует.

source: Invalid extension
ru: Недопустимое расширение

source: The Output Document with {0}: {1} it's assigned in "{2}".
ru: Выходной документ с {0}: {1} назначен в "{2}".

source: Output Document Template
ru: Шаблон выходного документа

source: [LABEL/ID_OUTPUT_GENERATE] Output Document to Generate
ru: Выходной документ для генерирования

source: Output Document Information
ru: Информация о выходном документе

source: The output with {0}: '{1}' does not exist.
ru: Вывод с {0}: '{1}' не существует.

source: Not saved because there is an Output Document with the same name in this process.
ru: Не сохраняется, потому что в этом процессе есть выходной документ с таким же именем.

source: Output document has been removed successfully
ru: Исходный документ успешно удален

source: Output document has been updated successfully.
ru: Исходный документ успешно обновлен.

source: Upload Output Document Template File
ru: Загрузить файл шаблона выходного документа

source: OU for Retired Employees OU
ru: OU для пенсионеров OU

source: Task Status
ru: Статус задачи

source: Overwrite
ru: Перезаписать

source: Overwrite if exists?
ru: Перезаписать, если существует?

source: The PMTable '{0}' already exists in the workspace, what do you want to do?
ru: PMTable '{0}' уже существует в рабочей области, что вы хотите сделать?

source: The report table '{0}' that you want to import is related to other process, what do you want to do?
ru: Таблица отчета '{0}', которую вы хотите импортировать, связана с другим процессом, что вы хотите сделать?

source: The report table '{0}' already exist, what do you want to do?
ru: Таблица отчетов '{0}' уже существует, что вы хотите сделать?

source: Inbox Status
ru: Статус входящей почты

source: Owner
ru: Владелец

source: Owner Information
ru: Информация о владельце

source: Owner type
ru: Тип владельца

source: [LABEL/ID_PAGE] Page
ru: Страница

source: Page Size
ru: Размер страницы

source: [LABEL/ID_PARALLEL_TASK] Parallel Task
ru: Параллельная задача

source: Parameters
ru: Параметры

source: Parent department doesn't exist
ru: Исходного отдела не существует

source: [LABEL/ID_PARTICIPATION] Participation
ru: Участие

source: Participation Required?
ru: Требуется участие?

source: Password is required
ru: Требуется пароль

source: [LABEL/ID_PASSWORD] Password
ru: Пароль

source: The password fields don't match.
ru: Поля пароля не совпадают.

source: Password (admin)(Max. length 20)
ru: Пароль (admin) (максимальная длина 20)

source: Re-type Password
ru: Повторите ввод пароля

source: Your password has been successfully changed to
ru: Ваш пароль был успешно изменен на

source: The password complies with the security policies.
ru: Пароль соответствует правилам безопасности.

source: [LABEL/ID_PASSWORD_CONFIRM] Confirm Password
ru: Подтвердите Пароль

source: The password confirmation is incorrect.
ru: Неверное подтверждение пароля.

source: Current Password
ru: Текущий пароль

source: Enter the current password
ru: Введите текущий пароль

source: The current password is incorrect
ru: Текущий пароль неверен

source: Password is longer than the maximum allowed length
ru: Пароль длиннее максимально допустимой длины

source: Testing password
ru: Тестирование пароля

source: [LABEL/ID_PATH] Path
ru: Путь

source: Pause
ru: Приостановить

source: [LABEL/ID_PAUSED] Paused
ru: Приостановлено

source: [LABEL/ID_PAUSED_CASE] Pause
ru: Приостановить

source: Pause Case
ru: Приостановить задание

source: Do you want to pause the case until
ru: Вы хотите приостановить это задание до

source: Pause Date
ru: Приостановить

source: Pausing Case
ru: Приостановка задания

source: Pending
ru: В ожидании

source: [LABEL/ID_PENDING_TASK] Pending Task / Not Executed
ru: Ожидающая задача / не выполнена

source: Perform this Task
ru: Выполнить эту задачу

source: Period
ru: Период

source: Periodicity
ru: Периодичность

source: [LABEL/ID_PERMISSIONS] Permissions
ru: Разрешения

source: Permissions for the role
ru: Разрешения для функции

source: The Permission already exists!
ru: Разрешение уже существует!

source: Permission Code
ru: Код разрешения

source: The permission with {0}: {1} does not exist.
ru: Разрешение с {0}: {1} не существует.

source: Permission Name
ru: Название разрешения

source: New specific Permission
ru: Новые конкретные разрешения

source: [LABEL/ID_PERMITIONS] Permissions
ru: Разрешения

source: Personal information
ru: Личная информация

source: Phone
ru: Телефон

source: Phone Number
ru: Номер телефона

source: Photo
ru: Фото

source: PHP Information
ru: Информация о PHP

source: php-mssql is Not Installed
ru: php-mssql не установлен

source: php-mysql is Not Installed
ru: php-mysql не установлен

source: PHP Version
ru: Версия PHP

source: PHP & Web Service options
ru: Параметры PHP и веб-службы

source: The PIN is invalid
ru: PIN-код недействителен

source: please
ru: пожалуйста

source: Please change your password to one that complies with these policies.
ru: Пожалуйста, измените свой пароль на тот, который соответствует этим правилам.

source: Please, configure the estimated duration of the task.
ru: Пожалуйста, настройте предполагаемую продолжительность задачи.

source: Please enter comments!
ru: Пожалуйста, введите комментарии!

source: [LABEL/ID_PLEASE_ENTER_CREDENTIALS] Please enter your credentials below
ru: Пожалуйста, ведите ваши учетные данные ниже

source: Please, enter a description.
ru: Пожалуйста, введите описание

source: Please enter the required fields
ru: Пожалуйста, введите требуемые поля

source: Please select the file to attach!
ru: Пожалуйста, выберите файлы для прикрепления!

source: Please select the files to upload
ru: Пожалуйста, выберите файлы для загрузки

source: Please Select Logo
ru: Пожалуйста, выберите логотип

source: Please select 80 fields at most
ru: Пожалуйста, выберите максимум 80 полей

source: Please select a photo
ru: Пожалуйста, выберите фотографию

source: Please select the plugin
ru: Пожалуйста, выберите плагин

source: Please select a .po file
ru: Пожалуйста, выберите файл .po

source: Please select the upgrade file
ru: Пожалуйста, выберите файл обновления

source: Please, set a value for the days in the Execution Time field.
ru: Укажите значение для дней в поле Время выполнения.

source: Please try later.
ru: Пожалуйста, повторите попытку позже.

source: Please wait...
ru: Пожалуйста, подождите...

source: Plugins
ru: Плагины

source: Plugins Directory
ru: Каталог плагинов

source: Plugins Manager
ru: Менеджер плагинов

source: The plugin is activated, please deactivate first to remove it.
ru: Плагин активирован, сначала отключите его, чтобы удалить его.

source: This plugin needs "{Dependence}" plugin
ru: Для этого плагина необходим плагин «{Dependence}»

source: Plugin file
ru: Файл плагина

source: Are you sure to disable the Google Drive Integration? If you do this, the input, output and file documents will be stored only in your ProcessMaker server.
ru: Вы уверены, что отключите интеграцию с Google Диском? Если вы это сделаете, документы ввода, вывода и файла будут сохранены только на сервере ProcessMaker.

source: The file doesn't have any content stored on Drive.
ru: У файла нет содержимого, хранящегося на Диске.

source: Are you sure to disable the Gmail Integration? If you do this, all the mails and relabelling sent to Gmail will be disabled.
ru: Вы уверены, что отключите интеграцию Gmail? Если вы это сделаете, все письма и перемаркировка, отправленные в Gmail, будут отключены.

source: An error in processing Gmail requests occurred
ru: Произошла ошибка при обработке запросов Gmail

source: Settings for Processmaker Gmail
ru: Настройки для Processmaker Gmail

source: The Gmail token is not valid.
ru: Маркер Gmail недействителен.

source: Service Account Email
ru: Электронная почта службы поддержки

source: Service Account Certificate
ru: Сертификат учетной записи службы

source: Please select a json file to upload
ru: Выберите json-файл для загрузки

source: Only accepts files in format json
ru: Принимает только файлы в формате json

source: The plugin "{0}" is a Enterprise Edition Plugin, please install the Enterprise Plugins Manager to use this plugin
ru: Плагин «{0}» - это плагин Enterprise Edition, пожалуйста, установите Enterprise Plugins Manager для использования этого плагина

source: PM Table
ru: Таблица PM

source: [LABEL/ID_PMTABLES] PM Tables
ru: Таблицы PM

source: You can't repeat a column name, please rename:
ru: Вы не можете повторить имя столбца, пожалуйста, переименуйте:

source: Field Name for all columns is required.
ru: Поле Имя для всех столбцов требуется.

source: Field Label for all columns is required.
ru: Полевая метка для всех столбцов требуется.

source: Please set a field type for
ru: Укажите тип поля для

source: Please set a field size for:
ru: Укажите размер поля для:

source: At least one column must be set as Primary Key.
ru: По крайней мере, один столбец должен быть установлен как первичный ключ.

source: Please set columns for this Report Table.
ru: Установите столбцы для этой таблицы отчетов.

source: Set a Physical Field Name for:
ru: Задайте имя физического поля для:

source: There are no tables to export.
ru: Для экспорта нет таблиц.

source: From each table select at least one Schema/Data to export.
ru: Из каждой таблицы выберите по крайней мере одну схему / данные для экспорта.

source: The word {0} is reserved by the database engine please set another one.
ru: Слово {0} зарезервировано движком механизмом базы данных, пожалуйста, установите другой.

source: The table "{0}" already exits!
ru: Таблица «{0}» уже существует!

source: ERROR: The class fie "{0}" doesn't exist!
ru: ОШИБКА: Класс fie "{0}" не существует!

source: record(s) were found in this table. If you edit the structure all data will be lost.
ru: запись (записи) были найдены в этой таблице. Если вы отредактируете структуру, все данные будут потеряны.

source: Keep the records of the table
ru: Хранить записи таблицы

source: The PM Table with {0}: {1} does not exist.
ru: Таблица PM с {0}: {1} не существует.

source: The field {0}: {1}, is not a primary key field of the PM Table.
ru: Поле {0}: {1} не является полем первичного ключа таблицы PM.

source: [LABEL/ID_PMTABLE_IMPORT_SUCCESS] File "{0}" imported successfully.
ru: Файл «{0}» импортирован успешно.

source: File "{0}" imported but with errors:
ru: Файл «{0}» импортирован, но с ошибками:

source: The following fields cannot be created because they contain the reserved words "{0}"
ru: Следующие поля не могут быть созданы, поскольку они содержат зарезервированные слова "{0}"

source: Invalid PM table(s) file, import aborted!
ru: Недопустимый файл таблицы PM,импорт отменен!

source: Could not create the table with the name "{0}" because it is a reserved word.
ru: Не удалось создать таблицу с именем «{0}», потому что это зарезервированное слово.

source: The PM Table associated with this DynaForm could not be found.
ru: Таблица PM, связанная с этим DynaForm, не найдена.

source: The data from this case was saved in the database, but it was not saved in the PM Table, which it couldn't be found.
ru: Данные из этого случая были сохранены в базе данных, но они не были сохранены в таблице PM, которые невозможно было найти.

source: File "{0}" was not imported has errors:
ru: Файл «{0}» не был импортирован с ошибками:

source: The primary key field {0} of the PM Table is missing in the attribute {1}.
ru: Поле первичного ключа {0} таблицы PM отсутствует в атрибуте {1}.

source: It is required to select a PM table
ru: Требуется выбрать таблицу PM

source: Save changes? All data will be lost.
ru: Сохранить изменения? Все данные будут потеряны.

source: The total primary key fields of the PM Table is {0}, the attribute {1} has {2} primary keys.
ru: Общие поля первичных ключей таблицы PM {0}, атрибут {1} имеет {2} первичные ключи.

source: A problem occurred while uploading file.
ru: При загрузке файла возникла проблема.

source: PM Table Dynaform
ru: Таблица PM Dynaform

source: [LABEL/ID_PM_ENV_HOME_SETTINGS_TITLE] Home Settings
ru: Главная Настройки

source: Cases Lists Settings
ru: Настройки списка заданий

source: Regional Settings
ru: Региональные настройки

source: Processmaker Environment Settings
ru: Настройки среды Processmaker

source: Display Information Settings
ru: Настройки отображения информации

source: Download PM File:
ru: Загрузить файл PM:

source: ProcessMaker Folder
ru: Папка ProcessMaker

source: The "{0}" function has {1} the current case, the script has stopped to avoid conflicts.
ru: Функция «{0}» имеет {1} текущее задание, сценарий остановился, чтобы избежать конфликтов.

source: pmGrid
ru: Сетка pm

source: Heart Beat Configuration
ru: Конфигурация Heart Beat

source: [LABEL/ID_PM_TABLE] PM Table
ru: Таблица PM

source: Your password does not meet the following password policies
ru: Ваш пароль не соответствует следующим правилам пароля

source: [LABEL/ID_PORT] Port
ru: Порт

source: Destination Port Unreachable
ru: Порт назначения недоступен

source: Position
ru: Позиция

source: Posted at
ru: Опубликовано

source: The posted data is empty!
ru: Опубликованные данные пустые!

source: User must change his/her password after next login
ru: Пользователь должен изменить свой пароль после следующего входа

source: Password Expiration in
ru: Истечение срока действия пароля в

source: Maximum length
ru: Максимальная длина

source: [LABEL/ID_PPP_MAXIMUN_LENGTH] Maximum length
ru: Максимальная длина

source: Minimum length
ru: Минимальная длина

source: [LABEL/ID_PPP_MINIMUN_LENGTH] Minimum length
ru: Минимальная длина

source: Numerical Character is required
ru: Требуется численный символ

source: Special Character is required
ru: Требуется специальный символ

source: Uppercase Character is required
ru: Требуется верхний символ

source: Preferences
ru: Предпочтения

source: [LABEL/ID_PREFIX] Prefix
ru: Префикс

source: Pre-installation check
ru: Проверка перед установкой

source: [LABEL/ID_PREVIEW] Preview
ru: Превью

source: [LABEL/ID_PREVIOUS] Previous
ru: Предыдущий

source: [LABEL/ID_PREVIOUS_MONTH] Previous Month
ru: Предыдущий месяц

source: Previous quarter
ru: Предыдущий квартал

source: Previous Step
ru: Предыдущий шаг

source: Previous Week
ru: Предыдущая неделя

source: [LABEL/ID_PREVIOUS_YEAR] Previous Year
ru: Предыдущий год

source: [LABEL/ID_PREVIUS] Previous
ru: Предыдущий

source: Previous Values
ru: Предыдущие значения

source: Primary Key
ru: Основной ключ

source: [LABEL/ID_PRIORITY] Priority
ru: Приоритет

source: HIGH
ru: ВЫСОКИЙ

source: LOW
ru: НИЗКИЙ

source: NORMAL
ru: НОРМАЛЬНЫЙ

source: VERY HIGH
ru: ОЧЕНЬ ВЫСОКИЙ

source: VERY LOW
ru: ОЧЕНЬ НИЗКИЙ

source: Privacy
ru: Частный

source: [LABEL/ID_PRIVATE] Private
ru: Частный

source: Processing: {0}
ru: Процесс: {0}

source: [LABEL/ID_PROCESS] Process
ru: Процесс

source: Processed
ru: Обработанный

source: Processes
ru: Процессы

source: Processing ...
ru: Обработка ...

source: ProcessMaker is already installed.
ru: ProcessMaker уже установлен.

source: ProcessMaker Forgot Password Service
ru: ProcessMaker Забыли пароль Услуги

source: ProcessMaker Installation
ru: Установка ProcessMaker

source: ProcessMaker Open Source License
ru: Лицензия с открытым исходным кодом ProcessMaker

source: Check PM Requirements
ru: Проверить требования к РМ

source: cURL Version
ru: Версия cURL

source: If any of these items are not supported (marked as " No"), then please take actions to correct them.<br />
ru: Если какой-либо из этих элементов не поддерживается (помечен как «Нет»), то, пожалуйста, предпринимайте действия, чтобы исправить их. <br />

source: Failure to do so correctly could lead to your ProcessMaker installation not functioning correctly!<br />
ru: Несоблюдение этого требования может привести к неправильной работе вашей ProcessMaker! <br />

source: If any of these items are not supported (marked as No), then please take actions to correct them.
ru: Если какой-либо из этих элементов не поддерживается (отмечен как Нет), то, пожалуйста, предпринимайте действия для их исправления.

source: Failure to do so could lead your ProcessMaker installation not functioning correctly.
ru: Несоблюдение этого требования может привести к неправильной работе вашей установки ProcessMaker.

source: These settings are recommended for PHP in order to ensure full compatibility with ProcessMaker.
ru: Эти настройки рекомендуются для PHP, чтобы обеспечить полную совместимость с ProcessMaker.

source: However, ProcessMaker still operates if your settings do not match the recommended.
ru: Однако, ProcessMaker все еще работает, если ваши настройки не соответствуют рекомендуемым.

source: In order for ProcessMaker to function correctly it needs to be able to access or write to certain files or directories.
ru: Для того, чтобы ProcessMaker функционировал правильно, он должен иметь возможность доступа или записи в определенные файлы или каталоги.

source: If you see <font color="red">"unwritable"</font>, change the permissions on the file or directory to allow ProcessMaker to write to it.
ru: Если вы видите <font color = "red"> "unritable" </ font>, измените разрешения на файл или каталог, чтобы позволить ProcessMaker писать на него.

source: ProcessMaker stores all of its data in a database. This screen gives the installation program the information needed to create this database.
ru: ProcessMaker хранит все свои данные в базе данных. Этот экран дает программе установки информацию, необходимую для создания этой базы данных.

source: If you are installing ProcessMaker on a remote web server, you will need to get this information from your Database Server.
ru: Если вы устанавливаете ProcessMaker на удаленный веб-сервер, вам нужно будет получить эту информацию с вашего сервера базы данных.

source: ProcessMaker uses workspaces to store data. Please enter a valid workspace name and credentials to login.
ru: ProcessMaker использует рабочие пространства для хранения данных. Введите правильное имя рабочей области и учетные данные для входа в систему.

source: DOM/XML Support
ru: Поддержка DOM / XML

source: GD Support
ru: Поддержка GD

source: LDAP Support (*)
ru: Поддержка LDAP (*)

source: LDAP is optional
ru: LDAP является необязательным

source: Memory Limit >= 80M
ru: Предел памяти> = 80M

source: MSSQL Support (*)
ru: Поддержка MSSQL (*)

source: Multibyte Strings Support
ru: Поддержка многобайтовых строк

source: MySQL Support
ru: Поддержка MySQL

source: OpenSSL Version (*)
ru: Версия OpenSSL (*)

source: Open SSL is optional
ru: Открытый SSL является необязательным

source: PHP recommended version 5.6 or higher, PHP 7.2 is not yet supported
ru: Рекомендуемая PHP версия 5.6 или выше (7.0 не поддерживается)

source: Soap Support
ru: Поддержка Soap

source: This Business Process is Powered By ProcessMaker
ru: Этот бизнес-процесс работает на ProcessMaker

source: ProcessMaker was successfully installed<br/>Workspace <b>" {0} " </b> was installed correctly.
ru: ProcessMaker был успешно установлен. <br/> Рабочая область <b> "{0}" </ b> установлена правильно.

source: The new ProcessMaker UI couldn't be applied on installation. You can enable it afterwards in ADMIN > Settings > System.
ru: Новый интерфейс ProcessMaker нельзя применять при установке. Вы можете включить его в ADMIN> Настройки> Система.

source: Please insert a valid processmaker user name and password, in order to assign the case to their respective owner.
ru: Пожалуйста, укажите правильное имя пользователя и пароль, чтобы назначить задание соответствующему пользователю.

source: ProcessMaker couldn't write on configuration file: {0}<br/>
ru: ProcessMaker не смог записать файл конфигурации: {0} <br/>

source: [LABEL/ID_PROCESSMAP_CALENDAR_CONFIRM_DELETE] Are you sure you want to delete this calendar?
ru: Вы действительно хотите удалить этот календарь?

source: [LABEL/ID_PROCESSMAP_DYNAFORMS] DynaForms
ru: DynaForms

source: [LABEL/ID_PROCESSMAP_EVALUATION] Evaluation
ru: Оценка

source: [LABEL/ID_PROCESSMAP_MESSAGES] Messages
ru: Сообщения

source: [LABEL/ID_PROCESSMAP_PARALLEL_EVALUATION_FORK] Parallel by Evaluation (fork)
ru: Параллельно с оценкой (fork)

source: [LABEL/ID_PROCESSMAP_PARALLEL_FORK] Parallel (fork)
ru: Параллельный (fork)

source: [LABEL/ID_PROCESSMAP_PARALLEL_JOIN] Parallel (join)
ru: Параллельный (присоединить)

source: [LABEL/ID_PROCESSMAP_SELECTION] Selection
ru: Выбор

source: [LABEL/ID_PROCESSMAP_SEQUENTIAL] Sequential
ru: Последовательный

source: BPMN Designer
ru: Проектировщик BPMN

source: The Process Name already exists!
ru: Имя процесса уже существует!

source: The Process Title "{PRO_TITLE}" already exists!
ru: Заголовок процесса "{PRO_TITLE}" уже существует!
