Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: [processes/processes_Edit.xml?PRO_SUMMARY_DYNAFORM] Dynaform to show a case summary
ru: - Сводка по умолчанию Dynaform -

source: [processes/processes_Edit.xml?PRO_SUMMARY_DYNAFORM-]
ru: - Default summary Dynaform -

source: [processes/processes_Edit.xml?PRO_DERIVATION_SCREEN_TPL] Routing Screen Template
ru: - По умолчанию -

source: [processes/processes_Edit.xml?PRO_DERIVATION_SCREEN_TPL-]
ru: - Default -

source: [processes/processes_Edit.xml?PRO_DEBUG] Debug
ru: Отлаживать

source: [processes/processes_Edit.xml?PRO_SHOW_MESSAGE] Hide the case number and the case title in the steps
ru: Скрыть номер и заголовок задания в этапах

source: This a sub process
ru: Этот подпроцесс

source: [processes/processes_Edit.xml?PRO_TRI_DELETED] Execute a trigger when a case is deleted
ru: - Не выполняйте ничего -

source: [processes/processes_Edit.xml?PRO_TRI_DELETED-]
ru: - Don't execute anything -

source: Execute a trigger when a case is canceled
ru: - Не выполняйте ничего -

source: [processes/processes_Edit.xml?PRO_TRI_CANCELED-]
ru: - Don't execute anything -

source: [processes/processes_Edit.xml?PRO_TRI_PAUSED] Execute a trigger when a case is paused
ru: - Не выполняйте ничего -

source: [processes/processes_Edit.xml?PRO_TRI_PAUSED-]
ru: - Don't execute anything -

source: [processes/processes_Edit.xml?PRO_TRI_REASSIGNED] Execute a trigger when a case is reassigned
ru: - Не выполняйте ничего -

source: [processes/processes_Edit.xml?PRO_TRI_REASSIGNED-]
ru: - Don't execute anything -

source: [processes/processes_Edit.xml?PRO_TRI_UNPAUSED] Execute a trigger when a case is unpaused
ru: - Не выполняйте ничего -

source: [processes/processes_Edit.xml?PRO_TRI_UNPAUSED-]
ru: - Don't execute anything -

source: [processes/processes_Edit.xml?PRO_TYPE_PROCESS] Process Design Access: Public / Private (Owner)
ru: Частный

source: [processes/processes_Edit.xml?PRO_TYPE_PROCESS-PUBLIC]
ru: Public

source: [processes/processes_Edit.xml?PRO_TYPE_PROCESS-PRIVATE]
ru: Private

source: [processes/processes_Edit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [processes/processes_Edit.xml?SUBMIT] Save
ru: Сохранить

source: Edit Specific Permission
ru: Изменить специальное разрешение

source: [processes/processes_EditObjectPermission.xml?OP_CASE_STATUS] Status Case
ru: Завершено

source: [processes/processes_EditObjectPermission.xml?OP_CASE_STATUS-ALL]
ru: All

source: [processes/processes_EditObjectPermission.xml?OP_CASE_STATUS-DRAFT]
ru: Draft

source: [processes/processes_EditObjectPermission.xml?OP_CASE_STATUS-TO_DO]
ru: To Do

source: [processes/processes_EditObjectPermission.xml?OP_CASE_STATUS-PAUSED]
ru: Paused

source: [processes/processes_EditObjectPermission.xml?OP_CASE_STATUS-COMPLETED]
ru: Completed

source: [processes/processes_EditObjectPermission.xml?TAS_UID] Target Task
ru: Все задачи

source: [processes/processes_EditObjectPermission.xml?TAS_UID-]
ru: All Tasks

source: [processes/processes_EditObjectPermission.xml?GROUP_USER] Group or User
ru: Группа или пользователь

source: [processes/processes_EditObjectPermission.xml?OP_TASK_SOURCE] Origin Task
ru: Все задачи

source: [processes/processes_EditObjectPermission.xml?OP_TASK_SOURCE-]
ru: All Tasks

source: [processes/processes_EditObjectPermission.xml?OP_PARTICIPATE] Participation required?
ru: Требуется участие?

source: [processes/processes_EditObjectPermission.xml?OP_OBJ_TYPE] Type
ru: История сообщений

source: [processes/processes_EditObjectPermission.xml?OP_OBJ_TYPE-ANY]
ru: All

source: [processes/processes_EditObjectPermission.xml?OP_OBJ_TYPE-DYNAFORM]
ru: Dynaform

source: [processes/processes_EditObjectPermission.xml?OP_OBJ_TYPE-INPUT]
ru: Input Document

source: [processes/processes_EditObjectPermission.xml?OP_OBJ_TYPE-OUTPUT]
ru: Output Document

source: [processes/processes_EditObjectPermission.xml?OP_OBJ_TYPE-CASES_NOTES]
ru: Cases Notes

source: [processes/processes_EditObjectPermission.xml?OP_OBJ_TYPE-MSGS_HISTORY]
ru: Messages History

source: [processes/processes_EditObjectPermission.xml?OP_OBJ_TYPE-SUMMARY_FORM]
ru: Summary Form

source: [processes/processes_EditObjectPermission.xml?ALL] Object
ru: Все

source: [processes/processes_EditObjectPermission.xml?ALL-]
ru: All

source: [processes/processes_EditObjectPermission.xml?DYNAFORMS] DynaForm
ru: Все

source: [processes/processes_EditObjectPermission.xml?DYNAFORMS-]
ru: All

source: [processes/processes_EditObjectPermission.xml?INPUTS] Input Document
ru: Все

source: [processes/processes_EditObjectPermission.xml?INPUTS-]
ru: All

source: [processes/processes_EditObjectPermission.xml?OUTPUTS] Output Document
ru: Все

source: [processes/processes_EditObjectPermission.xml?OUTPUTS-]
ru: All

source: [processes/processes_EditObjectPermission.xml?OP_ACTION] Permission
ru: Переслать

source: [processes/processes_EditObjectPermission.xml?OP_ACTION-VIEW]
ru: View

source: [processes/processes_EditObjectPermission.xml?OP_ACTION-BLOCK]
ru: Block

source: [processes/processes_EditObjectPermission.xml?OP_ACTION-DELETE]
ru: Delete

source: [processes/processes_EditObjectPermission.xml?OP_ACTION-RESEND]
ru: Resend

source: [processes/processes_EditObjectPermission.xml?CREATE] Save
ru: Сохранить

source: processes Info
ru: Информация о процессе

source: [processes/processes_Export.xml?PRO_TITLE] Process Title
ru: Заголовок процесса

source: [processes/processes_Export.xml?PRO_DESCRIPTION] Description
ru: Описание

source: [processes/processes_Export.xml?SIZE] Size in bytes
ru: Размер в байтах

source: [processes/processes_Export.xml?FILENAME_LABEL] File
ru: Файл

source: <div align="center">Edit @#filename email template</div>
ru: <div align = "center"> Изменить @ # имя файла электронной почты </ div>

source: [processes/processes_FileEdit.xml?ACCEPT] Save
ru: Сохранить

source: [processes/processes_FileEdit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [processes/processes_FileEditCreateEmpty.xml?emptyfilename] Filename
ru: Имя файла

source: [processes/processes_FileEditCreateEmpty.xml?ACCEPT] Create
ru: Cоздать

source: [processes/processes_FilesOptions.xml?MNU_NEWEMPTY] New
ru: Новый

source: [processes/processes_FilesOptions.xml?MNU_UPLOAD] Upload
ru: Загрузить

source: [processes/processes_Import.xml?TITLE1] Import Process
ru: Импортировать процесс

source: [processes/processes_Import.xml?PROCESS_FILENAME] File
ru: Файл

source: [processes/processes_Import.xml?SAVE] Import
ru: Импортировать

source: [processes/processes_Import.xml?BTN_CANCEL] Cancel
ru: Отменить

source: <div align="center">Importing Existing Process</div>
ru: <div align = "center"> Импортирование существующего процесса </ div>

source: [processes/processes_ImportExisting.xml?TITLE1] The process you are trying to import already exists. Please select one of the following options to continue:
ru: Процесс, который вы пытаетесь импортировать, уже существует. Чтобы продолжить, выберите один из следующих вариантов:

source: [processes/processes_ImportExisting.xml?IMPORT_OPTION]
ru: Создать совершенно новый процесс без изменения текущего процесса

source: [processes/processes_ImportExisting.xml?IMPORT_OPTION-1]
ru: Update the current process overwriting all tasks and steps

source: [processes/processes_ImportExisting.xml?IMPORT_OPTION-2]
ru: Disable the current process and create a new version of the process

source: [processes/processes_ImportExisting.xml?IMPORT_OPTION-3]
ru: Create a completely new process without changing the current process

source: [processes/processes_ImportExisting.xml?SUBMIT] Save
ru: Сохранить

source: [processes/processes_ImportExisting.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [processes/processes_ImportExistingXpdl.xml?title] <div align="center">Importing Existing Process</div>
ru: <div align = "center"> Импортирование существующего процесса </ div>

source: The process you are trying to import already exists. Please select one of the following options to continue
ru: Процесс, который вы пытаетесь импортировать, уже существует. Выберите один из следующих вариантов, чтобы продолжить

source: [processes/processes_ImportExistingXpdl.xml?IMPORT_OPTION]
ru: Создать совершенно новый процесс без изменения текущего процесса

source: [processes/processes_ImportExistingXpdl.xml?IMPORT_OPTION-1]
ru: Update the current process overwriting all tasks and steps

source: [processes/processes_ImportExistingXpdl.xml?IMPORT_OPTION-2]
ru: Disable the current process and create a new version of the process

source: [processes/processes_ImportExistingXpdl.xml?IMPORT_OPTION-3]
ru: Create a completely new process without changing the current process

source: [processes/processes_ImportExistingXpdl.xml?SUBMIT] Save
ru: Сохранить

source: [processes/processes_ImportExistingXpdl.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [processes/processes_ImportSucessful.xml?title] Process sucessfully imported
ru: Процесс успешно импортирован

source: [processes/processes_ImportSucessful.xml?pro_title] Process Title
ru: Заголовок процесса

source: [processes/processes_ImportSucessful.xml?version] Version
ru: Версия

source: [processes/processes_ImportSucessful.xml?category] Category
ru: Категория

source: Process Uid
ru: Uid процесса

source: [processes/processes_ImportSucessful.xml?TITLE1] Please follow these instructions to complete installation
ru: Следуйте этим инструкциям, чтобы завершить установку

source: [processes/processes_ImportSucessful.xml?SUBMIT] Continue
ru: Продолжить

source: [processes/processes_ImportXpdl.xml?TITLE1] Import Process
ru: Импортировать процесс

source: [processes/processes_ImportXpdl.xml?PROCESS_FILENAME] File
ru: Файл

source: [processes/processes_ImportXpdl.xml?SAVE] Import
ru: Импортировать

source: [processes/processes_ImportXpdl.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [processes/processes_List.xml?PRO_CATEGORY_LABEL] Category
ru: Категория

source: [processes/processes_List.xml?PRO_TITLE] Title
ru: Заголовок

source: [processes/processes_List.xml?PRO_DESCRIPTION] Description
ru: Описание

source: [processes/processes_ListPublic.xml?title] Title
ru: Заголовк

source: [processes/processes_ListPublic.xml?category] Category
ru: Категория

source: [processes/processes_ListPublic.xml?version] Version
ru: Версия

source: [processes/processes_ListPublic.xml?downloads] Downloads
ru: Загрузки

source: [processes/processes_ListPublic.xml?rating] Rating
ru: Оценка

source: [processes/processes_ListPublic.xml?subscriptions] Subscriptions
ru: Подписки

source: [processes/processes_ListPublic.xml?user] Author
ru: Автор

source: [processes/processes_ListPublic.xml?updateDate] Update Date
ru: Обновить дату

source: [processes/processes_ListPublicMenu.xml?BackList] Back
ru: Назад

source: [processes/processes_New.xml?TITLE1] Process Information
ru: Информация о процессе

source: [processes/processes_New.xml?PRO_TITLE] Title
ru: Заголовок

source: [processes/processes_New.xml?PRO_DESCRIPTION] Description
ru: Описание

source: [processes/processes_New.xml?PRO_TEMPLATE] Template
ru: Шаблон

source: [processes/processes_New.xml?SUBMIT] Save
ru: Сохранить

source: New Specific Permission
ru: Новое специальное разрешение

source: [processes/processes_NewObjectPermission.xml?OP_CASE_STATUS] Status Case
ru: Завершено

source: [processes/processes_NewObjectPermission.xml?OP_CASE_STATUS-ALL]
ru: All

source: [processes/processes_NewObjectPermission.xml?OP_CASE_STATUS-DRAFT]
ru: Draft

source: [processes/processes_NewObjectPermission.xml?OP_CASE_STATUS-TO_DO]
ru: To Do

source: [processes/processes_NewObjectPermission.xml?OP_CASE_STATUS-PAUSED]
ru: Paused

source: [processes/processes_NewObjectPermission.xml?OP_CASE_STATUS-COMPLETED]
ru: Completed

source: [processes/processes_NewObjectPermission.xml?TAS_UID] Target Task
ru: Все задачи

source: [processes/processes_NewObjectPermission.xml?TAS_UID-]
ru: All Tasks

source: [processes/processes_NewObjectPermission.xml?GROUP_USER] Group or User
ru: Группа или пользователь

source: [processes/processes_NewObjectPermission.xml?OP_TASK_SOURCE] Origin Task
ru: Все задачи

source: [processes/processes_NewObjectPermission.xml?OP_TASK_SOURCE-]
ru: All Tasks

source: [processes/processes_NewObjectPermission.xml?OP_PARTICIPATE] Participation required?
ru: Участие требуется?

source: [processes/processes_NewObjectPermission.xml?OP_OBJ_TYPE] Type
ru: История сообщений

source: [processes/processes_NewObjectPermission.xml?OP_OBJ_TYPE-ANY]
ru: All

source: [processes/processes_NewObjectPermission.xml?OP_OBJ_TYPE-DYNAFORM]
ru: Dynaform

source: [processes/processes_NewObjectPermission.xml?OP_OBJ_TYPE-INPUT]
ru: Input Document

source: [processes/processes_NewObjectPermission.xml?OP_OBJ_TYPE-OUTPUT]
ru: Output Document

source: [processes/processes_NewObjectPermission.xml?OP_OBJ_TYPE-CASES_NOTES]
ru: Cases Notes

source: [processes/processes_NewObjectPermission.xml?OP_OBJ_TYPE-MSGS_HISTORY]
ru: Messages History

source: [processes/processes_NewObjectPermission.xml?OP_OBJ_TYPE-SUMMARY_FORM]
ru: Summary Form

source: [processes/processes_NewObjectPermission.xml?ALL] Object
ru: Все

source: [processes/processes_NewObjectPermission.xml?ALL-]
ru: All

source: [processes/processes_NewObjectPermission.xml?DYNAFORMS] DynaForm
ru: Все

source: [processes/processes_NewObjectPermission.xml?DYNAFORMS-]
ru: All

source: [processes/processes_NewObjectPermission.xml?INPUTS] Input Document
ru: Все

source: [processes/processes_NewObjectPermission.xml?INPUTS-]
ru: All

source: [processes/processes_NewObjectPermission.xml?OUTPUTS] Output Document
ru: Все

source: [processes/processes_NewObjectPermission.xml?OUTPUTS-]
ru: All

source: [processes/processes_NewObjectPermission.xml?OP_ACTION] Permission
ru: Заблокировать

source: [processes/processes_NewObjectPermission.xml?OP_ACTION-VIEW]
ru: View

source: [processes/processes_NewObjectPermission.xml?OP_ACTION-BLOCK]
ru: Block

source: [processes/processes_NewObjectPermission.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [processes/processes_NewObjectPermission.xml?CREATE] Create
ru: Cоздать

source: [processes/processes_NewOptions.xml?MNU] Back to list
ru: Назад к списку

source: [processes/processes_NewSimple.xml?TITLE1] Process Information
ru: Информация о процессе

source: [processes/processes_NewSimple.xml?PRO_TITLE] Title
ru: Заголовок

source: [processes/processes_NewSimple.xml?PRO_DESCRIPTION] Description
ru: Описание

source: [processes/processes_NewSimple.xml?PRO_CATEGORY] Process Category
ru: - Никакой -

source: [processes/processes_NewSimple.xml?PRO_CATEGORY-]
ru: - None -

source: [processes/processes_NewSimple.xml?SUBMIT] Save
ru: Сохранить

source: [processes/processes_NewSimple.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [processes/processes_ObjectsPermissionsList.xml?TASK_TARGET] Target Task
ru: Целевая задача

source: [processes/processes_ObjectsPermissionsList.xml?GROUP_USER] Group or User
ru: Группа или пользователь

source: [processes/processes_ObjectsPermissionsList.xml?TASK_SOURCE] Origin Task
ru: Начало задачи

source: [processes/processes_ObjectsPermissionsList.xml?PARTICIPATED] Participation
ru: Участие

source: [processes/processes_ObjectsPermissionsList.xml?OBJECT_TYPE] Type
ru: Tип

source: [processes/processes_ObjectsPermissionsList.xml?OBJECT] Object
ru: Обьект

source: [processes/processes_ObjectsPermissionsList.xml?ACTION] Permission
ru: Разрешение

source: [processes/processes_ObjectsPermissionsList.xml?OP_CASE_STATUS] Status
ru: Статус

source: [processes/processes_ObjectsPermissionsList.xml?EDIT] Edit
ru: Редактировать

source: [processes/processes_ObjectsPermissionsList.xml?DELETE] Delete
ru: Удалить

source: [processes/processes_ObjectsPermissionsOptions.xml?MNU_ADD] New
ru: Новый

source: [processes/processes_Options.xml?MNU_ADD] New
ru: Новый

source: [processes/processes_Options.xml?MNU_IMPORT] Import
ru: Импортировать

source: [processes/processes_Options.xml?MNU_LIBRARY] Browse Library
ru: Просмотр библиотеки

source: [processes/processes_Properties.xml?TITLE1] Process Information
ru: Информация о процессе

source: [processes/processes_Properties.xml?PRO_TITLE] Title
ru: Заголовок

source: [processes/processes_Properties.xml?PRO_DESCRIPTION] Description
ru: Описание

source: [processes/processes_Properties.xml?SUBMIT] Save
ru: Сохранить

source: [processes/processes_Search.xml?PRO_UID] UID
ru: UID

source: [processes/processes_Search.xml?PRO_TITLE] Title
ru: Заголовок

source: [processes/processes_Search.xml?PRO_DESCRIPTION] Description
ru: Описание

source: [processes/processes_Search.xml?search] Apply Filter
ru: Применить фильтр

source: Upload Files
ru: Загрузить файлы

source: File 1
ru: Файл 1

source: File 2
ru: Файл 2

source: File 3
ru: Файл 3

source: File 4
ru: Файл 4

source: File 5
ru: Файл 5

source: [processes/processes_UploadFilesForm.xml?UPLOAD] Upload
ru: Загрузить

source: User or Group
ru: Пользователь или группа

source: [processes/processes_User.xml?LA_PU_TYPE_NAME] Type
ru: Тип

source: <div align="center">Importing Groups</div>
ru: <div align = "center"> Импортирование групп </ div>

source: [processes/processes_ValidatingGroups.xml?GROUP_IMPORT_OPTION]
ru: Объединение импортированных групп с уже существующими локальными группами (изменения не будут внесены в локальные группы)

source: [processes/processes_ValidatingGroups.xml?GROUP_IMPORT_OPTION-rename]
ru: Rename the imported groups

source: [processes/processes_ValidatingGroups.xml?GROUP_IMPORT_OPTION-merge]
ru: Merge the imported groups with the pre-existing local groups (no changes will be made to the local groups)

source: [processes/processes_ValidatingGroups.xml?SUBMIT] Save
ru: Сохранить

source: [processes/processes_View.xml?TITLE1] Process Information
ru: Информация о процессе

source: [processes/processes_View.xml?PRO_TITLE] Title
ru: Заголовок

source: [processes/processes_View.xml?PRO_DESCRIPTION] Description
ru: Описание

source: [processes/processes_ViewOptions.xml?MNU] Back to list
ru: Обратно к списку

source: [processes/processes_availableProcessesUser.xml?USER_GROUP] User or Group
ru: Пользователь или группа

source: [processes/processes_availableProcessesUser.xml?TYPE_UID_LABEL] Type
ru: Тип

source: [processes/processes_subProcess.xml?TITLE1] Sub-Process
ru: Подпроцесс

source: SubProcess name
ru: Имя подпроцесса

source: [processes/processes_subProcess.xml?TASKS] Process
ru: Выберите процесс

source: [processes/processes_subProcess.xml?TASKS-]
ru: Select a process

source: [processes/processes_subProcess.xml?SP_SYNCHRONOUS] Type
ru: Синхронный

source: [processes/processes_subProcess.xml?SP_SYNCHRONOUS-0]
ru: Asynchronous

source: [processes/processes_subProcess.xml?SP_SYNCHRONOUS-1]
ru: Synchronous

source: [processes/processes_subProcess.xml?SUBTITLE1] Variables Out
ru: Переменные

source: [processes/processes_subProcess.xml?SUBTITLE2] Variables In
ru: Переменные в

source: [processes/processes_subProcess.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [processes/processes_subProcess.xml?SAVE] Save
ru: Сохранить

source: [processes/processes_subProcess_In.xml?VAR_IN1] Origin
ru: Происхождение

source: [processes/processes_subProcess_In.xml?VAR_IN2] Target
ru: Цель

source: [processes/processes_subProcess_Out.xml?VAR_OUT1] Origin
ru: Происхождение

source: [processes/processes_subProcess_Out.xml?VAR_OUT2] Target
ru: Цель

source: [processes/processes_viewreassignCase.xml?USR_FIRSTNAME] First Name
ru: Имя

source: [processes/processes_viewreassignCase.xml?USR_LASTNAME] Last Name
ru: Фамилия

source: [processes/registerPML.xml?TITLE] Login into ProcessMaker Library
ru: Вход в библиотеку ProcessMaker

source: [processes/registerPML.xml?PML_USER] Username (or Live Workspace)
ru: Имя пользователя (или Live Workspace)

source: [processes/registerPML.xml?PML_PASSWORD] Password
ru: Пароль

source: [processes/registerPML.xml?PML_LOGIN] Login
ru: Войти

source: Report Table Information
ru: Информация о таблице отчетов

source: [reportTables/reportTables_Edit.xml?REP_TAB_TITLE] Title
ru: Заголовок

source: [reportTables/reportTables_Edit.xml?REP_TAB_NAME] Table Name
ru: Название таблицы

source: [reportTables/reportTables_Edit.xml?REP_TAB_TYPE] Type
ru: Сеть

source: [reportTables/reportTables_Edit.xml?REP_TAB_TYPE-NORMAL]
ru: Global

source: [reportTables/reportTables_Edit.xml?REP_TAB_TYPE-GRID]
ru: Grid

source: [reportTables/reportTables_Edit.xml?REP_TAB_GRID] Grid Fields
ru: Поле сети

source: [reportTables/reportTables_Edit.xml?FIELDS] Fields
ru: Поля

source: [reportTables/reportTables_Edit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [reportTables/reportTables_Edit.xml?SAVE] Save
ru: Сохранить

source: [reportTables/reportTables_Options.xml?MNU_ADD] New
ru: Новый

source: [reportTables/reportTables_ShortList.xml?REP_TAB_TITLE] Title
ru: Заголовок

source: [reportTables/reportTables_ShortList.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [reports/report1.xml?PRO_TITLE] Processes
ru: Процессы

source: [reports/report1.xml?CANTCASES] Cases
ru: Задания

source: Best Completion Time
ru: Лучшее время завершения

source: Slowest Completion Time
ru: Самое медленное время завершения

source: Total Duration (Hours)
ru: Общая продолжительность (часы)

source: Average (Hours)
ru: Среднее (часы)

source: [reports/report1.xml?RPT_VIEW] Details
ru: Детали

source: [reports/report1_back.xml?backs] Back
ru: Назад

source: [reports/report1_dashboard.xml?PRO_TITLE] Processes
ru: Процессы

source: [reports/report1_dashboard.xml?CANTCASES] Total Cases
ru: Всего заданий

source: Slowest Time
ru: Самое медленное время

source: Total Duration
ru: Общая продолжительность

source: [reports/report1_dashboard.xml?PROMEDIO] Average
ru: Средний

source: [reports/report1_search.xml?FROM] FROM
ru: ОТ

source: [reports/report1_search.xml?TO] TO
ru: КОМУ

source: STARTED BY
ru: Все

source: [reports/report1_search.xml?STARTEDBY-]
ru: All

source: [reports/report1_search.xml?FILTER] Filter
ru: Фильтр

source: [reports/report2.xml?PRO_TITLE] Processes
ru: Процессы

source: [reports/report2.xml?CANTCASES] Total Cases
ru: Всего заданий

source: [reports/report2.xml?MIN] Best Completion Time
ru: Лучшее время завершения

source: [reports/report2.xml?MAX] Slowest Completion Time
ru: Самое медленное время завершения

source: Cases last month
ru: Задания в прошлом месяце

source: Cases last day
ru: Задания вчера

source: [reports/report2_dashboard.xml?PRO_TITLE] Processes
ru: Процессы

source: [reports/report2_dashboard.xml?CANTCASES] Total Cases
ru: Всего заданий

source: [reports/report2_dashboard.xml?MAX] Slowest Time
ru: Самое медленное время

source: Last day
ru: Последний день

source: [reports/report3.xml?FECHA] Date
ru: Дата

source: [reports/report3.xml?CANTCASES] Total Cases
ru: Всего заданий

source: [reports/report3.xml?MIN] Best Completion Time
ru: Лучшее время завершения

source: [reports/report3.xml?MAX] Slowest Completion Time
ru: Самое медленное время завершения

source: [reports/report3.xml?TOTALDUR] Total Duration (Hours)
ru: Общая продолжительность (часы)

source: [reports/report3.xml?PROMEDIO] Average (Hours)
ru: Среднее (часы)

source: [reports/report3_dashboard.xml?FECHA] Date
ru: Дата

source: [reports/report3_dashboard.xml?CANTCASES] Total Cases
ru: Всего заданий

source: [reports/report3_dashboard.xml?MAX] Slowest Time
ru: Самое медленное время

source: [reports/report3_dashboard.xml?TOTALDUR] Total Duration
ru: Общая продолжительность

source: [reports/report3_dashboard.xml?PROMEDIO] Average
ru: Среднее

source: [reports/report4.xml?USER] User
ru: Пользователь

source: [reports/report4.xml?CANTCASES] Total Cases
ru: Всего заданий

source: [reports/report4.xml?MIN] Best Completion Time
ru: Лучшее время завершения

source: [reports/report4.xml?MAX] Slowest Completion Time
ru: Самое медленное время завершения

source: [reports/report4.xml?TOTALDUR] Total Duration (Hours)
ru: Общая продолжительность (часы)

source: [reports/report4.xml?PROMEDIO] Average (Hours)
ru: Среднее (часы)
