Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: Accept
ru: Принять

source: Cancel
ru: Отменить

source: Some fields have not been filled.
ru: Некоторые поля не заполнены.

source: You should select at least one event (OnChange or OnLoad )
ru: Необходимо выбрать хотя бы одно событие (OnChange или OnLoad)

source: You have not tested the condition. Do you want to save it anyway?
ru: Вы не проверили условие. Вы хотите сохранить его в любом случае?

source: You have an error in the condition. Do you want to save it anyway?
ru: Ошибка в условии. Вы хотите сохранить его в любом случае?

source: No records found for conditions setup
ru: Не найдены записи для настройки условий

source: CONDITIONAL SHOW/HIDE EDITOR
ru: Отобразить/скрыть условный редактор

source: Resume
ru: Возобновить

source: You forgot to fill a required field!
ru: Вы забыли заполнить обязательное поле!

source: DONE
ru: ГОТОВО

source: Failed
ru: Неудачно

source: Testing
ru: Проверка

source: Please specify a database server!
ru: Укажите сервер базы данных!

source: You must specify a database name!
ru: Необходимо указать имя базы данных!

source: You must specify a user!
ru: Вы должны указать пользователя!

source: Loading test, please wait!...
ru: Загрузка теста, подождите, пожалуйста! ...

source: Database Connections Test was aborted
ru: Проверка соединений с базой данных была прервана

source: Server Response
ru: Ответ сервера

source: Successful
ru: Успешно

source: The test has
ru: Тест имеет

source: TESTING SERVER CONNECTION
ru: Тестирование подключения к серверу

source: [JAVASCRIPT/DBCONNECTIOS_MSG1] DONE
ru: ГОТОВО

source: test javaScript
ru: тест Java-Script

source: The field name already exists!
ru: Имя поля уже существует!

source: Edit process
ru: Редактировать процесс

source: You have some mistakes, please try again
ru: Вы допустили ошибки, пожалуйста, попробуйте еще раз

source: The user or group is already in the list!
ru: Пользователь или группа уже есть в списке!

source: Make sure the uploaded file has the .html or .txt extension
ru: Убедитесь, что загруженный файл имеет расширение .html или .txt

source: Abort
ru: Прервать

source: Actions
ru: Действия

source: Add
ru: Добавить

source: Ad Hoc Assignment
ru: Специальное назначение

source: Do you want to apply the selected Logo?
ru: Вы хотите применить выбранный логотип?

source: You have to select one employee. Select one from the dropdown list please.
ru: Вы должны выбрать одного сотрудника. Выберите одного из выпадающего списка, пожалуйста.

source: Assign DynaForm
ru: Назначьте DynaForm

source: Assign Input Document
ru: Назначьте Входящий Документ

source: Error: There is a problem with the next tasks of this process. One of them has manual assignment. Manual assignment shouldn't be used with subprocesses
ru: Ошибка: Возникла проблема со следующими задачами этого процесса. Одна из них назначается вручную. Назначение вручную не должно использоваться с субпроцессами

source: Assign Process Supervisor
ru: Назначьте Руководителя Процесса

source: Background color
ru: Цвет фона

source: # Cases
ru: # Задания

source: Case History
ru: История задания

source: User or password are empty.
ru: Пользователь или пароль не введены.

source: Case Tracker
ru: Трекер заданий

source: Objects
ru: Объекты

source: Properties
ru: Свойства

source: This table class does not exist
ru: Данный класс таблицы не существует

source: Click here to view more info
ru: Нажмите сюда, чтобы посмотреть подробнее

source: Close Search
ru: Закрытый Поиск

source: Key
ru: Ключ

source: Are you sure you want to do it?
ru: Вы уверены, что хотите это сделать?

source: Are you sure you want to cancel this case?
ru: Вы уверены, что хотите отменить это задание?

source: Are you sure you want to delete this case?
ru: Вы уверены, что хотите удалить это задание?

source: This will delete the current document and its past versions.
ru: Это приведет к удалению текущего документа и его предыдущих версий.

source: Are you sure you want to pause this case?
ru: Вы уверены, что хотите приостановить это задание?

source: Specify a date to unpause the case.
ru: Укажите дату, чтобы возобновить задание.

source: Are you sure you want to remove this dashboard?
ru: Вы уверены, что хотите удалить эту панель?

source: Are you sure you want to remove this trigger?
ru: Вы уверены, что хотите удалить этот триггер?

source: Are you sure you want to delete this web entry?
ru: Вы уверены, что хотите удалить этот веб-вход?

source: Create
ru: Создать

source: Edit the current Database Source
ru: Отредактировать текущий источник базы данных

source: Databases Source List
ru: Список источников баз данных

source: Add new Database Source
ru: Добавить новый источник базы данных

source: You cannot delete this database connection. It is assigned to a step.
ru: Нельзя удалить это соединение базы данных. Оно привязано к этапу.

source: Do you want to delete this table?
ru: Вы хотите удалить эту таблицу?

source: Department
ru: Отдел

source: Do you want to disable the selected workspace?
ru: Вы хотите отключить выбранное рабочее пространство?

source: This form has not a submit action. Do you want to continue anyway?
ru: В данной форме нет представленного действия. Вы все равно хотите продолжить?

source: Duplicate category name.
ru: Дублирующееся имя категории.

source: You cannot delete this Dynaform while it is assigned to a step.
ru: Вы не можете удалить данную Dynaform, пока она привязана к этапу.

source: Edit Stages Map
ru: Редактировать схему этапов

source: The mail is invalid
ru: Email недействителен

source: Mail To is required, or uncheck the Send a Test Mail option
ru: Требуется ввести email получателя либо снять отметку на опции "Отправить тестовое письмо"

source: The field name contains spaces or it's empty!
ru: Имя поля либо содержит пробелы, либо пустое!

source: Do you want enable the selected workspace?
ru: Вы хотите включить выбранное рабочее пространство?

source: End of process
ru: Конец процесса

source: Events
ru: События

source: Conditional Event
ru: Условное событие

source: Message Event
ru: Событие при сообщении

source: Multiple Event
ru: Множественное событие

source: There is a Dynaform with the same name in this process. It is not saving
ru: Существует Dynaform с таким же именем в данном процессе. Оно не сохраняется.

source: Can not save, because there is an Input Document with the same name in this process.
ru: Невозможно сохранить, поскольку существует Входящий Документ с таким же именем в данном процессе.

source: Can not save, because, there is an Output Document with the same name in this process.
ru: Невозможно сохранить, поскольку существует Исходящий Документ с таким же именем в данном процессе.

source: This process will not be saved, because another process has the same name.
ru: Данный процесс нельзя сохранить, поскольку у другого процесса такое же название.

source: There is a trigger with the same name in the process.
ru: Существует триггер с таким же именем в процессе.

source: Exit without saving?
ru: Выйти без сохранения?

source: The following fields cannot have these names because they are reserved words
ru: Следующие поля не могут иметь эти имена, поскольку они являются зарезервированными словами.

source: Duplicate Field
ru: Дублирующееся поле

source: Field "table" is required
ru: Поле "таблица" является обязательным для заполнения.

source: Filename generated, is required!
ru: Сгенерированное имя файла обязательное для заполнения!

source: You must specify a server!
ru: Следует указать сервер!

source: Change text color
ru: Изменить цвет текста

source: Font Name
ru: Название шрифта

source: Font Size
ru: Размер шрифта

source: Generated Documents
ru: Сгенерированные документы

source: Group
ru: Группа

source: Highlight Color
ru: Цвет выделения

source: Messages History
ru: История сообщений

source: Image URI
ru: URI изображения

source: Incorrect username or password
ru: Неправильное имя пользователя или пароль

source: Information
ru: Информация

source: Input Document History
ru: История Входящего Документа

source: Insert HTML code
ru: Вставьте HTML-код

source: Intermediate Conditional
ru: Промежуточное условие

source: Intermediate message
ru: Промежуточное сообщение

source: Intermediate timer
ru: Промежуточный таймер

source: The E-mail address is not valid.
ru: Ваш email не действителен.

source: You have lost your session and you have to login to continue.
ru: Сеанс утерян, необходимо войти в систему, чтобы продолжить.

source: The test failed, because server is not configured to send messages
ru: Проверка не пройдена, поскольку сервер не настроен на отправку сообщений.

source: Test message sent successfully
ru: Тестовое сообщение успешно отправлено

source: Message Field is required.
ru: Поле Сообщение обязательно для заполнения.

source: The email account is required
ru: email обязателен для заполнения

source: The 'Execute Every' field is required
ru: Поле "Выполнить каждое" требуется

source: The email server is required
ru: Сервер электронной почты обязателен для заполнения

source: The 'From Email' field is required
ru: Поле "email от" обязательно для заполнения

source: The 'To' field is required
ru: Поле "Кому" обязательно для заполнения

source: Are you sure?
ru: Вы уверены?

source: Do you want to delete this directory and delete all its contents?
ru: Вы хотите удалить данный каталог и все его содержимое?

source: Do you want to delete this file?
ru: Вы хотите удалить этот файл?

source: Do you want to delete this permission ?
ru: Вы хотите удалить это разрешение?

source: Do you want to delete this supervisor?
ru: Вы хотите удалить этого руководителя?

source: Are you sure you want to reactivate this case?
ru: Вы уверены, что хотите возобновить это задание?

source: Are you sure you want to remove this DB Connection?
ru: Вы уверены, что хотите удалить это DB соединение?

source: Do you want to remove this task?
ru: Вы хотите удалить эту задачу?

source: [JAVASCRIPT/ID_MSG_CONFIRM_REMOVE_TRIGGER] Are you sure you want to remove this trigger?
ru: Вы уверены, что хотите удалить данный триггер?

source: Are you sure you want to remove this user group?
ru: Вы уверены, что хотите удалить данную группу пользователя?

source: Are you sure that you want to resend this message?
ru: Вы уверены, что хотите повторно отправить это сообщение?

source: Are you sure you want to delete this row?
ru: Вы уверены, что хотите удалить эту строку?

source: At least one user must be selected.
ru: Следует выбрать хотя бы одного пользователя.

source: Can't delete the first row!
ru: Невозможно удалить первую строку!

source: Are you sure that you want to remove this plugin?
ru: Вы уверены, что хотите удалить этот плагин?

source: At least one item from the list must be selected.
ru: Как минимум одна позиция из списка должна быть выбрана.

source: Users selection interface
ru: Интерфейс выбора пользователей

source: Group name already exists!
ru: Имя группы уже существует!

source: Department name already exists!
ru: Имя отдела уже существует!

source: New Database Connection
ru: Подключение к новой базе данных

source: No routings were defined.
ru: Маршрутизации не определены.

source: Process Permissions
ru: Разрешения Процесса

source: Advanced Search
ru: Расширенный поиск

source: The password is required, or uncheck the option Require Authentication
ru: Требуется ввести пароль либо снять отметку на опции "Требуется проверка прав доступа"

source: Please select other object type
ru: Выберите другой тип объекта

source: Add Stage
ru: Добавить этап

source: Add Sub-Process
ru: Добавить субпроцесс

source: Add task
ru: Добавить задачу

source: Add text
ru: Добавить текст

source: Are you sure you want to delete this calendar?
ru: Вы уверены, что хотите удалить этот календарь?

source: [JAVASCRIPT/ID_PROCESSMAP_CANCEL] Cancel
ru: Отменить

source: Case Scheduler List
ru: Список планировщика заданий

source: Conditions
ru: Условия

source: Do you want to delete the guide lines?
ru: Вы хотите удалить инструкции?

source: Do you want to delete the stage:
ru: Вы хотите удалить этап:

source: Do you want to delete the Sub-Process:
ru: Вы хотите удалить субпроцесс:

source: Do you want to delete the task:
ru: Вы хотите удалить задачу:

source: Are you sure you want to change the routing rule?
ru: Вы уверены, что хотите изменить правило маршрутизации?

source: Delete all lines
ru: Удалить все линии

source: Delete line
ru: Удалить линию

source: [JAVASCRIPT/ID_PROCESSMAP_DELETE_LINE] Delete line
ru: Удалить линию

source: Delete Stage
ru: Удалить этап

source: Delete Sub-Process
ru: Удалить субпроцесс

source: Delete task
ru: Удалить задачу

source: Delete text
ru: Удалить текст

source: Edit
ru: Редактировать

source: [JAVASCRIPT/ID_PROCESSMAP_EDIT_PROCESS] Edit process
ru: Редактировать процесс

source: Edit text
ru: Редактировать текст

source: Change to:
ru: Изменить на:

source: Evaluation
ru: Оценка

source: Export Process
ru: Экспортировать процесс

source: Horizontal line
ru: Горизонтальная линия

source: Input Documents
ru: Входящие документы

source: Loading......
ru: Загрузка......

source: New task
ru: Новая задача

source: Output Documents
ru: Исходящие документы

source: Parallel by Evaluation (fork)
ru: Параллельно по Оценке (развилка)

source: Parallel (fork)
ru: Параллель (развилка)

source: Parallel (join)
ru: Параллель (объединение)

source: Supervisors
ru: Руководители

source: Rename to:
ru: Переименовать на:

source: [JAVASCRIPT/ID_PROCESSMAP_PROPERTIES] Properties
ru: Свойства

source: Process Supervisors
ru: Руководители процессов

source: Report Tables
ru: Отчетные таблицы

source: Report to
ru: Отчитываться перед

source: Selection
ru: Выбор

source: Sequential
ru: Последовательный

source: Steps
ru: Этапы

source: Save
ru: Сохранить

source: [JAVASCRIPT/ID_PROCESSMAP_SUPERVISORS_DYNAFORMS] DynaForms
ru: DynaForms

source: [JAVASCRIPT/ID_PROCESSMAP_SUPERVISORS_INPUTS] Input Documents
ru: Входящие документы

source: Task
ru: Задача

source: Tasks Assigned
ru: Назначенные задачи

source: Tasks Assigned For
ru: Задачи, назначенные для

source: Assignment rules
ru: Правила назначения

source: Definition
ru: Определение

source: Case Labels
ru: Метки заданий

source: Notifications
ru: Уведомления

source: Permissions
ru: Разрешения

source: Timing control
ru: Контроль по времени

source: Steps of:
ru: Этапы:

source: Text:
ru: Текст:

source: Triggers
ru: Триггеры

source: Users & User Groups
ru: Пользователи & Пользовательские группы

source: Users & User Groups (Ad hoc)
ru: Пользователи & Пользовательские группы (специальные)

source: Vertical line
ru: Вертикальная линия

source: Are you sure you want to delete the routing rules?
ru: Вы уверены, что хотите удалить правила маршрутизации?

source: Delete Routing rule
ru: Удалить правило маршрутизации

source: Routing rule
ru: Правило маршрутизации

source: Process Files Manager
ru: Менеджер файлов процесса

source: Process Information
ru: Информация о процессе

source: Process Map
ru: Схема процесса

source: [JAVASCRIPT/ID_REASSIGN_BYUSER] At least one item from the list must be selected.
ru: Следует выбрать хотя бы одну позицию из списка.

source: Are you sure that you want to reassign the cases?
ru: Вы уверены, что хотите переназначить задания?

source: Remove
ru: Удалить

source: Are you sure you want to delete this Logo?
ru: Вы уверены, что хотите удалить этот логотип?

source: Are you sure you want to delete this role?
ru: Вы уверены, что хотите удалить эту функцию?

source: The condition is required
ru: Состояние является обязательным для заполнения

source: The following fields are required
ru: Следующие поля являются обязательными для заполнения

source: You forgot the title of the trigger
ru: Вы забыли указать заголовок триггера

source: You forgot to fill the Title field!
ru: Вы забыли заполнить поле "Заголовок"

source: Reset
ru: Сброс

source: This role cannot be deleted while it still has some assigned users.
ru: Данную роль нельзя удалить, пока у нее все еще есть назначенные пользователи.

source: You cannot modify this role.
ru: Вы не можете модифицировать данную роль.

source: You must specify a role code!
ru: Вы должны указать код роли!

source: Role already exists! Please choose another.
ru: Роль уже существует! Выберите другую.

source: You must specify a role name!
ru: Следует указать имя роли!

source: Reset Data Field
ru: Сбросить поле данных

source: DynaForm is now saved
ru: DynaForm не сохранена

source: Save changes to the routing rules before closing?
ru: Сохранить изменения в правилах маршрутизации перед закрытием?

source: Minutes cannot be greater than 59.
ru: Количество минут не должно превышать 59.

source: Time cannot exceed 23:59
ru: Время не может превышать 23:59

source: [JAVASCRIPT/ID_SERVER_REQUIRED] You must specify a server!
ru: Следует указать сервер!

source: Start Date
ru: Дата начала

source: Subject Field is required.
ru: Поле "Тема" обязательное для заполнения.

source: You should set all options for new entries.
ru: Следует установить все опции для новых записей.

source: This table name is reserved. Please set another for
ru: Данное имя таблицы зарезервировано. Выберите другое для

source: Task Information
ru: Информация о задаче

source: Template Field is required.
ru: Поле "Шаблон" обязательное для заполнения.

source: Title
ru: Заголовок

source: Transfer History
ru: История перемещений

source: This trigger can't be deleted due to dependencies.
ru: Данный триггер невозможно удалить из-за взаимозависимостей.

source: Uploaded Documents
ru: Загруженные документы

source: Upload New Input Document
ru: Загрузить новый входящий документ

source: Upload New Input Document Version
ru: Загрузить новую версию входящего документа

source: Replace Input Document
ru: Заменить входящий документ

source: Enter the URL for the link
ru: Ввести URL-адрес для ссылки

source: The following fields have invalid values
ru: В следующих полях недействительные значения.

source: In order to use the Web Entry Feature, you must first create a DynaForm and assign it to the selected Task
ru: Чтобы использовать Характеристику Веб-входа, сначала следует создать DynaForm и присвоить ее выбранной Задаче.

source: Web Entry
ru: Веб-вход

source: Block
ru: Блок

source: Your new site was successfully created with name:
ru: Ваш новый сайт был успешно создан под именем:

source: Do you want open the new site?
ru: Вы хотите открыть новый сайт?

source: Note.- If you open the new site your current session will be closed.
ru: Примечание.- Если вы откроете новый сайт, ваш текущий сеанс будет закрыт.

source: The user has some completed or canceled tasks (which may be useful for historical records). Do you want to delete this user anyway?
ru: У пользователя есть выполненные или отмененные задачи (которые могут пригодиться для хронологических записей). Вы все равно хотите удалить данного пользователя?

source: This user cannot be deleted because he/she still has some pending tasks. <br/><br/>Do you want to reassign these tasks to another user now?
ru: Данный пользователь не может быть удален, поскольку у него/нее все еще есть задачи, требующие решения. Вы сейчас хотите переназначить эти задачи другому пользователю?

source: Web Entry only works with tasks which have Cyclical Assignment. Please change the Assignment Rules
ru: Веб-вход работает только с задачами, которые имеют Циклическое Назначение. Измените Правила Назначения

source: About
ru: Касательно

source: Account From
ru: Счет от

source: Add users to department
ru: Добавить пользователей в отдел

source: The system has detected that changes to the case labels will affect more than 1000 records, so the changes will be performed by cron the next time it is scheduled to run.
ru: Система обнаружила, что изменения в ярлыках заданий повлияют на более чем 1000 записей, поэтому изменения будут выполнены посредством cron в следующий раз, когда запланирован запуск.

source: Canceled
ru: Отменено

source: Can't create folder A
ru: Невозможно создать папку A

source: Can't create folder <br/> A folder with same name already exist.<br/>
ru: Невозможно создать папку <br/> Папка с таким именем уже существует.<br/>

source: This language cannot be deleted because it is currently being used.
ru: Этот язык удалить нельзя, поскольку он используется в настоящее время.

source: Cases
ru: Задания

source: Check All
ru: Проверить все

source: Completed
ru: Выполнено

source: Date
ru: Дата

source: [LABEL/DBCONNECTIONS_MSGR] Server Response
ru: Ответ Сервера

source: Testing database server configuration
ru: Проверка конфигурации сервера базы данных

source: FAILED
ru: НЕУДАЧНО

source: Connection Name
ru: Имя Подключения

source: Database Connection has been removed successfully
ru: Подключение базы данных было успешно удалено

source: High
ru: Высокий

source: The variable name already exists!
ru: Имя переменной уже существует!

source: The Field Name is empty
ru: Поле "Имя" пустое

source: The field name should not start with a number
ru: Поле "Имя" не должно начинаться с цифры

source: Name error encountered when creating the variable: {0}. Please rename the variable you are creating with a unique name. Avoid differentiating similarly-named variables with only capitalization and '_' characters.
ru: При создании переменной обнаружена ошибка в имени: {0}. Переименуйте переменную, которую вы создаете, на уникальное имя. Избегайте различий с помощью только заглавных букв и знаков '_' в похожих именах переменных.

source: Email Engine
ru: Механизм Электронной почты

source: Establishing connection to host
ru: Установление соединения с главным компьютером

source: You can open only files with the .html extension
ru: Вы можете открыть файлы только с расширением .html

source: 3 days at least
ru: как минимум 3 дня

source: The answer has been submitted. Thank you.
ru: Ответ принят. Спасибо.

source: The form has already been filled and sent.
ru: Форма уже заполнена и отправлена.

source: The information was submitted. Thank you.
ru: Информация принята. Спасибо.

source: The response has already been sent.
ru: Ответ уже отправлен.

source: [LABEL/ID_ACCEPT] Accept
ru: Принять

source: Access Denied!
ru: Доступ не разрешён!

source: Account
ru: Счет

source: Disabled. Please contact the system administrator.
ru: Заблокировано. Свяжитесь с администратором системы.

source: Account Options
ru: Опции Счета

source: Action
ru: Действие

source: [LABEL/ID_ACTIONS] Actions
ru: Действия

source: actionsByEmail.html
ru: действия по Email.html

source: Actions By Email Log
ru: Действия по Email Log

source: This action was disabled to prevent slow browser performance. There are more than 100 records in the column definition grid.
ru: Данное действие было заблокировано во избежание замедления работы браузера. В сетке определний колонок более 100 записей.

source: <br/><br/>Please perform this action with manual selection only.
ru: <br/><br/> Пожалуйста, выполните данное действие только с помощью выбора вручную.

source: Export
ru: Экспортировать

source: Ignore
ru: Игнорировать

source: Activate
ru: Активировать

source: Active
ru: Активен

source: Active Users
ru: Активные пользователи

source: The activity with {0}: {1} does not exist.
ru: Деятельность с {0}: {1} не существует.

source: The activity "{0}" does not have users.
ru: Деятельность "{0}" не имеет пользователей.

source: The activity {0}: "{1}", has an invalid assignment method for an activity
ru: Деятельность {0}: "{1}", имеет недействительный способ назначения для деятельности

source: The activity {0}: "{1}", has an invalid assignment method for a multi-instance activity
ru: Действие {0}: "{1}", имеет недействительный способ назначения для действий с множественными экземплярами
