Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: [setup/workPeriod.xml?initPeriod2-1260]
ru: 21:00 p.m

source: [setup/workPeriod.xml?initPeriod2-1290]
ru: 21:30 p.m

source: [setup/workPeriod.xml?initPeriod2-1320]
ru: 22:00 p.m

source: [setup/workPeriod.xml?initPeriod2-1350]
ru: 22:30 p.m

source: [setup/workPeriod.xml?initPeriod2-1380]
ru: 23:00 p.m

source: [setup/workPeriod.xml?initPeriod2-1410]
ru: 23:30 p.m

source: [setup/workPeriod.xml?endPeriod2-]
ru: 00:00 a.m

source: [setup/workPeriod.xml?endPeriod2-30]
ru: 00:30 a.m

source: [setup/workPeriod.xml?endPeriod2-60]
ru: 01:00 a.m

source: [setup/workPeriod.xml?endPeriod2-90]
ru: 01:30 a.m

source: [setup/workPeriod.xml?endPeriod2-120]
ru: 02:00 a.m

source: [setup/workPeriod.xml?endPeriod2-150]
ru: 02:30 a.m

source: [setup/workPeriod.xml?endPeriod2-180]
ru: 03:00 a.m

source: [setup/workPeriod.xml?endPeriod2-210]
ru: 03:30 a.m

source: [setup/workPeriod.xml?endPeriod2-240]
ru: 04:00 a.m

source: [setup/workPeriod.xml?endPeriod2-270]
ru: 04:30 a.m

source: [setup/workPeriod.xml?endPeriod2-300]
ru: 05:00 a.m

source: [setup/workPeriod.xml?endPeriod2-330]
ru: 05:30 a.m

source: [setup/workPeriod.xml?endPeriod2-360]
ru: 06:00 a.m

source: [setup/workPeriod.xml?endPeriod2-390]
ru: 06:30 a.m

source: [setup/workPeriod.xml?endPeriod2-420]
ru: 07:00 a.m

source: [setup/workPeriod.xml?endPeriod2-450]
ru: 07:30 a.m

source: [setup/workPeriod.xml?endPeriod2-480]
ru: 08:00 a.m

source: [setup/workPeriod.xml?endPeriod2-510]
ru: 08:30 a.m

source: [setup/workPeriod.xml?endPeriod2-540]
ru: 09:00 a.m

source: [setup/workPeriod.xml?endPeriod2-570]
ru: 09:30 a.m

source: [setup/workPeriod.xml?endPeriod2-600]
ru: 10:00 a.m

source: [setup/workPeriod.xml?endPeriod2-630]
ru: 10:30 a.m

source: [setup/workPeriod.xml?endPeriod2-660]
ru: 11:00 a.m

source: [setup/workPeriod.xml?endPeriod2-690]
ru: 11:30 a.m

source: [setup/workPeriod.xml?endPeriod2-720]
ru: 12:00 p.m

source: [setup/workPeriod.xml?endPeriod2-750]
ru: 12:30 p.m

source: [setup/workPeriod.xml?endPeriod2-780]
ru: 13:00 p.m

source: [setup/workPeriod.xml?endPeriod2-810]
ru: 13:30 p.m

source: [setup/workPeriod.xml?endPeriod2-840]
ru: 14:00 p.m

source: [setup/workPeriod.xml?endPeriod2-870]
ru: 14:30 p.m

source: [setup/workPeriod.xml?endPeriod2-900]
ru: 15:00 p.m

source: [setup/workPeriod.xml?endPeriod2-930]
ru: 15:30 p.m

source: [setup/workPeriod.xml?endPeriod2-960]
ru: 16:00 p.m

source: [setup/workPeriod.xml?endPeriod2-990]
ru: 16:30 p.m

source: [setup/workPeriod.xml?endPeriod2-1020]
ru: 17:00 p.m

source: [setup/workPeriod.xml?endPeriod2-1050]
ru: 17:30 p.m

source: [setup/workPeriod.xml?endPeriod2-1080]
ru: 18:00 p.m

source: [setup/workPeriod.xml?endPeriod2-1110]
ru: 18:30 p.m

source: [setup/workPeriod.xml?endPeriod2-1140]
ru: 19:00 p.m

source: [setup/workPeriod.xml?endPeriod2-1170]
ru: 19:30 p.m

source: [setup/workPeriod.xml?endPeriod2-1200]
ru: 20:00 p.m

source: [setup/workPeriod.xml?endPeriod2-1230]
ru: 20:30 p.m

source: [setup/workPeriod.xml?endPeriod2-1260]
ru: 21:00 p.m

source: [setup/workPeriod.xml?endPeriod2-1290]
ru: 21:30 p.m

source: [setup/workPeriod.xml?endPeriod2-1320]
ru: 22:00 p.m

source: [setup/workPeriod.xml?endPeriod2-1350]
ru: 22:30 p.m

source: [setup/workPeriod.xml?endPeriod2-1380]
ru: 23:00 p.m

source: [setup/workPeriod.xml?endPeriod2-1410]
ru: 23:30 p.m

source: [setup/workPeriod.xml?BSUBMIT] Accept
ru: Принять

source: Session Id
ru: Id Сессии

source: User ID
ru: ID Пользователя

source: Group ID
ru: ID Группы

source: AssignUserToGroup
ru: Назначить пользователя в группу

source: [setup/wsCaseList.xml?SESSION_ID] Session Id
ru: Id Сессии

source: CaseList
ru: Список заданий

source: [setup/wsCreateUser.xml?SESSION_ID] Session Id
ru: Id Сессии

source: [setup/wsCreateUser.xml?USER_ID] User ID
ru: ID Пользователя

source: [setup/wsCreateUser.xml?PASSWORD] Password
ru: Пароль

source: [setup/wsCreateUser.xml?FIRST_NAME] First Name
ru: Имя

source: [setup/wsCreateUser.xml?LAST_NAME] Last Name
ru: Фамилия

source: [setup/wsCreateUser.xml?EMAIL] Email
ru: Электронная почта

source: [setup/wsCreateUser.xml?ROLE] Role
ru: Функция

source: CreateUser
ru: Cоздать пользователя

source: [setup/wsDerivateCase.xml?SESSION_ID] Session Id
ru: Id Сессии

source: Case ID
ru: ID Задания

source: Task Case(delindex)
ru: По умолчанию

source: [setup/wsDerivateCase.xml?DEL_INDEX-]
ru: Default

source: DerivateCase
ru: Производное задание

source: [setup/wsGroupList.xml?SESSION_ID] Session Id
ru: Id Сессии

source: GroupList
ru: Список групп

source: [setup/wsInputDocumentList.xml?SESSION_ID] Session Id
ru: Id Сессии

source: [setup/wsInputDocumentList.xml?CASE_ID] Case ID
ru: ID Задания

source: InputDocumentList
ru: Список входных документов

source: [setup/wsInputDocumentProcessList.xml?SESSION_ID] Session Id
ru: Id Сесии

source: [setup/wsInputDocumentProcessList.xml?PROCESS_ID] Process ID
ru: ID Процесса

source: InputDocumentProcessList
ru: Список входных документов

source: Login to WSDL Server
ru: Вход в сервер WSDL

source: [setup/wsLogin.xml?USER_ID] User ID
ru: ID Пользователя

source: [setup/wsLogin.xml?PASSWORD] Password
ru: Пароль

source: [setup/wsLogin.xml?ACTIONB] Login
ru: Войти

source: You do not have enabled the SOAP extension
ru: Вы не включили расширение SOAP

source: [setup/wsNewCase.xml?SESSION_ID] Session Id
ru: Id Сессии

source: [setup/wsNewCase.xml?PROCESS_ID] Process ID
ru: ID Процесса

source: [setup/wsNewCase.xml?TASK_ID] Task ID
ru: Default

source: [setup/wsNewCase.xml?TASK_ID-]
ru: Default

source: NewCase
ru: Новое задание

source: [setup/wsNewCaseImpersonate.xml?SESSION_ID] Session Id
ru: Id Сессии

source: [setup/wsNewCaseImpersonate.xml?PROCESS_ID] Process ID
ru: ID Процесса

source: [setup/wsNewCaseImpersonate.xml?USER_ID] User ID
ru: ID Пользователя

source: NewCaseImpersonate
ru: Запуск нового задания

source: [setup/wsOutputDocumentList.xml?SESSION_ID] Session Id
ru: Session Id

source: [setup/wsOutputDocumentList.xml?CASE_ID] Case ID
ru: ID Задания

source: OutputDocumentList
ru: Список выходных документов

source: [setup/wsProcessList.xml?SESSION_ID] Session Id
ru: Id Сессии

source: ProcessList
ru: Список процессов

source: [setup/wsReassignCase.xml?SESSION_ID] Session Id
ru: Id Сессии

source: [setup/wsReassignCase.xml?CASE_ID] Case ID
ru: ID Задания

source: Delindex
ru: Default

source: [setup/wsReassignCase.xml?DEL_INDEX-]
ru: Default

source: User Source
ru: Источник пользователя

source: User Target
ru: Цель пользователя

source: ReassignCase
ru: Переназначить задание

source: [setup/wsRemoveDocument.xml?SESSION_ID] Session Id
ru: Id Сессии

source: Document ID
ru: ID Документа

source: RemoveDocument
ru: Убрать документ

source: [setup/wsRoleList.xml?SESSION_ID] Session Id
ru: Id Сессии

source: RoleList
ru: Список функций

source: [setup/wsSendFiles.xml?SESSION_ID] Session Id
ru: Id Сессии

source: Send your file to the server
ru: Отправить ваш файл на сервер

source: Upload Option
ru: Input Document

source: [setup/wsSendFiles.xml?UPLOAD_OPTION-]
ru: Attached File

source: [setup/wsSendFiles.xml?UPLOAD_OPTION-1]
ru: Input Document

source: [setup/wsSendFiles.xml?INPUT_DOCUMENT] Input Document
ru: Входной документ

source: File to Send
ru: Файл для отправки

source: Sending
ru: Отправка

source: [setup/wsSendMessage.xml?SESSION_ID] Session Id
ru: Id Сессии

source: [setup/wsSendMessage.xml?CASE_ID] Case ID
ru: ID Задания

source: [setup/wsSendMessage.xml?FROM] From
ru: От

source: [setup/wsSendMessage.xml?TO_EMAIL] TO
ru: TO

source: [setup/wsSendMessage.xml?CC_EMAIL] CC
ru: CC

source: [setup/wsSendMessage.xml?BCC_MAIL] BCC
ru: BCC

source: [setup/wsSendMessage.xml?SUBJECT] Subject
ru: Предмет

source: [setup/wsSendMessage.xml?MESSAGE] Message
ru: Сообщение

source: SendMessage
ru: Отправить сообщение

source: [setup/wsSendVariables.xml?SESSION_ID] Session Id
ru: Id Сессии

source: [setup/wsSendVariables.xml?CASE_ID] Case ID
ru: ID Задания

source: Name 1
ru: Имя 1

source: Value 1
ru: Значение 1

source: Name 2
ru: Имя 2

source: Value 2
ru: Значение 2

source: SendVariables
ru: Отправить переменные

source: Status Code
ru: Код статуса

source: [setup/wsShowResult.xml?message] Message
ru: Сообщение

source: Time Stamp
ru: Временная печать

source: [setup/wsTaskCase.xml?SESSION_ID] Session Id
ru: Id Сессии

source: [setup/wsTaskCase.xml?CASE_ID] Case ID
ru: Case ID

source: TaskCase
ru: Задача задания

source: [setup/wsTaskList.xml?SESSION_ID] Session Id
ru: Id Сессии

source: [setup/wsTriggerList.xml?SESSION_ID] Session Id
ru: Id Сессии

source: TriggerList
ru: Список запусков

source: [setup/wsUnassignedCaseList.xml?SESSION_ID] Session Id
ru: Id Сессии

source: UnassignedCaseList
ru: Список неназначенных заданий

source: [setup/wsUserList.xml?SESSION_ID] Session Id
ru: Id Сессии

source: UserList
ru: Список пользователя

source: [setup/wsVariablesGrid.xml?NAME] Name
ru: Имя

source: [setup/wsVariablesGrid.xml?VALUE] Value
ru: Значение

source: GUID
ru: ГУИД

source: [setup/wsrCaseList.xml?name] Case Title
ru: Заголовок задания

source: [setup/wsrCaseList.xml?status] Status
ru: Статус

source: [setup/wsrCaseList.xml?delIndex] Del Index
ru: Индекс Del

source: [setup/wsrGroupList.xml?guid] GUID
ru: ГУИД

source: Group Title
ru: Заголовок группы

source: [setup/wsrInputDocumentList.xml?filename] Filename
ru: Имя файла

source: Document GUID
ru: Документ ГУИД

source: version
ru: версия

source: create Date
ru: создать дату

source: created by
ru: cоздано

source: [setup/wsrInputDocumentList.xml?type] type
ru: тип

source: InputDocument GUID
ru: Входной документ ГУИД

source: [setup/wsrInputDocumentProcessList.xml?name] Name
ru: Имя

source: [setup/wsrInputDocumentProcessList.xml?description] description
ru: описание

source: [setup/wsrOutputDocumentList.xml?filename] Filename
ru: Имя файла

source: [setup/wsrOutputDocumentList.xml?docId] Document GUID
ru: Документ ГУИД

source: [setup/wsrOutputDocumentList.xml?version] version
ru: версия

source: [setup/wsrOutputDocumentList.xml?createDate] create Date
ru: Создать дату

source: [setup/wsrOutputDocumentList.xml?createBy] created by
ru: создано

source: [setup/wsrOutputDocumentList.xml?type] type
ru: тип

source: [setup/wsrProcessList.xml?guid] GUID
ru: Глобальная универсальная идентификация

source: [setup/wsrProcessList.xml?name] Process Title
ru: Заголовок процесса

source: [setup/wsrRoleList.xml?guid] GUID
ru: Глобальная универсальная идентификация

source: Role Title
ru: Заголовок функции

source: Task Uid
ru: Uid задачи

source: Task Title
ru: Название задачи

source: Delegate Index
ru: Делегировать индекс

source: [setup/wsrTaskList.xml?guid] GUID
ru: Глобальная универсальная идентификация

source: [setup/wsrTaskList.xml?name] Task Title
ru: Название задачи

source: [setup/wsrTriggerList.xml?guid] GUID
ru: Глобальная универсальная идентификация

source: [setup/wsrTriggerList.xml?name] Task Title
ru: Название задачи

source: Process GUID/Title
ru: Обработать ГУИД/Заголовок

source: [setup/wsrUnassignedCaseList.xml?guid] GUID
ru: Глобальная универсальная идентификация

source: [setup/wsrUnassignedCaseList.xml?name] Case Title
ru: Заголовок задания

source: [setup/wsrUnassignedCaseList.xml?delIndex] Del Index
ru: Индекс Del

source: [setup/wsrUserList.xml?guid] GUID
ru: Глобальная универсальная идентификация

source: [setup/wsrUserList.xml?name] User
ru: Пользователь

source: [setup/wsremoveUserFromGroup.xml?SESSION_ID] Session Id
ru: Id Сессии

source: [setup/wsremoveUserFromGroup.xml?USER_ID] User ID
ru: ID Пользователя

source: [setup/wsremoveUserFromGroup.xml?GROUP_ID] Group ID
ru: ID Группы

source: RemoveUserToGroup
ru: Удалить пользователя в группу

source: [steps/conditions_Edit.xml?STEP_CONDITION] Condition
ru: Условие

source: [steps/conditions_Edit.xml?ACCEPT] Save
ru: Сохранить

source: [steps/conditions_List.xml?STEP_TITLE] Title
ru: Заголовок

source: [steps/conditions_List.xml?STEP_CONDITION] Condition
ru: Условие

source: [steps/conditions_List.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [steps/steps_List.xml?STEP_TITLE] Title
ru: Заголовок

source: [steps/steps_List.xml?STEP_TYPE_OBJ] Type
ru: Внешний шаг

source: [steps/steps_List.xml?STEP_TYPE_OBJ-DYNAFORM]
ru: Dynaform

source: [steps/steps_List.xml?STEP_TYPE_OBJ-INPUT_DOCUMENT]
ru: Input Document

source: [steps/steps_List.xml?STEP_TYPE_OBJ-OUTPUT_DOCUMENT]
ru: Output Document

source: [steps/steps_List.xml?STEP_TYPE_OBJ-EXTERNAL]
ru: External Step

source: [steps/steps_List.xml?STEP_MODE] Mode
ru: Редактировать

source: [steps/steps_List.xml?STEP_MODE-]
ru: N/A

source: [steps/steps_List.xml?STEP_MODE-VIEW]
ru: View

source: [steps/steps_List.xml?STEP_MODE-EDIT]
ru: Edit

source: [steps/steps_List.xml?SEARCH] Apply Filter
ru: Применить фильтр

source: [steps/steps_Options.xml?MNU_ADD] New
ru: Новый

source: [steps/steps_availableBB.xml?STEP_TITLE] Title
ru: Заголовок

source: [steps/steps_availableBB.xml?STEP_TYPE_OBJ] Type
ru: Внешний шаг

source: [steps/steps_availableBB.xml?STEP_TYPE_OBJ-DYNAFORM]
ru: Dynaform

source: [steps/steps_availableBB.xml?STEP_TYPE_OBJ-OUTPUT_DOCUMENT]
ru: Output Document

source: [steps/steps_availableBB.xml?STEP_TYPE_OBJ-INPUT_DOCUMENT]
ru: Input Document

source: [steps/steps_availableBB.xml?STEP_TYPE_OBJ-EXTERNAL]
ru: External Step

source: [steps/steps_availableBB.xml?STEP_MODE] Mode
ru: Режим

source: [steps/triggersAfter_List.xml?TRI_TITLE] Title
ru: Заголовок

source: [steps/triggersAfter_Options.xml?MNU_ADD] Add
ru: Добавить

source: [steps/triggersBefore_List.xml?TRI_TITLE] Title
ru: Заголовок

source: [steps/triggersBefore_Options.xml?MNU_ADD] Add
ru: Добавить

source: [steps/triggersCondition_Edit.xml?ST_CONDITION] Condition
ru: Условие

source: [steps/triggersCondition_Edit.xml?SAVE] Save
ru: Сохранить

source: [steps/triggers_Assign.xml?TITLE] Available Triggers
ru: Доступные запуски

source: [steps/triggers_Assign.xml?TRI_UID] Triggers
ru: Запуски

source: [steps/triggers_Assign.xml?ST_CONDITION] Condition
ru: Условие

source: [steps/triggers_Assign.xml?ASSIGN] Assign
ru: Назначить

source: Triggers not created or all the triggers available were assigned!
ru: Не созданы запуски или все доступные запуски были назначены!

source: [steps/triggers_NoAssign.xml?ClOSE] Close
ru: Закрыть

source: Case to be assigned by
ru: Назначение на основе стоимости самообслуживания

source: [tasks/tasks_AssignmentRules.xml?TAS_ASSIGN_TYPE-BALANCED]
ru: Cyclical Assignment

source: [tasks/tasks_AssignmentRules.xml?TAS_ASSIGN_TYPE-MANUAL]
ru: Manual Assignment

source: [tasks/tasks_AssignmentRules.xml?TAS_ASSIGN_TYPE-EVALUATE]
ru: Value Based Assignment

source: [tasks/tasks_AssignmentRules.xml?TAS_ASSIGN_TYPE-REPORT_TO]
ru: Reports to

source: [tasks/tasks_AssignmentRules.xml?TAS_ASSIGN_TYPE-SELF_SERVICE]
ru: Self Service

source: [tasks/tasks_AssignmentRules.xml?TAS_ASSIGN_TYPE-SELF_SERVICE_EVALUATE]
ru: Self Service Value Based Assignment

source: [tasks/tasks_AssignmentRules.xml?TAS_ASSIGN_VARIABLE] Variable for Value Based Assignment
ru: Переменная на основе назначения значения

source: [tasks/tasks_AssignmentRules.xml?TAS_GROUP_VARIABLE] Variable for Self Service Value Based Assignment
ru: Переменная для самообслуживания.

source: [tasks/tasks_AssignmentRules.xml?TAS_SELFSERVICE_TIMEOUT] Set a timeout
ru: Установка тайм-аута

source: [tasks/tasks_AssignmentRules.xml?TAS_SELFSERVICE_TIME] Time
ru: Время

source: [tasks/tasks_AssignmentRules.xml?TAS_SELFSERVICE_TIME_UNIT] Time unit
ru: Minutes

source: [tasks/tasks_AssignmentRules.xml?TAS_SELFSERVICE_TIME_UNIT-HOURS]
ru: Hours

source: [tasks/tasks_AssignmentRules.xml?TAS_SELFSERVICE_TIME_UNIT-DAYS]
ru: Days

source: [tasks/tasks_AssignmentRules.xml?TAS_SELFSERVICE_TIME_UNIT-MINUTES]
ru: Minutes

source: [tasks/tasks_AssignmentRules.xml?TAS_SELFSERVICE_TRIGGER_UID] Trigger to execute
ru: - Выбрать запуск -

source: [tasks/tasks_AssignmentRules.xml?TAS_SELFSERVICE_TRIGGER_UID-]
ru: - Select a trigger -

source: [tasks/tasks_Consolidated.xml?CON_STATUS] Enable consolidate for this task.
ru: Включите консолидацию для этой задачи.

source: [tasks/tasks_Consolidated.xml?DYN_UID] Dynaform Template
ru: - Выбрать шаблон DynaForm -

source: [tasks/tasks_Consolidated.xml?DYN_UID-]
ru: - Select a DynaForm template -

source: [tasks/tasks_Consolidated.xml?TABLE_NAME] Table Name
ru: Название таблицы

source: [tasks/tasks_Consolidated.xml?TITLE] Title
ru: Заголовок

source: [tasks/tasks_Consolidated.xml?APPLY] Apply
ru: Применить

source: [tasks/tasks_Consolidated_Error.xml?TITLE_ALERT] Alert
ru: Сигнал тревоги

source: [tasks/tasks_Consolidated_Error.xml?SUBTITLE_MESSAGE] Message
ru: Сообщение

source: [tasks/tasks_Definition.xml?TAS_TITLE] Title
ru: Заголовок

source: [tasks/tasks_Definition.xml?TAS_DESCRIPTION] Description
ru: Описание

source: [tasks/tasks_Definition.xml?TAS_PRIORITY_VARIABLE] Variable for Case priority
ru: Переменная для приоритета задания

source: [tasks/tasks_Definition.xml?TAS_DERIVATION_SCREEN_TPL] Routing Screen Template
ru: - По умолчанию -

source: [tasks/tasks_Definition.xml?TAS_DERIVATION_SCREEN_TPL-]
ru: - Default -

source: Starting task
ru: Начальная задача

source: [tasks/tasks_Labels.xml?TAS_DEF_TITLE] Case Title
ru: Заголовок задания

source: [tasks/tasks_Labels.xml?TAS_DEF_DESCRIPTION] Case Description
ru: Описание задания

source: [tasks/tasks_Notifications.xml?SEND_EMAIL] After routing notify the next assigned user(s)
ru: После маршрутизации уведомите следующего назначенного пользователя (ей)

source: [tasks/tasks_Notifications.xml?TAS_DEF_SUBJECT_MESSAGE] Subject
ru: Предмет

source: [tasks/tasks_Notifications.xml?TAS_DEF_MESSAGE_TYPE] Content Type
ru: HTML Template

source: [tasks/tasks_Notifications.xml?TAS_DEF_MESSAGE_TYPE-text]
ru: Plain Text

source: [tasks/tasks_Notifications.xml?TAS_DEF_MESSAGE_TYPE-template]
ru: HTML Template

source: [tasks/tasks_Notifications.xml?TAS_DEF_MESSAGE] Message
ru: Сообщение

source: [tasks/tasks_Notifications.xml?TAS_DEF_MESSAGE_TEMPLATE] Template
ru: -- По умолчанию --

source: [tasks/tasks_Notifications.xml?TAS_DEF_MESSAGE_TEMPLATE-alert_message.html]
ru: -- Default --

source: Set task performer as
ru: Установить исполнителя задачи как

source: [tasks/tasks_Owner.xml?TAS_OWNER_APP-]
ru: (No ownership changes)

source: [tasks/tasks_Owner.xml?TAS_OWNER_APP-1]
ru: First case owner

source: [tasks/tasks_Owner.xml?TAS_OWNER_APP-2]
ru: Second case owner

source: [tasks/tasks_Owner.xml?TAS_OWNER_APP-3]
ru: Third case owner

source: [tasks/tasks_Owner.xml?TAS_OWNER_APP-4]
ru: Fourth case owner

source: [tasks/tasks_Owner.xml?TAS_OWNER_APP-5]
ru: Fifth case owner

source: [tasks/tasks_Owner.xml?TAS_OWNER_APP-6]
ru: Sixth case owner

source: [tasks/tasks_Owner.xml?TAS_OWNER_APP-7]
ru: Seventh case owner

source: [tasks/tasks_Owner.xml?TAS_OWNER_APP-8]
ru: Eighth case owner

source: [tasks/tasks_Owner.xml?TAS_OWNER_APP-9]
ru: Ninth case owner

source: [tasks/tasks_Owner.xml?TAS_OWNER_APP-10]
ru: Tenth case owner

source: Exceptions Handling
ru: Обработка исключений

source: Allow arbitrary transfer (Ad hoc)
ru: Разрешить произвольную передачу (Ad hoc)

source: [tasks/tasks_TimingControl.xml?TAS_TRANSFER_FLY] Allow users to change the task duration in runtime
ru: Разрешить пользователям изменять продолжительность задачи во время выполнения

source: [tasks/tasks_TimingControl.xml?TAS_DURATION] Task duration
ru: Длительность задачи

source: [tasks/tasks_TimingControl.xml?TAS_TIMEUNIT] Time unit
ru: Минуты

source: [tasks/tasks_TimingControl.xml?TAS_TIMEUNIT-HOURS]
ru: Hours

source: [tasks/tasks_TimingControl.xml?TAS_TIMEUNIT-DAYS]
ru: Days

source: [tasks/tasks_TimingControl.xml?TAS_TIMEUNIT-MINUTES]
ru: Minutes

source: [tasks/tasks_TimingControl.xml?TAS_TYPE_DAY] Count days by
ru: Календарные

source: [tasks/tasks_TimingControl.xml?TAS_TYPE_DAY-1]
ru: Work Days

source: [tasks/tasks_TimingControl.xml?TAS_TYPE_DAY-2]
ru: Calendar Days

source: [tasks/tasks_TimingControl.xml?TAS_CALENDAR] Calendar
ru: -Никакой -

source: [tasks/tasks_TimingControl.xml?TAS_CALENDAR-]
ru: - None -

source: Insert Translation
ru: Ввести перевод

source: category
ru: Javascript

source: [tools/translationAdd.xml?trn_category-LABEL]
ru: Label

source: [tools/translationAdd.xml?trn_category-JAVASCRIPT]
ru: Javascript

source: [tools/translationAdd.xml?trn_value] value
ru: значение

source: [tools/translationAdd.xml?rowsJS] save
ru: сохранить

source: [tools/translationsList.xml?TRN_CATEGORY] Category
ru: Категория

source: [tools/translationsList.xml?TRN_ID] Id
ru: Id

source: [tools/translationsList.xml?TRN_VALUE] Value
ru: Значение

source: [tools/translationsList.xml?LINK] Edit
ru: Редактировать

source: [tools/translationsList.xml?LINK2] Delete
ru: Удалить

source: UpdateTranslation
ru: Обновление перевода

source: [tools/updateTranslation.xml?cacheFile] file
ru: файл

source: [tools/updateTranslation.xml?rows] rows
ru: строки

source: JavaScript Update Translation
ru: Перевод обновления JavaScript

source: [tools/updateTranslation.xml?cacheFileJS] file
ru: файл

source: [tools/updateTranslation.xml?rowsJS] rows
ru: строки

source: CASE TRACKER
ru: ТРЕКЕР ЗАДАНИЯ

source: [tracker/login.xml?CASE] Case Code
ru: Код задния

source: [tracker/login.xml?PIN] Pin
ru: Прикрепить

source: Enter
ru: Ввести

source: [tracker/loginpm3.xml?TITLE] CASE TRACKER
ru: ТРЕКЕР ЗАДАНИЯ

source: [tracker/loginpm3.xml?CASE] Case Code
ru: Код задания

source: [tracker/loginpm3.xml?PIN] Pin
ru: Прикрепить

source: [tracker/loginpm3.xml?BSUBMIT] Enter
ru: Ввести

source: [tracker/tracker_AvailableCaseTrackerObjects.xml?OBJECT_TITLE] Title
ru: Заголовок

source: [tracker/tracker_AvailableCaseTrackerObjects.xml?OBJECT_TYPE] Type
ru: Выходной документ

source: [tracker/tracker_AvailableCaseTrackerObjects.xml?OBJECT_TYPE-DYNAFORM]
ru: Dynaform

source: [tracker/tracker_AvailableCaseTrackerObjects.xml?OBJECT_TYPE-INPUT_DOCUMENT]
ru: Input Document

source: [tracker/tracker_AvailableCaseTrackerObjects.xml?OBJECT_TYPE-OUTPUT_DOCUMENT]
ru: Output Document

source: [tracker/tracker_AvailableStageTasks.xml?TAS_TITLE] Title
ru: Заголовок

source: [tracker/tracker_ConditionsEdit.xml?CTO_CONDITION] Condition
ru: Условие

source: [tracker/tracker_ConditionsEdit.xml?SAVE] Save
ru: Сохранить

source: Map type
ru: Карта маршрутов

source: [tracker/tracker_Configuration.xml?CT_MAP_TYPE-NONE]
ru: None

source: [tracker/tracker_Configuration.xml?CT_MAP_TYPE-PROCESSMAP]
ru: Process Map

source: [tracker/tracker_Configuration.xml?CT_MAP_TYPE-STAGES]
ru: Stages Map

source: [tracker/tracker_Configuration.xml?CT_STAGES_MAP_EDIT] Edit
ru: Редактировать

source: [tracker/tracker_Configuration.xml?CT_DERIVATION_HISTORY] Routing History
ru: История маршрутизации

source: [tracker/tracker_Configuration.xml?CT_MESSAGE_HISTORY] Messages History
ru: История сообщений

source: [tracker/tracker_Configuration.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [tracker/tracker_Configuration.xml?SAVE] Save
ru: Сохранить

source: [tracker/tracker_DynaDocs.xml?CTO_TITLE] Title
ru: Заголовок

source: [tracker/tracker_DynaDocs.xml?CTO_TYPE_OBJ] Type
ru: Документ

source: [tracker/tracker_DynaDocs.xml?CTO_TYPE_OBJ-DYNAFORM]
ru: Form

source: [tracker/tracker_DynaDocs.xml?CTO_TYPE_OBJ-INPUT_DOCUMENT]
ru: Document

source: [tracker/tracker_DynaDocs.xml?CTO_TYPE_OBJ-OUTPUT_DOCUMENT]
ru: Document

source: Filename/Comments
ru: Имя файла/Комментарии

source: [tracker/tracker_Messages.xml?APP_MSG_DATE] DATE
ru: ДАТА

source: [tracker/tracker_Messages.xml?APP_MSG_SUBJECT] SUBJECT
ru: ПРЕДМЕТ

source: [tracker/tracker_Messages.xml?APP_MSG_FROM] FROM
ru: ОТ

source: [tracker/tracker_Messages.xml?APP_MSG_TO] TO
ru: КОМУ

source: [tracker/tracker_MessagesView.xml?title] MESSAGE
ru: СООБЩЕНИЕ

source: [tracker/tracker_MessagesView.xml?APP_MSG_SUBJECT] SUBJECT
ru: ПРЕДМЕТ

source: [tracker/tracker_MessagesView.xml?APP_MSG_FROM] FROM
ru: ОТ
