Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: This case scheduler with sch_uid: {0} does not exist!
ru: Планировщик задания с sch_uid: {0} не существует!

source: Duplicate Case Scheduler name
ru: Дублировать имя Планировщика задания

source: Case Scheduler Saved Sucessfully
ru: Планировщик задания успешно сохранен

source: Case Scheduler Summary
ru: Сводка планировщика заданий

source: User or password is empty.
ru: Пользователь или пароль пустой.

source: Start Case
ru: Начать задание

source: The case has not stopped due to its trigger.
ru: Задание было остановлено из-за его запуска

source: Case Title
ru: Заголовок задания

source: Case trackers
ru: Трекер задания

source: The case tracker object with {0}: {1} does not exist.
ru: Объект трекера задания с {0}: {1} не существует

source: Case Unarhive
ru: Задание разархивировано

source: The Case {APP_NUMBER} was unpaused successfully!
ru: Задание {APP_NUMBER} было успешно возобновлено!

source: The user with "{0}" is invalid to cancel the Case.
ru: Пользователь с «{0}» недействителен, чтобы отменить задание

source: The user with "{0}" is invalid to pause the case.
ru: Пользователь с «{0}» не может приостановить задание.

source: The user with "{0}" is invalid to Unpause the Case.
ru: Пользователь с «{0}» недействителен, чтобы возобновить задание.

source: The user with "{0}" did not have permission to perform this action.
ru: Пользователь с "{0}" не имел разрешения на выполнение этого действия.

source: The Variable with {0}: "{1}" already exists in Case
ru: Переменная с {0}: "{1}" уже существует в задании

source: The Variable with {0}: "{1}" does not exist in Case
ru: Переменная с {0}: "{1}" не существует в задании

source: Category
ru: Категория

source: Category name already exists.
ru: Имя категории уже существует.

source: Category Name
ru: Имя категории

source: The category name with {0}: "{1}" already exists.
ru: Имя категории с {0}: "{1}" уже существует.

source: The category with {0}: '{1}' does not exist.
ru: Категория с {0}: '{1}' не существует.

source: Process category has been deleted correctly.
ru: Категория процесса была удалена правильно.

source: Process category has been created correctly.
ru: Категория процесса создана правильно.

source: Process category has been updated correctly.
ru: Категория процесса была обновлена правильно.

source: center
ru: центр

source: Changes saved
ru: Изменения сохранены

source: Change database name
ru: Изменить имя базы данных

source: Change Password
ru: Изменить Пароль

source: Change Status
ru: Изменить статус

source: Change view
ru: Изменить вид

source: Check
ru: Проверить

source: Checking...
ru: Идет проверка...

source: Check again
ru: Проверить еще раз

source: [LABEL/ID_CHECK_ALL] Check All
ru: Проверить все

source: Please check the fields marked in red.
ru: Пожалуйста, отметьте поля, помеченные красным.

source: Checking port
ru: Проверка порта

source: Error Testing Connection: Checking port failed
ru: Ошибка при проверке соединения: сбой проверки порта

source: Check for updates (you need to be connected to the Internet)
ru: Проверьте наличие обновлений (необходимо подключиться к Интернету)

source: Check Workspace Configuration
ru: Проверка конфигурации рабочей области

source: Choose an option
ru: Выбрать опцию

source: Please select provider
ru: Пожалуйста, выберите провайдера

source: Claim
ru: Требование

source: Classic Editor
ru: Классический редактор

source: Class already exists
ru: Класс уже существует

source: This Class Table doesn't exist!
ru: Эта таблица классов не существует!

source: Clear
ru: Очистить

source: Clear Cache
ru: Очистить кэш

source: Clear all cache files now?
ru: Очистить все файлы кэша сейчас?

source: All cache data was deleted
ru: Все данные кэша были удалены

source: The cache directory is empty
ru: Каталог кэша пуст

source: Clear Cron
ru: Очистить крон

source: Clear Log
ru: Очистить журнал

source: Click the lock to make changes.
ru: Нажмите на блокировку, чтобы внести изменения.

source: Click the lock to prevent further changes.
ru: Нажмите блокировку, чтобы предотвратить дальнейшие изменения.

source: Close
ru: Закрыть

source: Close Editor
ru: Закрыть редактор

source: [LABEL/ID_CODE] Code
ru: Код

source: Collapse All
ru: Свернуть все

source: Supplied free of charge with no support, certification, warranty, maintenance nor indemnity by Colosa and its Certified Partners.
ru: Поставляется бесплатно без поддержки, сертификации, гарантии, технического обслуживания и возмещения Colosa и ее сертифицированных партнеров.

source: columns
ru: столбцы

source: Command executed successfully
ru: Команда выполнена успешно

source: command executed successfully
ru: команда выполнена успешно

source: Comments
ru: Комментарии

source: [LABEL/ID_COMPLETED] Completed
ru: Завершено

source: Completed By User
ru: Завершено пользователем

source: Completed Cases
ru: Завершенные задания

source: Completed Task
ru: Завершенные задания

source: Complete the Varchar field size
ru: Заполните строку переменных

source: Condition
ru: Условие

source: Conditions editor
ru: Редактор условий

source: Updated conditions editor in dynaform
ru: Обновлен редактор условий в dynaform

source: Configuration
ru: Конфигурация

source: Configure
ru: Настроить конфигурацию

source: Config Directory
ru: Каталог конфигураций

source: Confirm
ru: Подтвердить

source: [LABEL/ID_CONFIRM_ADHOCUSER_CASE] Are you sure you want to do it?
ru: Вы уверены, что хотите это сделать?

source: Do you want to delete the data in the row you just created?
ru: Вы хотите удалить данные в только что созданной строке?

source: [LABEL/ID_CONFIRM_CANCEL_CASE] Are you sure you want to cancel this case?
ru: Вы действительно хотите отменить это задание?

source: Do you want to delete the selected authentication source?
ru: Вы хотите удалить выбранный источник аутентификации?

source: Do you want to delete the selected calendar?
ru: Вы хотите удалить выбранный календарь?

source: [LABEL/ID_CONFIRM_DELETE_CASE] Are you sure you want to delete this case?
ru: Вы действительно хотите удалить это задание?

source: Do you want to delete current Case Scheduler?
ru: Вы хотите удалить текущий планировщик заданий?

source: Do you want to delete the selected category?
ru: Вы хотите удалить выбранную категорию?

source: Are you sure you want to delete the selected Dashboard?
ru: Вы действительно хотите удалить выбранную панель?

source: Are you sure you want to delete this user?
ru: Вы уверены, что хотите удалить этого пользователя?

source: Do you want to delete this Dashlet Instance?
ru: Вы хотите удалить этот экземпляр мини-панели?

source: Do you want to delete the selected department?
ru: Вы хотите удалить выбранный отдел?

source: Approval of consolidated tasks
ru: Утверждение консолидированных задач

source: This action will delete the current document and all its versions
ru: Это действие удалит текущий документ и все его версии

source: Do you want to delete the selected Input Document?
ru: Вы хотите удалить выбранный входной документ?

source: [LABEL/ID_CONFIRM_DELETE_PLUGIN] Are you sure that you want to remove this plugin?
ru: Вы уверены, что хотите удалить этот плагин?

source: Uninstalling the plugin can affect other workspaces.
ru: Удаление плагина может повлиять на другие рабочие области.

source: Do you want to delete the selected tables?
ru: Вы хотите удалить выбранные таблицы?

source: Do you want to delete the selected skin?
ru: Вы хотите удалить выбранный скин?

source: Do you want to delete current web entry?
ru: Вы хотите удалить текущий веб-элемент?

source: Do you want discard changes?
ru: Вы хотите отказаться от изменений?

source: If the selected form is imported, you may lose the information in the current form. Are you sure you want to import the form?
ru: Если выбранная форма импортируется, вы можете потерять информацию в текущей форме. Вы действительно хотите импортировать форму?

source: Confirm Password
ru: Подтвердить пароль

source: [LABEL/ID_CONFIRM_REACTIVATE_CASE] Are you sure you want to reactivate this case?
ru: Вы уверены, что хотите снова активировать это задание?

source: Do you want to remove the selected rows?
ru: Вы хотите удалить выбранные строки?

source: Do you want to remove these fields?
ru: Вы хотите удалить эти поля?

source: Confirm Routing
ru: Подтвердить маршрутизацию

source: There are cases which were not reassigned to a user. Do you want to continue?
ru: Есть задания, которые не были переназначены пользователю. Вы хотите продолжить?

source: Are you sure you want to unpause this case?
ru: Вы уверены, что Вы хотите возобновить это задание?

source: Connecting...
ru: Соединение....

source: Error Testing Connection: Opening database failed
ru: Ошибка при тестировании соединения: ошибка открытия базы данных

source: Connecting to host
ru: Соединение с хостом

source: Error Testing Connection: Connecting to host failed
ru: Ошибка при тестировании подключения: подключение к хосту не выполнено

source: Connection Error: {0}
ru: Ошибка соединения: {0}

source: Connection Error: User "{0}" can't create databases and users. <br>Please, provide a user with SUPER privileges.
ru: Ошибка подключения: пользователь «{0}» не может создавать базы данных и пользователей. <br> Пожалуйста, предоставьте пользователю СУПЕР привелегии.

source: Connection Error: User "{0}" can't create databases and Users <br>Please provide an user with sysadmin role or dbcreator and securityadmin roles.
ru: Ошибка подключения: пользователь «{0}» не может создавать базы данных и пользователей. Пожалуйста, предоставьте пользователю роль роли sysadmin или dbcreator и securityadmin.

source: Trying to connect to host
ru: Попытка подключения к хосту

source: Connected to server {0} :{1} using user: '{2}'
ru: Подключено к серверу {0}: {1} с использованием пользователя: '{2}'

source: Consolidated Case List
ru: Консолидированный список заданий

source: The process has no type template Dynaform grid, this Dynaform is required
ru: В этом процессе нет шаблона Dynaform шаблона типа, требуется этот Dynaform

source: Please contact your system administrator
ru: Пожалуйста, свяжитесь с вашим системным администратором

source: Continue
ru: Продолжить

source: Continue with option
ru: Продолжить с опцией

source: Convert to native Report Table
ru: Преобразование в собственную таблицу отчетов

source: Convert to Simple Report
ru: Преобразование в простой отчет

source: Copy
ru: Копировать

source: Copyright Â© 2003-2011 Colosa, Inc. All rights reserved.
ru: Авторское право © 2003-2011 Colosa, Inc. Все права защищены.

source: Colosa, Inc. All rights reserved
ru: Colosa, Inc. Все права защищены

source: Copyright &copy; 2003-
ru: Авторское право и копия; 2003-

source: Copy of
ru: Копия

source: Costs
ru: Стоимость

source: Cost by hour
ru: Стоимость за час

source: Country
ru: Страна

source: Count Days by
ru: Количество дней

source: [LABEL/ID_CREATE] Create
ru: Создать

source: Created
ru: Создано

source: Created By
ru: Создано

source: Created Case Status
ru: Статус созданного задания

source: Create Authentication Source
ru: Создать источник аутентификации

source: Create Calendar
ru: Создать календарь

source: Create new Case Scheduler
ru: Создать новый планировщик

source: Create Category
ru: Создать категорию

source: Create Dashlet Instance
ru: Создать экземпляр мини-панели

source: Create New Database connection
ru: Создать новое подключение к базе данных

source: Create Date
ru: Создать дату

source: Create Department
ru: Создать отдел

source: Create Dynaform
ru: Создать Dynaform

source: Create Email Server
ru: Создать почтовый сервер

source: Create Email Settings
ru: Создание настроек электронной почты

source: Create New Folder
ru: Создать новую папку

source: Name
ru: Имя

source: Path
ru: Путь

source: Create New Group
ru: Создать новую группу

source: [LABEL/ID_CREATE_GROUP_TITLE] Create New Group
ru: Создать новую группу

source: Create New Input Document
ru: Создать новый входной документ

source: Could not create the installation log
ru: Не удалось создать журнал установки

source: Create new
ru: Создать новый

source: Create a New Account
ru: Создать новый аккаунт

source: Do you wish to create a new UID for this process?
ru: Вы хотите создать новый UID для этого процесса?

source: Create new Output Document
ru: Создать новый выходной документ

source: Create PM Table
ru: Создать таблицу PM

source: Create from a PM Table
ru: Создать из таблицы PM

source: Create Process
ru: Создать процесс

source: Create New Role
ru: Создать новую функцию

source: [LABEL/ID_CREATE_ROLE_TITLE] Create New Role
ru: Создать новую функцию

source: Create Skin
ru: Создать скин

source: Create Sub Department
ru: Создать подотдел

source: Create New trigger
ru: Cоздать новый запуск

source: Create User
ru: Создать пользователя

source: Creating : {0}
ru: Создание: {0}

source: Creating table, please wait...
ru: Создается таблица, пожалуйста, подождите ...

source: Creating workspace {0}
ru: Создание рабочего пространства {0}

source: Credentials Error
ru: Ошибка учетных данных

source: Cron
ru: Крон

source: Cron Actions Log
ru: Журнал действий крона

source: Displaying actions {0} - {1} of {2}
ru: Отображение действий {0} - {1} из {2}

source: Cron Information
ru: Информация

source: Are you sure to clear the cron log?
ru: Вы уверены, что очистили журнал крона?

source: Cron status
ru: Статус крона

source: [LABEL/ID_CRON_STATUS_ACTIVE] Active
ru: Aктивный

source: Inactive
ru: Неактивный

source: CSV File
ru: Файл CSV

source: The process was not downloaded, because the curl extension for php is not installed
ru: Процесс не был загружен, поскольку расширение curl для php не установлено

source: The current activity has cases and cannot be deleted
ru: Текущая активность имеет задание и не может быть удалена

source: Your browser is not supported. See the list of supported browsers. List of supported browsers is a link to the wiki page: http://wiki.processmaker.com/3.0/Supported_Browsers
ru: Ваш браузер не поддерживается. См. Список поддерживаемых браузеров. Список поддерживаемых браузеров - это ссылка на страницу вики: http://wiki.processmaker.com/3.0/Supported_Browsers

source: Current license
ru: Текущая лицензия

source: [LABEL/ID_CURRENT_USER] Current User
ru: Текущий пользователь

source: Current Users
ru: Текущие пользователи

source: Current Values
ru: Текущие значения

source: Current version
ru: Текущая версия

source: Current Workspace
ru: Текущая рабочая область

source: Custom Case List
ru: Пользовательский список заданий

source: Custom Trigger
ru: Пользовательский запуск

source: [LABEL/ID_CUSTOM_TRIGGER_DESCRIPTION] Custom Trigger
ru: Пользовательский запуск

source: Cyclic Assignment
ru: Циклическое назначение

source: Dashboards
ru: Панели управления

source: One Column
ru: Один столбец

source: Two columns
ru: Два столбца

source: Three columns
ru: Три столбца

source: Indicator Information
ru: Информация о индикаторе

source: Owner Dashboard has been deleted correctly.
ru: Панель управления владельца была удалена правильно.

source: Dashboard has been deleted correctly.
ru: Панель управления была удалена правильно.

source: Dashboard Title
ru: Заголовок панели управления

source: Dashlet
ru: Мини-панель

source: Dashlet Instances
ru: Экземпляры мини-панели

source: Dashlet Instance
ru: Экземпляры мини-панели

source: Dashlet Instance Configuration
ru: Конфигурация экземпляра мини-панели

source: Dashlet instance deleted sucessfully.
ru: Экземпляр мини-панели успешно удален.

source: Dashlet title already exists.
ru: Заголовок мини-панели уже существует

source: You can click on one of the dashboards to view the data or click on the favorite icon to make it your main dashboard.
ru: Вы можете нажать на одну из панелей для просмотра данных или щелкнуть значок избранной иконки, чтобы сделать ее главной панелью управления

source: Compare
ru: Сравнить

source: with
ru: с

source: Compare this month
ru: Сравнить этот месяц

source: Compare this month with
ru: Сравнить этот месяц с

source: Percentage of cases that are in Overdue (red), At Risk (yellow), On Time (green) in the user Inbox.
ru: Процент просроченных заданий(красный), в зоне риска (желтый), по графику (зеленый) в папке "Входящие" пользователя

source: Indicator's absolute and porcentual variation compared with the last month.
ru: Показатели абсолютного и процентного изменения по сравнению с предыдущим месяцем.

source: Amount of money savings or costs generated by the process or task in the current month.
ru: Сумма сбережений или затрат, сгенерированных процессом или задачей в текущем месяце.

source: Indicator's value in the current month.
ru: Значение индикатора в текущем месяце.

source: Amount of money savings or costs generated by the group or user in the current month.
ru: Сумма сбережений или затрат, генерируемых группой или пользователем в текущем месяце.

source: Group or user efficiency in the current month.
ru: Эффективность группы или пользователей в текущем месяце.

source: [LABEL/ID_DASH_HELP_IND_VALUE] Indicator's value in the current month.
ru: Значение индикатора в текущем месяце.

source: Indicator's trend in comparision with the last month.
ru: Тенденции индикаторов по сравнению с прошлым месяцем.

source: Data
ru: Данные

source: Data Base
ru: База данных

source: Database Configuration
ru: Настройка базы данных

source: Database Engine
ru: Модуль базы данных

source: Database already exists, check "Delete Databases if exists" to overwrite the exiting databases.
ru: База данных уже существует, обратитесь к кнопке «Удалить базу данных, если существует», чтобы перезаписать существующие базы данных.

source: Database Name
ru: Имя базы данных

source: Database Options
ru: Конфигурация базы данных

source: Data Base Server
ru: Сервер базы данных

source: The configuration is correct.
ru: Конфигурация правильная.

source: Data List is not available for old version.
ru: Список данных недоступен для старой версии.

source: DATE
ru: ДАТА

source: [LABEL/ID_DATE_FORMAT] Date Format
ru: Формат даты

source: Y-m-d H:i:s
ru: Г-м-д H:i:s

source: D d M, Y
ru: д, М, Г

source: D M, Y
ru: Д М, Г

source: d M, Y
ru: д М, Г

source: d m, Y
ru: д м, Г

source: d.m.Y
ru: д.м.Г

source: M d, Y
ru: М д. Г

source: m D, Y
ru: м Д, Г

source: dd de M de Y (Date format only for Spanish language)
ru: д из М из Г (Формат даты только для испанского языка)

source: d/m/Y
ru: д/м/Г

source: m/d/Y
ru: д/м/Г

source: Y/d/m
ru: Г/д/м

source: Y/m/d
ru: Г/м/д

source: m.d.y
ru: м.д.г.

source: [LABEL/ID_DATE_LABEL] Date
ru: Дата

source: The value '{0}' is not a valid date for the format '{1}'.
ru: Значение '{0}' не является допустимой датой для формата '{1}'.

source: Day
ru: День

source: Days
ru: Дни

source: Checking server configuration
ru: Проверка конфигурации сервера

source: Checking server parameters
ru: Проверка параметров сервера

source: The database connection with dbs_database_name: '{0}' is invalid
ru: Соединение с базой данных с именем базы данных db: '{0}' недействительно.

source: The database connection with dbs_encode: '{0}' is invalid
ru: Соединение с базой данных с dbs_encode: '{0}' недействительно.

source: The database connection with {0}: '{1}' does not exist.
ru: Соединение с базой данных с {0}: '{1}' не существует.

source: The database connection with dbs_port: '{0}' is invalid
ru: Соединение с базой данных с dbs_port: '{0}' недействительно.

source: The database connection with dbs_server: '{0}', is invalid
ru: Соединение с базой данных с dbs_server: '{0}' недействительно.

source: The database connection with dbs_type: '{0}' is invalid
ru: Соединение с базой данных с dbs_type: '{0}' недействительно

source: Connection Edited Successfully
ru: Успешно подключено соединение

source: Connection Saved Successfully
ru: Соединение успешно сохранено

source: Connection Tested Successfully
ru: Соединение успешно протестировано

source: [LABEL/ID_DBS_EDIT] Edit the current Database Source
ru: Редактирование текущего источника базы данных

source: Database Source List
ru: Список источников базы данных

source: Add New Database Source
ru: Добавить новый источник базы данных

source: DB Connection
ru: Соединение с БД

source: Database Connections
ru: Подключения к базам данных

source: DB Connection doesn't exist!
ru: Соединения с БД не существует!

source: Deactivate
ru: Деактивировать

source: Detach
ru: Отделить

source: Debugger
ru: Отладчик

source: Debug Messages
ru: Отладочные сообщения

source: Debug Mode
ru: Режим отладки

source: ProcessMaker Debugger
ru: Отладчик ProcessMaker

source: Default Calendar
ru: Календарь по умолчанию

source: Default Cases Menu option
ru: Параметр меню «По умолчанию»

source: Default User Expiry Date (Years)
ru: По умолчанию Дата истечения срока действия (годы)

source: Default Expiration Year value has to be a positive integer
ru: Значение года окончания должно быть положительным целым числом

source: Default Language
ru: Язык по умолчанию

source: Default Main Menu Option
ru: Опция главного меню по умолчанию

source: (Default set to (&(!(objectClass=organizationalUnit))))
ru: (По умолчанию установлено значение (& (! (ObjectClass = organizationUnit))))

source: Default Skin
ru: Скин по умолчанию

source: [LABEL/ID_DEFINITION] Definition
ru: Значение

source: Delay Field
ru: Поле задержки

source: Date from
ru: Дата с

source: to
ru: в

source: Delegated User
ru: Делегированный пользователь

source: Delegation Date
ru: Дата делегирования

source: Delete
ru: Удалить

source: Deleted
ru: Удалено

source: Deleted Successfully
ru: Удалено успешно

source: Do you want to delete all fields?
ru: Вы хотите удалить все поля?

source: Do you want to delete all report tables?
ru: Вы хотите удалить все таблицы отчетов?

source: Delete Authentication Source
ru: Удалить источник аутентификации

source: Delete Calendar
ru: Удалить календарь

source: Delete Cases
ru: Удалить задания

source: You can't delete the case because you didn't create the case.
ru: Вы не можете удалить задание, так как вы его не создавали

source: You can't delete the case because it's not in Draft status and was already derivated.
ru: Вы не можете удалить это задание, потому что оно не находится в статусе проекта и уже было создано.

source: Delete Case Scheduler
ru: Удалить планировщик заданий

source: Delete Category
ru: Удалить категорию

source: Delete the connection?
ru: Удалить соединение?

source: Delete Dashlet Instance
ru: Удалить экземпляр мини-панели

source: Delete database if it exists
ru: Удалить базу данных, если она существует

source: Delete Database Connection
ru: Удалить соединение с базой данных

source: Delete Data from PM Table
ru: Удаление данных из таблицы PM

source: Delete Department
ru: Удалить отдел

source: Do you want to delete the selected document?
ru: Вы хотите удалить выбранный документ?

source: Delete Dynaform
ru: Удалить Dynaform

source: Delete Email Server
ru: Удалить сервер электронной почты

source: Do you want to delete the selected fields?
ru: Вы хотите удалить выбранные поля?

source: Are you sure you want to delete this field?
ru: Вы уверены, что хотите удалить это поле?

source: Remove Group
ru: Удалить группу

source: Delete Group Task
ru: Удалить групповую задачу

source: Are you sure you want to delete this Indicator?
ru: Вы действительно хотите удалить этот индикатор?

source: The item will be deleted the day of the work hour’s list. Do you want continue?
ru: Элемент будет удален в день рабочих часов. Вы хотите продолжить?

source: Delete Input Document
ru: Удалить входной документ

source: Delete Language
ru: Удалить язык

source: [LABEL/ID_DELETE_LANGUAGE] Remove
ru: Убрать

source: Are you sure you want to delete the language "{0}"?
ru: Вы действительно хотите удалить язык «{0}»?
