Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: [reports/report4_dashboard.xml?USER] User
ru: Пользователь

source: [reports/report4_dashboard.xml?CANTCASES] Total Cases
ru: Всего заданий

source: [reports/report4_dashboard.xml?MAX] Slowest Time
ru: Самое медленное время

source: [reports/report4_dashboard.xml?TOTALDUR] Total Duration
ru: Общая продолжительность

source: [reports/report4_dashboard.xml?PROMEDIO] Average
ru: Среднее

source: [reports/report5.xml?USER] User
ru: Пользователь

source: [reports/report5.xml?CANTCASES] Total Cases
ru: Всего заданий

source: [reports/report5.xml?MIN] Best Completion Time
ru: Лучшее время завершения

source: [reports/report5.xml?MAX] Slowest Completion Time
ru: Медленное время завершения

source: [reports/report5.xml?TOTALDUR] Total Duration (Hours)
ru: Общая продолжительность (часы)

source: [reports/report5.xml?PROMEDIO] Average (Hours)
ru: Среднее (часы)

source: [reports/report5_dashboard.xml?USER] User
ru: Пользователь

source: [reports/report5_dashboard.xml?CANTCASES] Total Cases
ru: Всего заданий

source: [reports/report5_dashboard.xml?MAX] Slowest Time
ru: Самое медленное время

source: [reports/report5_dashboard.xml?TOTALDUR] Total Duration
ru: Общая продолжительность

source: [reports/report5_dashboard.xml?PROMEDIO] Average
ru: Средний

source: [reports/report_filter.xml?PROCESS] Process
ru: All

source: [reports/report_filter.xml?PROCESS-]
ru: All

source: [reports/report_filter.xml?TASKS] Tasks
ru: All

source: [reports/report_filter.xml?TASKS-]
ru: All

source: [reports/report_filter.xml?FILTER] Filter
ru: Фильтр

source: [reports/reportsList.xml?RPT_TITLE] Reports
ru: Отчеты

source: [reports/reports_Description.xml?TAS_TITLE] Task
ru: Задача

source: [reports/reports_Description.xml?MIN] Best Completion Time
ru: Лучшее время завершения

source: [reports/reports_Description.xml?MAX] Slowest Completion Time
ru: Самое медленное время завершения

source: [reports/reports_Description.xml?TOTALDUR] Total Duration (Hours)
ru: Общая продолжительность (часы)

source: [reports/reports_Description.xml?PROMEDIO] Average (Hours)
ru: Среднее (часы)

source: [reports/reports_Description_search.xml?FROM_DES] FROM
ru: ОТ

source: [reports/reports_Description_search.xml?TO_DES] TO
ru: КОМУ

source: [reports/reports_Description_search.xml?FILTER] Filter
ru: Фильтр

source: Initial date
ru: Начальная дата

source: [reports/rpt_filters.xml?TO] End date
ru: Конечная дата

source: [reports/rpt_filters.xml?FILTER] Filter
ru: Фильтр

source: Edit role
ru: Редактировать функцию

source: Role Code
ru: Код функции

source: Role Name
ru: Имя функции

source: [roles/roles_Edit.xml?ROL_STATUS] Status
ru: Неактивный

source: [roles/roles_Edit.xml?ROL_STATUS-1]
ru: Active

source: [roles/roles_Edit.xml?ROL_STATUS-0]
ru: Inactive

source: [roles/roles_Edit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [roles/roles_Edit.xml?CREATE] Update
ru: Обновить

source: [roles/roles_List.xml?ROL_CODE] Code
ru: Код

source: [roles/roles_List.xml?ROL_NAME] Name
ru: Имя

source: Create date
ru: Создать дату

source: Update date
ru: Дата обновления

source: [roles/roles_ListUsers.xml?USR_FIRSTNAME] Firstname
ru: Имя

source: [roles/roles_ListUsers.xml?USR_LASTNAME] Lastname
ru: Фамилия

source: Create a new Role
ru: Создать новую функцию

source: [roles/roles_New.xml?ROL_CODE] Role Code
ru: Код функции

source: [roles/roles_New.xml?ROL_NAME] Role Name
ru: Имя функции

source: [roles/roles_New.xml?ROL_STATUS] Status
ru: Неактивный

source: [roles/roles_New.xml?ROL_STATUS-1]
ru: Active

source: [roles/roles_New.xml?ROL_STATUS-]
ru: Inactive

source: [roles/roles_New.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [roles/roles_New.xml?CREATE] Create
ru: Cоздать

source: [roles/roles_Options.xml?MNU_ADD] New
ru: Новый

source: [services/serviceMessage.xml?Title] Information
ru: Информация

source: Access to the service is currently unavailable from the ProcessMaker web interface.
ru: Доступ к службе в настоящее время недоступен в веб-интерфейсе ProcessMaker.

source: [setup/calendarEdit.xml?DEFINITION_TITLE] Calendar Definition
ru: Определение календаря

source: [setup/calendarEdit.xml?CALENDAR_NAME] Name
ru: Имя

source: [setup/calendarEdit.xml?CALENDAR_DESCRIPTION] Description
ru: Описание

source: [setup/calendarEdit.xml?CALENDAR_STATUS] Active
ru: Активный

source: [setup/calendarEdit.xml?WorkDays] Work Days
ru: Рабочие дни

source: [setup/calendarEdit.xml?CALENDAR_WORK_DAYS]
ru: СБ

source: [setup/calendarEdit.xml?CALENDAR_WORK_DAYS-0]
ru: SUN

source: [setup/calendarEdit.xml?CALENDAR_WORK_DAYS-1]
ru: MON

source: [setup/calendarEdit.xml?CALENDAR_WORK_DAYS-2]
ru: TUE

source: [setup/calendarEdit.xml?CALENDAR_WORK_DAYS-3]
ru: WED

source: [setup/calendarEdit.xml?CALENDAR_WORK_DAYS-4]
ru: THU

source: [setup/calendarEdit.xml?CALENDAR_WORK_DAYS-5]
ru: FRI

source: [setup/calendarEdit.xml?CALENDAR_WORK_DAYS-6]
ru: SAT

source: Work Hours
ru: Рабочие часы

source: [setup/calendarEdit.xml?HOLIDAY_LABEL] Holidays
ru: Каникулы

source: [setup/calendarEdit.xml?SUBMIT] Save
ru: Сохранить

source: [setup/calendarEdit.xml?SUBMIT2] Save
ru: Сохранить

source: [setup/calendarEdit.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [setup/calendarEdit_BusinessHours.xml?CALENDAR_BUSINESS_DAY] Day
ru: СБ

source: [setup/calendarEdit_BusinessHours.xml?CALENDAR_BUSINESS_DAY-7]
ru: - ALL -

source: [setup/calendarEdit_BusinessHours.xml?CALENDAR_BUSINESS_DAY-0]
ru: SUN

source: [setup/calendarEdit_BusinessHours.xml?CALENDAR_BUSINESS_DAY-1]
ru: MON

source: [setup/calendarEdit_BusinessHours.xml?CALENDAR_BUSINESS_DAY-2]
ru: TUE

source: [setup/calendarEdit_BusinessHours.xml?CALENDAR_BUSINESS_DAY-3]
ru: WED

source: [setup/calendarEdit_BusinessHours.xml?CALENDAR_BUSINESS_DAY-4]
ru: THU

source: [setup/calendarEdit_BusinessHours.xml?CALENDAR_BUSINESS_DAY-5]
ru: FRI

source: [setup/calendarEdit_BusinessHours.xml?CALENDAR_BUSINESS_DAY-6]
ru: SAT

source: Start (hh:mm)
ru: Начало (чч: мм)

source: End (hh:mm)
ru: Конец (чч: мм)

source: [setup/calendarEdit_Holidays.xml?CALENDAR_HOLIDAY_NAME] Name
ru: Имя

source: Start Date (Recurrent "Y-m-d")
ru: Дата начала (повторяющийся «Г-м-д»)

source: End Date (Recurrent "Y-m-d")
ru: Дата окончания (повторяющийся «Г-м-д»)

source: [setup/calendarList.xml?CALENDAR_NAME] Name
ru: Имя

source: [setup/calendarList.xml?CALENDAR_DESCRIPTION] Description
ru: Описание

source: [setup/calendarList.xml?CALENDAR_STATUS] Status
ru: Статус

source: [setup/calendarList_Options.xml?MNU_NEW] New
ru: Новый

source: Mail System Test Page
ru: Страница проверки почтовой системы

source: Domain
ru: Домен

source: To:
ru: Кому:

source: From Name:
ru: От имени:

source: From Email:
ru: От электронной почты:

source: Subject:
ru: Предмет

source: [setup/emailSetupTest.xml?body] File
ru: Файл

source: Send Email
ru: Отправить email

source: [setup/emails.xml?THETITLE] Configuration
ru: Конфигурация

source: [setup/emails.xml?MESS_ENABLED] Enable Email Notifications
ru: Включить уведомления электронной почты

source: [setup/emails.xml?MESS_ENGINE] Email Engine
ru: Механизм электронной почты

source: [setup/emails.xml?MESS_SERVER] Server
ru: Сервер

source: [setup/emails.xml?MESS_PORT] Port (default 25)
ru: Порт (по умолчанию 25)

source: [setup/emails.xml?MESS_RAUTH] Require authentication
ru: Требовать аутентификации

source: SMTP Username
ru: Имя пользователя SMTP

source: SMTP Password
ru: Пароль SMTP

source: [setup/emails.xml?MESS_TEST_MAIL] Send a test mail
ru: Отправить тестовую почту

source: [setup/emails.xml?MESS_TEST_MAIL_TO] Mail to
ru: Написать

source: [setup/emails.xml?SMTPSecure] Use Secure Connection
ru: SSL

source: [setup/emails.xml?SMTPSecure-none]
ru: No

source: [setup/emails.xml?SMTPSecure-tls]
ru: TLS

source: [setup/emails.xml?SMTPSecure-ssl]
ru: SSL

source: Run in the background
ru: Запуск в фоновом режиме

source: Execute every (in minutes)
ru: Выполнять каждую (в минутах)

source: Maximun number of mails sended by attempt
ru: Максимальное количество писем, отправленных попыткой

source: Try to send emails immediately
ru: Попытайтесь немедленно отправить электронные письма

source: [setup/emails.xml?TEST] Test
ru: Teст

source: [setup/emails.xml?SAVE_CHANGES] Save Changes
ru: Сохранить изменения

source: [setup/emails.xml?SAVE_CHANGES2] Save Changes
ru: Сохранить изменения

source: @#MESSAGE_VALUE
ru: @# СООБЩЕНИЕ_ЗНАЧЕНИЯ

source: [setup/emails_Sended.xml?ClOSE] Close
ru: Закрыть

source: Mail Configuration Test Page
ru: Страница проверки конфигурации почты

source: [setup/emails_TestForm.xml?FROM_NAME] From Name:
ru: От имени:

source: [setup/emails_TestForm.xml?FROM_EMAIL] From Email:
ru: От электронной почты:

source: [setup/emails_TestForm.xml?TO] To:
ru: Кому:

source: [setup/emails_TestForm.xml?SEND] Send Email
ru: Отправить электронное письмо

source: Holiday
ru: Праздник

source: [setup/holiday.xml?DATE] Date
ru: Дата

source: [setup/holiday.xml?DESCRIPTION] Description
ru: Описание

source: [setup/holiday.xml?BSUBMIT] Accept
ru: Принять

source: [setup/holidayList.xml?UID] UID
ru: UID

source: [setup/holidayList.xml?DATE] Date
ru: Дата

source: [setup/holidayList.xml?DESCRIPTION] Description
ru: Описание

source: [setup/holidayList.xml?DELETE] Delete
ru: Удалить

source: [setup/holidayListMenu.xml?MNU_NEW] New
ru: Новый

source: [setup/language.xml?TITLE] Language
ru: Язык

source: [setup/language.xml?LEX_VALUE] Language
ru: Язык

source: [setup/language.xml?BSUBMIT] Add
ru: Добавить

source: [setup/language_table.xml?TITLE] Language
ru: Язык

source: [setup/language_table.xml?LEX_VALUE] Language
ru: Язык

source: [setup/language_table.xml?BSUBMIT] Add
ru: Add

source: [setup/languages.xml?LAN_ID] Code
ru: Код

source: [setup/languages.xml?LAN_NAME] Language
ru: Язык

source: Import or Update Language
ru: Импорт или обновление языка

source: [setup/languages_ImportForm.xml?LANGUAGE_FILENAME] File
ru: Файл

source: [setup/languages_ImportForm.xml?IMPORT] Import
ru: Импорт

source: [setup/languages_ImportForm.xml?BTN_CANCEL] Cancel
ru: Отменить

source: Import / Update
ru: Импорт / обновление

source: Region
ru: Регион

source: [setup/location.xml?BSUBMIT] Add
ru: Добавить

source: [setup/location.xml?TITLE] Region
ru: Регион

source: COUNTRIES
ru: СТРАНЫ

source: CITY
ru: ГОРОД

source: Add city
ru: Добавить город

source: ACCEPT
ru: ПРИНЯТЬ

source: Email Settings
ru: Настройки электронной почты

source: [setup/mail.xml?MAILER] Method
ru: SMTP

source: [setup/mail.xml?MAILER-mail]
ru: sendmail

source: [setup/mail.xml?MAILER-smtp]
ru: SMTP

source: [setup/mail.xml?HOST] Server
ru: Сервер

source: [setup/mail.xml?PORT] Port
ru: Порт

source: Timeout
ru: Тайм-аут

source: Requires Authentication
ru: Требуется аутентификация

source: Email Account
ru: Аккаунт электронной почты

source: [setup/mail.xml?PASSWORD] Password
ru: Пароль

source: [setup/mail.xml?BSUBMIT] Save
ru: Сохранить

source: [setup/mail.xml?BTEST] Test
ru: Teст

source: [setup/mailTest.xml?TITLE6171] Test Email
ru: Проверить электронную почту

source: Send to :
ru: Отправить:

source: [setup/mailTest.xml?BTEST] Test
ru: Teст

source: No processes available for this environment
ru: Для этой среды нет доступных процессов

source: [setup/pluginImport.xml?MAX_FILE_SIZE] Maximum upload file size in bytes
ru: Максимальный размер загружаемого файла в байтах

source: [setup/pluginImport.xml?PLUGIN_FILENAME] File
ru: Файла

source: [setup/pluginImport.xml?SAVE] Import
ru: Импортировать

source: [setup/pluginImport.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [setup/pluginList.xml?description] Description
ru: Описание

source: [setup/pluginList.xml?version] Version
ru: Версия

source: [setup/plugin_ListOptions.xml?MNU_IMPORT] Import
ru: Импортировать

source: Enable Heartbeat
ru: Да

source: [setup/processHeartBeatConfig.xml?HB_OPTION-0]
ru: No

source: [setup/processHeartBeatConfig.xml?HB_OPTION-1]
ru: Yes

source: [setup/processHeartBeatConfig.xml?HB_SAVE] save
ru: сохранить

source: [setup/processHeartBeatConfig.xml?HB_LINKINFO] Read Online Documentation
ru: Читать онлайн-документацию

source: [setup/showMessage.xml?TITLE] Error
ru: Ошибка

source: You can't delete this while it is in use.
ru: Вы не можете удалить это, пока оно используется

source: [setup/skinsList.xml?name] Name (File)
ru: Имя (Файл)

source: [setup/skinsList.xml?description] Description
ru: Описание

source: [setup/skinsList.xml?version] Version
ru: Версия

source: [setup/skinsListOptions.xml?MNU_NEW] New
ru: Новый

source: [setup/skinsNew.xml?TITLE1] New Skin
ru: Новый скин

source: Skin Name
ru: Имя скина

source: [setup/skinsNew.xml?DESCRIPTION] Description
ru: Описание

source: [setup/skinsNew.xml?SAVE] Continue
ru: Продолжить

source: [setup/skinsNew.xml?BTN_CANCEL] Cancel
ru: Отменить

source: [setup/upgrade.xml?TITLE1] Upgrade System
ru: Система обновления

source: Current Version
ru: Текущая версия

source: [setup/upgrade.xml?MAX_FILE_SIZE] Maximum upload file size in bytes
ru: Максимальный размер загружаемого файла в байтах

source: [setup/upgrade.xml?UPGRADE_FILENAME] File
ru: Файл

source: [setup/upgrade.xml?UPGRADE] Upgrade
ru: Обновить

source: Upload your logo
ru: Загрузите свой логотип

source: [setup/uplogo.xml?MAX_FILE_SIZE] Maximum upload file size in bytes
ru: Максимальный размер загружаемого файла в байтах

source: [setup/uplogo.xml?LOGO_FILENAME] File
ru: Файл

source: [setup/uplogo.xml?LOGO_SAVE] Upload
ru: Загрузить

source: No.
ru: Номер

source: Imagen
ru: Изображение

source: [setup/uplogoList.xml?LOG0_NAME] name
ru: имя

source: size
ru: размер

source: [setup/uplogoList.xml?LOG0_DESCRIPTION] Description
ru: Описание

source: WSDL Server Details
ru: Сведения о WSDL-сервере

source: [setup/webServicesDetails.xml?WS_HOST] Server
ru: Сервер

source: [setup/webServicesDetails.xml?WS_PORT] Port
ru: Порт

source: [setup/webServicesDetails.xml?WS_WORKSPACE] Workspace
ru: Рабочая среда

source: Session ID
ru: ID Сессии

source: Client Setup
ru: Настройка клиента

source: Protocol
ru: Протокол

source: Server Host
ru: Хост сервера

source: [setup/webServicesSetup.xml?WS_WORKSPACE] Workspace
ru: Рабочая среда

source: [setup/webServicesSetup.xml?WS_PORT] Port
ru: Порт

source: [setup/webServicesSetup.xml?button] Save
ru: Сохранить

source: [setup/webServicesSetup.xml?BTN_CANCEL] Cancel
ru: Отменить

source: Weekend days
ru: Выходные дни

source: [setup/weekend.xml?MONDAY] Monday
ru: Понедельник

source: [setup/weekend.xml?TUESDAY] Tuesday
ru: Вторник

source: [setup/weekend.xml?WEDNESDAY] Wednesday
ru: Среда

source: [setup/weekend.xml?THURSDAY] Thursday
ru: Четверг

source: [setup/weekend.xml?FRIDAY] Friday
ru: Пятница

source: [setup/weekend.xml?SATURDAY] Saturday
ru: Суббота

source: [setup/weekend.xml?SUNDAY] Sunday
ru: Воскресенье

source: [setup/weekend.xml?BSUBMIT] Accept
ru: Принять

source: [setup/workPeriod.xml?TITLE9592] Weekend days
ru: Выходные дни

source: [setup/workPeriod.xml?SUNDAY] Sunday
ru: Воскресенье

source: [setup/workPeriod.xml?MONDAY] Monday
ru: Понедельник

source: [setup/workPeriod.xml?TUESDAY] Tuesday
ru: Вторник

source: [setup/workPeriod.xml?WEDNESDAY] Wednesday
ru: Среда

source: [setup/workPeriod.xml?THURSDAY] Thursday
ru: Четверг

source: [setup/workPeriod.xml?FRIDAY] Friday
ru: Пятница

source: [setup/workPeriod.xml?SATURDAY] Saturday
ru: Суббота

source: First Period
ru: Первый период

source: [setup/workPeriod.xml?initPeriod1-]
ru: 00:00 a.m

source: [setup/workPeriod.xml?initPeriod1-30]
ru: 00:30 a.m

source: [setup/workPeriod.xml?initPeriod1-60]
ru: 01:00 a.m

source: [setup/workPeriod.xml?initPeriod1-90]
ru: 01:30 a.m

source: [setup/workPeriod.xml?initPeriod1-120]
ru: 02:00 a.m

source: [setup/workPeriod.xml?initPeriod1-150]
ru: 02:30 a.m

source: [setup/workPeriod.xml?initPeriod1-180]
ru: 03:00 a.m

source: [setup/workPeriod.xml?initPeriod1-210]
ru: 03:30 a.m

source: [setup/workPeriod.xml?initPeriod1-240]
ru: 04:00 a.m

source: [setup/workPeriod.xml?initPeriod1-270]
ru: 04:30 a.m

source: [setup/workPeriod.xml?initPeriod1-300]
ru: 05:00 a.m

source: [setup/workPeriod.xml?initPeriod1-330]
ru: 05:30 a.m

source: [setup/workPeriod.xml?initPeriod1-360]
ru: 06:00 a.m

source: [setup/workPeriod.xml?initPeriod1-390]
ru: 06:30 a.m

source: [setup/workPeriod.xml?initPeriod1-420]
ru: 07:00 a.m

source: [setup/workPeriod.xml?initPeriod1-450]
ru: 07:30 a.m

source: [setup/workPeriod.xml?initPeriod1-480]
ru: 08:00 a.m

source: [setup/workPeriod.xml?initPeriod1-510]
ru: 08:30 a.m

source: [setup/workPeriod.xml?initPeriod1-540]
ru: 09:00 a.m

source: [setup/workPeriod.xml?initPeriod1-570]
ru: 09:30 a.m

source: [setup/workPeriod.xml?initPeriod1-600]
ru: 10:00 a.m

source: [setup/workPeriod.xml?initPeriod1-630]
ru: 10:30 a.m

source: [setup/workPeriod.xml?initPeriod1-660]
ru: 11:00 a.m

source: [setup/workPeriod.xml?initPeriod1-690]
ru: 11:30 a.m

source: [setup/workPeriod.xml?initPeriod1-720]
ru: 12:00 p.m

source: [setup/workPeriod.xml?initPeriod1-750]
ru: 12:30 p.m

source: [setup/workPeriod.xml?initPeriod1-780]
ru: 13:00 p.m

source: [setup/workPeriod.xml?initPeriod1-810]
ru: 13:30 p.m

source: [setup/workPeriod.xml?initPeriod1-840]
ru: 14:00 p.m

source: [setup/workPeriod.xml?initPeriod1-870]
ru: 14:30 p.m

source: [setup/workPeriod.xml?initPeriod1-900]
ru: 15:00 p.m

source: [setup/workPeriod.xml?initPeriod1-930]
ru: 15:30 p.m

source: [setup/workPeriod.xml?initPeriod1-960]
ru: 16:00 p.m

source: [setup/workPeriod.xml?initPeriod1-990]
ru: 16:30 p.m

source: [setup/workPeriod.xml?initPeriod1-1020]
ru: 17:00 p.m

source: [setup/workPeriod.xml?initPeriod1-1050]
ru: 17:30 p.m

source: [setup/workPeriod.xml?initPeriod1-1080]
ru: 18:00 p.m

source: [setup/workPeriod.xml?initPeriod1-1110]
ru: 18:30 p.m

source: [setup/workPeriod.xml?initPeriod1-1140]
ru: 19:00 p.m

source: [setup/workPeriod.xml?initPeriod1-1170]
ru: 19:30 p.m

source: [setup/workPeriod.xml?initPeriod1-1200]
ru: 20:00 p.m

source: [setup/workPeriod.xml?initPeriod1-1230]
ru: 20:30 p.m

source: [setup/workPeriod.xml?initPeriod1-1260]
ru: 21:00 p.m

source: [setup/workPeriod.xml?initPeriod1-1290]
ru: 21:30 p.m

source: [setup/workPeriod.xml?initPeriod1-1320]
ru: 22:00 p.m

source: [setup/workPeriod.xml?initPeriod1-1350]
ru: 22:30 p.m

source: [setup/workPeriod.xml?initPeriod1-1380]
ru: 23:00 p.m

source: [setup/workPeriod.xml?initPeriod1-1410]
ru: 23:30 p.m

source: [setup/workPeriod.xml?endPeriod1-]
ru: 00:00 a.m

source: [setup/workPeriod.xml?endPeriod1-30]
ru: 00:30 a.m

source: [setup/workPeriod.xml?endPeriod1-60]
ru: 01:00 a.m

source: [setup/workPeriod.xml?endPeriod1-90]
ru: 01:30 a.m

source: [setup/workPeriod.xml?endPeriod1-120]
ru: 02:00 a.m

source: [setup/workPeriod.xml?endPeriod1-150]
ru: 02:30 a.m

source: [setup/workPeriod.xml?endPeriod1-180]
ru: 03:00 a.m

source: [setup/workPeriod.xml?endPeriod1-210]
ru: 03:30 a.m

source: [setup/workPeriod.xml?endPeriod1-240]
ru: 04:00 a.m

source: [setup/workPeriod.xml?endPeriod1-270]
ru: 04:30 a.m

source: [setup/workPeriod.xml?endPeriod1-300]
ru: 05:00 a.m

source: [setup/workPeriod.xml?endPeriod1-330]
ru: 05:30 a.m

source: [setup/workPeriod.xml?endPeriod1-360]
ru: 06:00 a.m

source: [setup/workPeriod.xml?endPeriod1-390]
ru: 06:30 a.m

source: [setup/workPeriod.xml?endPeriod1-420]
ru: 07:00 a.m

source: [setup/workPeriod.xml?endPeriod1-450]
ru: 07:30 a.m

source: [setup/workPeriod.xml?endPeriod1-480]
ru: 08:00 a.m

source: [setup/workPeriod.xml?endPeriod1-510]
ru: 08:30 a.m

source: [setup/workPeriod.xml?endPeriod1-540]
ru: 09:00 a.m

source: [setup/workPeriod.xml?endPeriod1-570]
ru: 09:30 a.m

source: [setup/workPeriod.xml?endPeriod1-600]
ru: 10:00 a.m

source: [setup/workPeriod.xml?endPeriod1-630]
ru: 10:30 a.m

source: [setup/workPeriod.xml?endPeriod1-660]
ru: 11:00 a.m

source: [setup/workPeriod.xml?endPeriod1-690]
ru: 11:30 a.m

source: [setup/workPeriod.xml?endPeriod1-720]
ru: 12:00 p.m

source: [setup/workPeriod.xml?endPeriod1-750]
ru: 12:30 p.m

source: [setup/workPeriod.xml?endPeriod1-780]
ru: 13:00 p.m

source: [setup/workPeriod.xml?endPeriod1-810]
ru: 13:30 p.m

source: [setup/workPeriod.xml?endPeriod1-840]
ru: 14:00 p.m

source: [setup/workPeriod.xml?endPeriod1-870]
ru: 14:30 p.m

source: [setup/workPeriod.xml?endPeriod1-900]
ru: 15:00 p.m

source: [setup/workPeriod.xml?endPeriod1-930]
ru: 15:30 p.m

source: [setup/workPeriod.xml?endPeriod1-960]
ru: 16:00 p.m

source: [setup/workPeriod.xml?endPeriod1-990]
ru: 16:30 p.m

source: [setup/workPeriod.xml?endPeriod1-1020]
ru: 17:00 p.m

source: [setup/workPeriod.xml?endPeriod1-1050]
ru: 17:30 p.m

source: [setup/workPeriod.xml?endPeriod1-1080]
ru: 18:00 p.m

source: [setup/workPeriod.xml?endPeriod1-1110]
ru: 18:30 p.m

source: [setup/workPeriod.xml?endPeriod1-1140]
ru: 19:00 p.m

source: [setup/workPeriod.xml?endPeriod1-1170]
ru: 19:30 p.m

source: [setup/workPeriod.xml?endPeriod1-1200]
ru: 20:00 p.m

source: [setup/workPeriod.xml?endPeriod1-1230]
ru: 20:30 p.m

source: [setup/workPeriod.xml?endPeriod1-1260]
ru: 21:00 p.m

source: [setup/workPeriod.xml?endPeriod1-1290]
ru: 21:30 p.m

source: [setup/workPeriod.xml?endPeriod1-1320]
ru: 22:00 p.m

source: [setup/workPeriod.xml?endPeriod1-1350]
ru: 22:30 p.m

source: [setup/workPeriod.xml?endPeriod1-1380]
ru: 23:00 p.m

source: [setup/workPeriod.xml?endPeriod1-1410]
ru: 23:30 p.m

source: Second period
ru: Второй период

source: [setup/workPeriod.xml?initPeriod2-]
ru: 00:00 a.m

source: [setup/workPeriod.xml?initPeriod2-30]
ru: 00:30 a.m

source: [setup/workPeriod.xml?initPeriod2-60]
ru: 01:00 a.m

source: [setup/workPeriod.xml?initPeriod2-90]
ru: 01:30 a.m

source: [setup/workPeriod.xml?initPeriod2-120]
ru: 02:00 a.m

source: [setup/workPeriod.xml?initPeriod2-150]
ru: 02:30 a.m

source: [setup/workPeriod.xml?initPeriod2-180]
ru: 03:00 a.m

source: [setup/workPeriod.xml?initPeriod2-210]
ru: 03:30 a.m

source: [setup/workPeriod.xml?initPeriod2-240]
ru: 04:00 a.m

source: [setup/workPeriod.xml?initPeriod2-270]
ru: 04:30 a.m

source: [setup/workPeriod.xml?initPeriod2-300]
ru: 05:00 a.m

source: [setup/workPeriod.xml?initPeriod2-330]
ru: 05:30 a.m

source: [setup/workPeriod.xml?initPeriod2-360]
ru: 06:00 a.m

source: [setup/workPeriod.xml?initPeriod2-390]
ru: 06:30 a.m

source: [setup/workPeriod.xml?initPeriod2-420]
ru: 07:00 a.m

source: [setup/workPeriod.xml?initPeriod2-450]
ru: 07:30 a.m

source: [setup/workPeriod.xml?initPeriod2-480]
ru: 08:00 a.m

source: [setup/workPeriod.xml?initPeriod2-510]
ru: 08:30 a.m

source: [setup/workPeriod.xml?initPeriod2-540]
ru: 09:00 a.m

source: [setup/workPeriod.xml?initPeriod2-570]
ru: 09:30 a.m

source: [setup/workPeriod.xml?initPeriod2-600]
ru: 10:00 a.m

source: [setup/workPeriod.xml?initPeriod2-630]
ru: 10:30 a.m

source: [setup/workPeriod.xml?initPeriod2-660]
ru: 11:00 a.m

source: [setup/workPeriod.xml?initPeriod2-690]
ru: 11:30 a.m

source: [setup/workPeriod.xml?initPeriod2-720]
ru: 12:00 p.m

source: [setup/workPeriod.xml?initPeriod2-750]
ru: 12:30 p.m

source: [setup/workPeriod.xml?initPeriod2-780]
ru: 13:00 p.m

source: [setup/workPeriod.xml?initPeriod2-810]
ru: 13:30 p.m

source: [setup/workPeriod.xml?initPeriod2-840]
ru: 14:00 p.m

source: [setup/workPeriod.xml?initPeriod2-870]
ru: 14:30 p.m

source: [setup/workPeriod.xml?initPeriod2-900]
ru: 15:00 p.m

source: [setup/workPeriod.xml?initPeriod2-930]
ru: 15:30 p.m

source: [setup/workPeriod.xml?initPeriod2-960]
ru: 16:00 p.m

source: [setup/workPeriod.xml?initPeriod2-990]
ru: 16:30 p.m

source: [setup/workPeriod.xml?initPeriod2-1020]
ru: 17:00 p.m

source: [setup/workPeriod.xml?initPeriod2-1050]
ru: 17:30 p.m

source: [setup/workPeriod.xml?initPeriod2-1080]
ru: 18:00 p.m

source: [setup/workPeriod.xml?initPeriod2-1110]
ru: 18:30 p.m

source: [setup/workPeriod.xml?initPeriod2-1140]
ru: 19:00 p.m

source: [setup/workPeriod.xml?initPeriod2-1170]
ru: 19:30 p.m

source: [setup/workPeriod.xml?initPeriod2-1200]
ru: 20:00 p.m

source: [setup/workPeriod.xml?initPeriod2-1230]
ru: 20:30 p.m
