Repository: intelli-bs/translation
Catalog: processmaker.*.po
Languages: ru

source: This is a Message of Error
ru: Это сообщение об ошибке

source: Create Output Document
ru: Создать выходной документ

source: Create/Select Variable
ru: Создать / Выбрать переменную

source: [LABEL/ID_MAFE_fc85b3878f914dbad84b82aa35d1c9b9] Output Documents
ru: Выходные документы

source: Allowed Permissions
ru: Дозволенные разрешения

source: There are problems updating the OutputDocument, please try again.
ru: Есть проблемы с обновлением выходного документа, повторите попытку.

source: Examples:
ru: Примеры:

source: <li>Disabled: Control is greyed out, but still displays its value.</li>
ru: <li> Отключено: элемент управления выделен серым цветом, но все же отображает его значение. </ li>

source: Saved correctly
ru: Сохранено правильно

source: textfield
ru: поле текста

source: [LABEL/ID_MAFE_ff4a008470319a22d9cf3d14af485977] grid
ru: сетка

source: Edit Label
ru: Редактировать ярлык

source: Every
ru: Каждый

source: Your message has been sent successfully
ru: Ваше сообщение было отправлено успешно

source: [LABEL/ID_MAIL_TEST_SUCCESS] Test message sent successfully
ru: Тестовое сообщение успешно отправлено

source: "Mail to" does not contain a valid email address format
ru: «Почта для» не содержит действительный формат адреса электронной почты

source: Maintenance
ru: Техническое обслуживание

source: Manager
ru: Mенеджер

source: Managers dashboard
ru: Панель управления менеджеров

source: [LABEL/ID_MANUAL_ASSIGNMENT] Manual Assignment
ru: Назначение вручную

source: My Case Status
ru: Статус моего задания

source: Map Type
ru: Тип карты

source: There was a problem contacting the market server.
ru: Не удалось связаться с рынком.

source: Masks List
ru: Список масок

source: Match attributes to sync
ru: Атрибуты соответствия для синхронизации

source: The file maximum size is required!
ru: Максимальный размер файла не требуется!

source: Maximum upload file size
ru: Максимальный размер загружаемого файла

source: Maximum number of Indicators
ru: Максимальное количество индикаторов

source: Cookie Lifetime (Seconds)
ru: Время работы в Cookie (секунды)

source: The maximun limit of columns for a database table is 255, you already have them defined!
ru: Максимальный предел столбцов для таблицы базы данных - 255, вы уже определили их!

source: Mcrypt Support
ru: Поддержка Mcrypt

source: [LABEL/ID_MEDIA] Media
ru: Медиа

source: Member
ru: Участник

source: Members
ru: Участники

source: MEMBER OF
ru: УЧАСТНИК

source: Memory Limit (Mb)
ru: Предел памяти (Мб)

source: Memory Limit value has to be either a positive integer or -1
ru: Предельное значение памяти должно быть либо положительным целым числом, либо -1

source: Enterprise Manager
ru: Менеджер предприятия

source: [LABEL/ID_MESSAGE] Message
ru: Сообщение

source: [LABEL/ID_MESSAGES] Messages
ru: Сообщения

source: [LABEL/ID_MESSAGES_HISTORY] Messages History
ru: История сообщений

source: There is at least one empty date field in the holiday grid, please check and try again.
ru: В праздничной сетке есть по крайней мере одно пустое поле даты, проверьте и повторите попытку.

source: The Message-Event-Definition with {0}: {1} already registered.
ru: Определение Message-Event с {0}: {1} уже зарегистрировано.

source: The Message-Event-Definition with {0}: {1} does not exist.
ru: Сообщение-событие-определение с {0}: {1} не существует.

source: The Message-Event-Definition with {0}: {1} does not is registered.
ru: Сообщение-событие-определение с {0}: {1} не зарегистрировано.

source: The variables do not meet with the definition of Message-Type-Variable
ru: Переменные не соответствуют определению Сообщение-Тип-Переменная

source: The Message-Event-Relation already registered.
ru: Сообщение-событие-отношение уже зарегистрировано.

source: The Message-Event-Relation with {0}: {1} does not exist.
ru: Сообщение-событие-отношение с {0}: {1} не существует.

source: Does not exist a "Message Flow" between {0}: {1} and {2}: {3}
ru: Не существует «потока сообщений» между {0}: {1} и {2}: {3}

source: The Message-Event-Task-Relation with {0}: {1} does not exist.
ru: Сообщение-Событие-Задача-Связь с {0}: {1} не существует.

source: The default language set here is for the Language dropdown box displayed on the login screen. This configuration is set for each workspace.
ru: Установленный здесь язык по умолчанию предназначен для раскрывающегося окна Язык, отображаемого на экране входа в систему. Эта конфигурация настроена для каждой рабочей области.

source: The root password can't be updated!
ru: Корневой пароль не может быть обновлен!

source: The root password has been updated successfully!
ru: Корневой пароль был успешно обновлен!

source: message sent
ru: сообщение отправлено

source: Notification for task assignment
ru: Уведомление о назначении задачи

source: A note has been added to the case
ru: В задание добавлена заметка

source: The language that is set by default applies directly when the domain is entered (eg.- http://127.0.0.1:8081), the system reads the configuration and redirects the link to the selected language
ru: Язык, заданный по умолчанию, применяется непосредственно при вводе домена (например, http://127.0.0.1:8081), система считывает конфигурацию и перенаправляет ссылку на выбранный язык

source: (eg.- http://127.0.0.1:8081/sys/en/classic/login/login), it should be emphasized that this configuration is for all environments.
ru: (например, http://127.0.0.1:8081/sys/en/classic/login/login), следует подчеркнуть, что эта конфигурация предназначена для всех сред.

source: The Message Type with {0}: {1} does not exist.
ru: Тип сообщения с {0}: {1} не существует.

source: The Message Type Name with {0}: "{1}" already exists.
ru: Имя типа сообщения с {0}: "{1}" уже существует.

source: The name of the variable exists.
ru: Имя переменной существует.

source: The Variable with {0}: {1} does not exist.
ru: Переменная с {0}: {1} не существует.

source: The Variable Name with {0}: "{1}" already exists.
ru: Имя переменной с {0}: "{1}" уже существует.

source: [LABEL/ID_MESS_ENGINE_TYPE_1] Mail (PHP)
ru: Почта (PHP)

source: The maximum number of attempts to send mail is a required field.
ru: Обязательным является максимальное количество попыток отправки почты.

source: ProcessMaker Test Email
ru: ProcessMaker тестовое сообщение

source: Test message send failed, error:
ru: Ошибка отправки тестового сообщения, ошибка:

source: [LABEL/ID_MESS_TEST_MESSAGE_SENDED] Test message sent successfully
ru: Тестовое сообщение успешно отправлено

source: Test Email
ru: Тест-сервер электронной почты

source: [LABEL/ID_METHOD] Method
ru: Meтод

source: Methods
ru: Методы

source: Milliseconds
ru: Милисекунды

source: Minimum data required to run the "Test Connection": "Server Address, Port, Enabled TLS, Anonymous, Username, Password
ru: Минимальные данные, необходимые для запуска «тестового подключения»: «Адрес сервера, порт, разрешенные TLS, анонимные, имя пользователя, пароль

source: [LABEL/ID_MINUTE] Minute
ru: Mинута

source: [LABEL/ID_MINUTES] Minutes
ru: Минуты

source: You can not delete more Indicators.
ru: Вы не можете удалить больше индикаторов.

source: Modified
ru: Изменено

source: Mon
ru: Пн

source: Monitored Folder
ru: Контролируемая папка

source: Month
ru: Mесяц

source: [LABEL/ID_MONTH_1] January
ru: Январь

source: [LABEL/ID_MONTH_10] October
ru: Октябрь

source: [LABEL/ID_MONTH_11] November
ru: Ноябрь

source: [LABEL/ID_MONTH_12] December
ru: Декабрь

source: [LABEL/ID_MONTH_2] February
ru: Февраль

source: [LABEL/ID_MONTH_3] March
ru: Maрт

source: [LABEL/ID_MONTH_4] April
ru: Aпрель

source: [LABEL/ID_MONTH_5] May
ru: Maй

source: [LABEL/ID_MONTH_6] June
ru: Июнь

source: [LABEL/ID_MONTH_7] July
ru: Июль

source: [LABEL/ID_MONTH_8] August
ru: Aвгуст

source: [LABEL/ID_MONTH_9] September
ru: Сентябрь

source: [LABEL/ID_MONTH_ABB_1] Jan
ru: Янв

source: [LABEL/ID_MONTH_ABB_10] Oct
ru: Oкт

source: [LABEL/ID_MONTH_ABB_11] Nov
ru: Ноя

source: [LABEL/ID_MONTH_ABB_12] Dec
ru: Дек

source: [LABEL/ID_MONTH_ABB_2] Feb
ru: Фев

source: [LABEL/ID_MONTH_ABB_3] Mar
ru: Maр

source: [LABEL/ID_MONTH_ABB_4] Apr
ru: Апр

source: [LABEL/ID_MONTH_ABB_5] May
ru: Май

source: [LABEL/ID_MONTH_ABB_6] Jun
ru: Июн

source: [LABEL/ID_MONTH_ABB_7] Jul
ru: Июл

source: [LABEL/ID_MONTH_ABB_8] Aug
ru: Авг

source: [LABEL/ID_MONTH_ABB_9] Sep
ru: Сент

source: More Info
ru: Больше информации

source: more information
ru: больше информации

source: more than
ru: более чем

source: You must define at least 3 Working Days!
ru: Вы должны определить как минимум 3 рабочих дня!

source: Move
ru: Переместить

source: An error has occurred. Please contact your system administrator.
ru: Произошла ошибка. Пожалуйста, обратитесь к системному администратору.

source: User successfully assigned to group
ru: Пользователь успешно назначен группе

source: The authentication source cannot be deleted while it has assigned users.
ru: Источник аутентификации не может быть удален, пока он назначил пользователей.

source: The calendar cannot be deleted while it has assignations
ru: Календар не может быть удален, когда он имеет назначения

source: The category cannot be deleted while it is still assigned to processes.
ru: Категорию нельзя удалить, пока она все еще назначена процессам.

source: The department cannot be deleted while it has assigned users.
ru: Отдел не может быть удален, пока он назначил пользователей.

source: Input Document cannot be deleted while has assigned tasks.
ru: Входной документ не может быть удален при назначении задач.

source: The user cannot be deleted since it is referenced in a process design and/or has assigned cases.
ru: Пользователь не может быть удален, потому что на него ссылается процесс и / или ему назначено задание.

source: Default skin can't be exported. Instead create new one based on default
ru: По умолчанию скин не может быть экспортирован. Вместо этого создайте новый, основанный на стандартном

source: Can't export skin. Server Error
ru: Не удается экспортировать скин. Ошибка сервера

source: You cannot delete the default language
ru: Вы не можете удалить язык по умолчанию

source: Do you want to clear the information from the first row?
ru: Вы хотите удалить информацию из первой строки?

source: Do you want to assign all available users to this role?
ru: Вы хотите назначить всех доступных пользователей этой функции?

source: [LABEL/ID_MSG_CONFIRM_CANCEL_CASE] Are you sure you want to cancel this case?
ru: Вы действительно хотите отменить этот случай?

source: Are you sure you want to cancel all selected cases?
ru: Вы действительно хотите отменить все выбранные случаи?

source: Are you sure you want to remove this user or group?
ru: Вы действительно хотите удалить этого пользователя или группу?

source: Are you sure you want to remove this user?
ru: Вы действительно хотите удалить этого пользователя?

source: Do you want to delete this authentication source?
ru: Вы хотите удалить этот источник аутентификации?

source: [LABEL/ID_MSG_CONFIRM_DELETE_CASE] Are you sure you want to delete this case?
ru: Вы действительно хотите удалить это задание?

source: Are you sure you want to delete all selected cases?
ru: Вы действительно хотите удалить все выбранные задания?

source: Are you sure you want to delete this scheduled case?
ru: Вы действительно хотите удалить это запланированное задание?

source: Do you want to delete this object?
ru: Вы хотите удалить этот объект?

source: Are you sure to delete this condition?
ru: Вы уверены, что хотите удалить это условие?

source: Do you want to delete this department?
ru: Вы хотите удалить этот отдел?

source: Do you want to delete this document ?
ru: Вы хотите удалить этот документ?

source: Do you want to delete this DynaForm ?
ru: Вы хотите удалить этот DynaForm?

source: Do you want to delete this event?
ru: Вы хотите удалить это событие?

source: Are you sure you want to delete this group?
ru: Вы действительно хотите удалить эту группу?

source: This object is being used in some steps. Are you sure you want to delete it?
ru: Этот объект используется в несколько этапов. Вы уверены, что хотите это удалить?

source: Do you want to delete this message?
ru: Вы хотите удалить это сообщение?

source: Do you want to delete this output document ?
ru: Вы хотите удалить этот выходной документ?

source: Do you want to delete this process ?
ru: Вы хотите удалить этот процесс?

source: Do you want to delete this report table?
ru: Вы хотите удалить эту таблицу отчетов?

source: Do you want to delete the selected row?
ru: Вы хотите удалить выбранную строку?

source: Are you sure you want to eliminate this step from the task?
ru: Вы действительно хотите исключить этот шаг из задачи?

source: Do you want to remove this DynaForm?
ru: Вы хотите удалить этот DynaForm?

source: Do you want to remove this Input Document?
ru: Вы хотите удалить этот входной документ?

source: Do you want to delete this trigger?
ru: Вы хотите удалить этот запуск?

source: Do you want to delete this user ?
ru: Вы хотите удалить этого пользователя?

source: The user can not be deleted while assigned as a supervisor. Do you want to delete it anyway?
ru: Пользователь не может быть удален при назначении супервизора. Вы все равно хотите его удалить?

source: Are you sure you want to delete this webbot?
ru: Вы действительно хотите удалить этот веб-бот?

source: Are you sure you want to remove this language?
ru: Вы действительно хотите удалить этот язык?

source: [LABEL/ID_MSG_CONFIRM_REMOVE_TRIGGER] Are you sure you want to remove this trigger?
ru: Вы действительно хотите удалить этот запуск?

source: [LABEL/ID_MSG_CONFIRM_REMOVE_USER] Are you sure you want to remove this user?
ru: Вы действительно хотите удалить этого пользователя?

source: [LABEL/ID_MSG_CONFIRM_REMOVE_USERGROUP] Are you sure you want to remove this user group?
ru: Вы действительно хотите удалить эту группу пользователей?

source: Are you sure you want to restore the default template ?
ru: Вы действительно хотите восстановить шаблон по умолчанию?

source: <b>Warning:</b> Editing the HTML prevents fields from being added or moved. Edit the HTML only after creating all the fields. Do you want to continue?
ru: <b> Предупреждение: </ b> Редактирование HTML предотвращает добавление или перемещение полей. Редактируйте HTML только после создания всех полей. Вы хотите продолжить?

source: Due date required!
ru: Требуется дата оплаты!

source: Process title required!
ru: Требуется название процесса!

source: First name is required
ru: Требуется имя

source: Last name is required
ru: Требуется фамилия

source: User name required!
ru: Требуется имя пользователя!

source: [LABEL/ID_MSG_GROUP_NAME_EXISTS] Group name already exists!
ru: Имя группы уже существует!

source: This user is not assigned to a group
ru: Этот пользователь не назначен группе

source: [LABEL/ID_MSG_REMOVE_PLUGIN] Are you sure that you want to remove this plugin?
ru: Вы уверены, что хотите удалить этот плагин?

source: Plugin successfully removed!
ru: Плагин успешно удален!

source: The current user does not have a valid Reports To user. Please contact the administrator.
ru: У текущего пользователя нет действительного пользователя «Отчеты для пользователя». Обратитесь к администратору.

source: Successfully connected to MSSQL Server
ru: Успешно подключен к серверу MSSQL

source: MSSQL Support is optional.
ru: Поддержка MSSQL опциональная

source: Multiple starting tasks in the process
ru: Несколько стартовых задач в процессе

source: Connection Error: unable to connect to MySQL using provided credentials.
ru: Ошибка подключения: невозможно подключиться к MySQL, используя предоставленные учетные данные.

source: MySQL error: {0}
ru: Ошибка MySQL: {0}

source: Successfully connected to MySQL Server
ru: Успешно подключен к MySQL Server

source: My Drafts
ru: Мои черновики

source: My inbox
ru: Мои входящие

source: [LABEL/ID_NAME] Name
ru: Имя

source: The name exists
ru: Имя существует

source: Table Name is required.
ru: Имя таблицы требуется.

source: Stage title required
ru: Требуется название этапа

source: Task title required
ru: Требуется задание

source: @#, Replaces the value without any change.
ru: @ #, Заменяет значение без каких-либо изменений.

source: You need to be registered to download this process. Register NOW!
ru: Чтобы загрузить этот процесс, вам необходимо зарегистрироваться. Зарегистрироваться!

source: [LABEL/ID_NEW] New
ru: Новый

source: New PM Table
ru: Новая таблица РМ

source: New BPMN Project
ru: Новый проект BPMN

source: New case
ru: Новое задание

source: % New Cases
ru: % Новые задания

source: New Case Panel
ru: Новая панель заданий

source: New Case Scheduler
ru: Новый планировщик заданий

source: Create New Category
ru: Создать новую категорию

source: New Condition From Step
ru: Новое состояние со стадии

source: [LABEL/ID_NEW_DEPARTMENT] New
ru: Новый

source: New DynaForm.
ru: Новый Dynaform

source: New Event
ru: Новое событие

source: New Folder
ru: Новая папка

source: [LABEL/ID_NEW_GROUP] New
ru: Новый

source: New Input Document
ru: Новый входной документ

source: New Note
ru: Новая заметка

source: New Password
ru: Новый пароль

source: Your new password was sent to your email account!
ru: Ваш новый пароль был отправлен на ваш адрес электронной почты!

source: The confirm password must be the same!
ru: Пароль подтверждения должен быть одинаковым!

source: [LABEL/ID_NEW_PMTABLE] New PM Table
ru: Новая таблица РМ

source: New Project
ru: Новый проект

source: New Report Table
ru: Новая таблица отчетов

source: New Report Table (Old Version)
ru: Новая таблица отчетов (старая версия)

source: New site testing...
ru: Новое тестирование сайта ...

source: New Skin
ru: Новый скин

source: New Step
ru: Новый шаг

source: New Sub-Department
ru: Новое подразделение

source: Add Indicator
ru: Добавить индикатор

source: New Translation
ru: Новый перевод

source: [LABEL/ID_NEW_TRIGGERS] New Trigger
ru: Новый запуск

source: New Version
ru: Новая версия

source: New Web Entry
ru: Новая веб-запись

source: New Workspace
ru: Новое рабочее пространство

source: [LABEL/ID_NEXT] Next
ru: Следующий

source: Next Step
ru: Следующий шаг

source: Next Task/Event
ru: Следующая задача / событие

source: License installed successfully
ru: Лицензия установлена успешно

source: [LABEL/ID_NO] No
ru: Нет

source: You must add all the days that you have selected in work days, otherwise you should leave at least an "-- ALL --" option.
ru: Вы должны добавить все дни, которые вы выбрали в рабочие дни, иначе вы должны оставить хотя бы опцию «- ALL».

source: [LABEL/ID_NONE] None
ru: Никакой

source: @# Replace the value with no change
ru: @ # Заменить значение без изменений

source: Non-writable Files
ru: Не записываемые файлы

source: [LABEL/ID_NORMAL] Normal
ru: Нормальный

source: [LABEL/ID_NORMAL_EXPORT] Normal
ru: Нормальный

source: Ready
ru: Готов

source: Notice
ru: Уведомление

source: Notification
ru: Уведомление

source: A problem occurred while trying to send the Task Notification.
ru: При попытке отправить Уведомление о задаче возникла проблема.

source: Notify
ru: Уведомить

source: [LABEL/ID_NOTIFY_USERS_AFTER_ASSIGN] After routing notify the next assigned user(s)
ru: После маршрутизации уведомите следующего назначенного пользователя(ей)

source: Notify users of case
ru: Уведомлять пользователей о задании

source: Not available.
ru: Не доступно

source: Could not create the table with the name
ru: Не удалось создать таблицу с именем

source: Not defined
ru: Не определено

source: The case couldn't be routed. Consult the system administrator
ru: Процесс не может быть назначен. Обратитесь к системному администратору

source: Not Enabled
ru: Не включено

source: Changes to {0} are forbidden. Please contact system administrator for more information.
ru: Изменения в {0} запрещены. Для получения дополнительной информации обратитесь к системному администратору.

source: File does not exists
ru: Файл не существует

source: Not finished
ru: Не закончено

source: You don't have bookmarked processes
ru: У вас нет процессов с закладками

source: doesn't have users.
ru: не имеет пользователей.

source: NOT IMPORTED
ru: НЕ ИМПОРТИРОВАНО

source: Not in folder
ru: Не в папке

source: Not Passed.
ru: Не прошел.

source: This is not a .pm file
ru: Это не файл .pm

source: You do not have privileges
ru: У вас нет привелегий

source: Not from a Process
ru: Не из процесса

source: This id: {0} does not correspond to a registered process supervisor
ru: Этот идентификатор: {0} не соответствует зарегистрированному контролеру процессов

source: Not Required
ru: Не требуется

source: Not sent
ru: Не отправлено

source: This id for pu_uid: {0} does not correspond to a valid relation
ru: Этот id для pu_uid: {0} не соответствует действительному соотношению

source: You have specified an unavailable workspace.
ru: Вы указали недоступную рабочую область.

source: No workspace specified!
ru: Не указано рабочее пространство!

source: No DB Connection to display
ru: Нет подключения к БД для отображения

source: Process definition error: All conditions in evaluation routing rule evaluated to false, so workflow has stopped. Please change the definition of the evaluation routing rule.
ru: Ошибка определения процесса: все условия в правиле маршрутизации оценки оцениваются как false, поэтому рабочий процесс остановлен. Измените определение правила маршрутизации оценки.

source: Process definition error: All conditions in parallel evaluation routing rule evaluated to false, so workflow has stopped. Please change the definition of the parallel evaluation routing rule.
ru: Ошибка определения процесса: все условия в правиле маршрутизации параллельной оценки оцениваются как false, поэтому рабочий процесс остановлен. Измените определение правила маршрутизации параллельной оценки.

source: Does not exist
ru: Не существует

source: No fields found!
ru: Не найдено ни одного поля!

source: No images to display
ru: Нет изображений для отображения

source: No Inefficient Processes
ru: Нет неэффективных процессов

source: No Inefficient Tasks
ru: Нет неэффективных задач

source: No Inefficient Users
ru: Нет неэффективных пользователей

source: No Inefficient User Groups
ru: Нет неэффективных групп пользователей

source: A problem occurred during the installation of the system. Please, uninstall the partial installation and try again.
ru: Во время установки системы возникла проблема. Пожалуйста, удалите частичную установку и повторите попытку.

source: Enterprise Plugins Manager no connected to internet.
ru: Enterprise Plugins Manager не подключен к Интернету.

source: No item selected.
ru: Элемент не выбран.

source: Your license does not have the Gmail integration. Please contact your administrator.
ru: У вашей лицензии нет интеграции Gmail. Обратитесь к своему администратору.

source: No Manager Selected
ru: Менеджер не выбран

source: No more applications to show.
ru: Больше не нужно показывать приложения.

source: No new versions available
ru: Нет доступных новых версий

source: There are no older session files
ru: Нет старых файлов сеансов

source: You cannot open this case because on the reason below: <br> You do not have permission to see this case. <br> You have not participated in this case. <br> Case is already claimed.
ru: Вы не можете открыть это задание, потому что: <br> У вас нет разрешения на просмотр этого задания. <br> Вы не участвовали в этом задании. <br> Задание уже в работе.

source: The previous task doesn't have any users.
ru: В предыдущей задаче нет пользователей.

source: Do not reassign
ru: Не переназначать

source: [LABEL/ID_NO_RECORDS] No records
ru: Нет записей

source: [LABEL/ID_NO_RECORDS_FOUND] No records found
ru: Записей не найдено

source: The related process does not exists
ru: Связанный процесс не существует
